Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/Setup/*.po
Languages: ar_tn, cs_cz, da_dk, de_de, fr_fr, hu_hu, nl_nl, pl_pl, pt_pt, ru_ru, sl_si

source: Main Files
ar_tn: الملفات الرئيسية
cs_cz: Hlavní program
de_de: Hauptdateien
fr_fr: Fichiers principaux
hu_hu: Fő fájlok
nl_nl: Hoofdbestanden
pl_pl: Główne pliki
pt_pt: Ficheiros Principais
ru_ru: Основные файлы
sl_si: Glavne datoteke

source: Custom Icons
cs_cz: Uživatelské ikony
de_de: Weitere Symbole
fr_fr: Icônes personnalisées
hu_hu: Egyedi ikonok
nl_nl: Aangepaste pictogrammen
pl_pl: Własne ikony
pt_pt: Ícones Personalizados
ru_ru: Дополнительные иконки
sl_si: Ikone po meri ...

source: XP-style rounded
cs_cz: XP-styl (zaoblené)
da_dk: XP-stil, afrundet
de_de: XP-Stil gerundet
fr_fr: Style arrondi XP
hu_hu: XP-stílusú kerekítés
nl_nl: XP-stijl afgerond
pl_pl: Styl zaokršglony XP
pt_pt: Arredondados estilo XP
ru_ru: В стиле XP
sl_si: Zaobljene v slogu XP

source: Classic TortoiseCVS
ar_tn: TortoiseCVS كلاسيك
cs_cz: Klasické TortoiseCVS
da_dk: Klassisk TortoiseCVS
de_de: Klassisch TortoiseCVS
fr_fr: TortoiseCVS classique
hu_hu: Klasszikus TeknősCVS
nl_nl: Klassiek TortoiseCVS
pl_pl: TortoiseCVS
pt_pt: TortoiseCVS Clássico
sl_si: Klasični TortoiseCVS

source: Daniel Jackson DanAlpha
ar_tn: DanAlpha دانيال جاكسون
cs_cz: DanAlpha od Daniela Jacksona
pt_pt: DanAlpha por Daniel Jackson

source: Chinese characters
ar_tn: الأحرف الصينية
cs_cz: Čínské znaky
da_dk: Kinesiske tegn
de_de: Chinesische Zeichen
fr_fr: Sinogrammes
hu_hu: Kínai karakterek
nl_nl: Chinese karakters
pl_pl: Chińskie znaki
pt_pt: Caracteres chineses
sl_si: Kitajski znaki

source: Translations
ar_tn: ترجمة
cs_cz: Lokalizace
da_dk: Oversættelser
de_de: Übersetzungen
fr_fr: Traductions
hu_hu: Fordítások
nl_nl: Vertalingen
pl_pl: Tłumaczenia
pt_pt: Traduções
ru_ru: Локализации
sl_si: Prevodi

source: Pageant SSH agent
cs_cz: Pageant - Správce SSH klíčů
fr_fr: Agent SSH Pageant
hu_hu: Pageant SSH ügyfél
pl_pl: Agent Pageant SSH
pt_pt: Agente Pageant SSH
ru_ru: Pageant агент SSH
sl_si: Agent Pageant SSH

source: Error
ar_tn: الخطأ
cs_cz: Chyba
da_dk: Fejl
de_de: Fehler
fr_fr: Erreur
hu_hu: Hiba
nl_nl: Fout
pl_pl: Błšd
pt_pt: Erro
ru_ru: Ошибка
sl_si: Napaka

source: Help
ar_tn: ساعد
cs_cz: Pomoc
da_dk: Hjælp
de_de: Hilfe
fr_fr: Aide
hu_hu: Súgó
pl_pl: Pomoc
pt_pt: Ajuda
ru_ru: Помощь
sl_si: Pomoč

source: User Guide (English)
ar_tn: (دليل المستخدم (بالإنجليزية
cs_cz: Průvodce uživatele (Anglicky)
da_dk: Brugerhåndbog (engelsk)
de_de: Benutzerhandbuch (Englisch)
fr_fr: Guide de l’utilisateur (anglais)
hu_hu: Felhasználói kézikönyv (Angol)
nl_nl: Gebruikershandleiding (Engels)
pl_pl: Dokumentacja (Angielska)
pt_pt: Guia do Utilizador (Inglês)
ru_ru: Руководство пользователя (Английский)
sl_si: Uporabniški vodnik (angleški)

source: User Guide (French)
ar_tn: (دليل المستخدم (بالفرنسية
cs_cz: Průvodce uživatele (Francouzsky)
da_dk: Brugerhåndbog fransk)
de_de: Benutzerhandbuch (Französisch)
fr_fr: Guide de l’utilisateur (français)
hu_hu: Felhasználói kézikönyv (Francia)
nl_nl: Gebruikershandleiding (Frans)
pl_pl: Dokumentacja (Francuska)
pt_pt: Guia do Utilizador (Francês)
ru_ru: Руководство пользователя (Французкий)
sl_si: Uporabniški vodnik (francoski)

source: User Guide (Russian)
ar_tn: (دليل المستخدم (بالروسية
cs_cz: Průvodce uživatele (Rusky)
da_dk: Brugerhåndbog (russisk)
de_de: Benutzerhandbuch (Russisch)
fr_fr: Guide de l’utilisateur (russe)
hu_hu: Felhasználói kézikönyv (Orosz)
nl_nl: Gebruikershandleiding (Russisch)
pl_pl: Dokumentacja (Rosyjska)
pt_pt: Guia do Utilizador (Russo)
ru_ru: Руководство пользователя (Русский)
sl_si: Uporabniški vodnik (ruski)

source: User Guide (Simplified Chinese)
cs_cz: Průvodce uživatele (Zjednodušená čínština)
da_dk: Brugerhåndbog (kinesisk)
de_de: Benutzerhandbuch (Vereinfachtes Chinesisch)
hu_hu: Felhasználói kézikönyv (Egyszerűsített Kínai)
nl_nl: Gebruikershandleiding (Vereenvoudigd Chinees)
pl_pl: Dokumentacja (Uproszczony chiński)
pt_pt: Guia do Utilizador (Chinês Simplificado)
sl_si: Uporabniški vodnik (kitajski, poenostavljeno)

source: Preferences
ar_tn: التفضيلات
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
fr_fr: Préférences
hu_hu: Beállítások
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Preferências
ru_ru: Предпочтения
sl_si: Nastavitve

source: About
ar_tn: عن
cs_cz: O Programu
da_dk: Om
de_de: Über
fr_fr: À propos
hu_hu: Névjegy
nl_nl: Over
pl_pl: O programie
pt_pt: Sobre
ru_ru: О программе
sl_si: O programu

source: Preparing for installation
ar_tn: تحضير التثبيت
cs_cz: Připravuji se k instalaci
da_dk: Forbereder installation
de_de: Installation vorbereiten
fr_fr: Préparation de l’installation
hu_hu: Felkészülés a telepítésre
nl_nl: Voorbereiden van de installatie
pl_pl: Przygotowanie do instalacji
pt_pt: A preparar a instalação
ru_ru: Подготовка к инсталяции
sl_si: Priprava na namestitev

source: TortoiseCVS is already installed, so Windows Explorer needs to be restarted.
cs_cz: TortoiseCVS je již nainstalováno, Průzkumník Windows potřebuje restartovat.
da_dk: TortoiseCVS er installeret i forvejen, så det er nødvendigt at genstarte Stifinder.
de_de: TortoiseCVS ist bereits installiert, deshalb muss der Windows Explorer neu gestartet werden.
hu_hu: A TortoiseCVS már telepítve lett, ezért a Windows Intézőt újra kell indítani.
nl_nl: TortoiseCVS is al geinstalleerd, dus Windows Verkenner moet opnieuw gestart worden.
pl_pl: TortoiseCVS jest już zainstalowany, aby zakończyć Windows Explorer musi być zrestartowany.
pt_pt: TortoiseCVS já está instalado, portanto é necessário reiniciar o Explorador do Windows.
ru_ru: TortoiseCVS уже установлен, Проводник Windows должен быть перезапущен.

source: The installer can do this for you now, or you can restart Windows instead at the end of the installation.
cs_cz: Instalátor to může udělat nyní automaticky, nebo místo toho můžete po instalaci restartovat Windows.
da_dk: Installationsprogrammet kan gøre dette nu, eller du kan vælge at genstarte Windows efter installationen.
de_de: Der Installer kann das für Sie jetzt erledigen, oder Sie können stattdessen Windows am Ende der Installation neu starten.
hu_hu: Ezt a telepítő most is meg tudja tenni, vagy lehetőséged van ezt megtenni magad a telepítés végeztével.
nl_nl: Het installatieprogramma kan het nu voor je doen, of anders kun je Windows opnieuw starten aan het einde van de installatie.
pl_pl: Instalator może zrobić to automatycznie lub możesz zrestartować Windows po zakończeniu instalacji.
pt_pt: Este instalador pode fazê-lo agora, ou, em vez disso, poderá reiniciar o Windows apenas no fim da instalação.
ru_ru: Инсталятор может сделать это для вас сейчас, или вы можете перезагрузить Windows в конце инсталяции.

source: Restart Windows Explorer
cs_cz: Restartovat Průzkumníka
da_dk: Genstart Stifinder
de_de: Windows Explorer neu starten
hu_hu: A Windows Intéző újraindítása
nl_nl: Windows Verkenner opnieuw starten
pt_pt: Reiniciar o Explorador do Windows
ru_ru: Перезапуск Проводника Windows

source: Finishing the installation
ar_tn: الانتهاء من التثبيت
cs_cz: Dokončuji instalaci
da_dk: Afslutter installationen
de_de: Installation abschließen
fr_fr: Termine l’installation
hu_hu: A telepítés befejezése
nl_nl: Klaar met installeren
pl_pl: Kończenie instalacji
pt_pt: Finalizando a instalação
ru_ru: Окончание инсталяции
sl_si: Dokončanje namestitve

source: To finish the installation, Windows Explorer needs to be restarted.
cs_cz: K dokončení instalace je třeba restartovat Průzkumníka Windows.
da_dk: For at afslutte installationen er det nødvendigt at genstarte Stifinder.
de_de: Um die Installation abzuschließen, muss der Windows Explorer neu gestartet werden.
hu_hu: A telepítés befejezéséhez a Windows Intéző újraindítása szükséges.
nl_nl: Om de installatie af te ronden moet de Windows Verkenner opnieuw gestart worden.
pl_pl: Aby zakończyć instalację, Windows Explorer needs musi być zrestartowany.
pt_pt: Para finalizar a instalação, o Explorador do Windows tem de ser reiniciado.
ru_ru: Для окончаниея инсталяции Проводник Windows должен быть перезапущен.

source: The installer can do this for you now, or you can restart Windows instead.
cs_cz: Instalátor to může nyní provést, nebo můžete místo toho restartovat Windows.
da_dk: Installationsprogrammet kan gøre dette nu, eller du kan genstarte Windows.
de_de: Der Installer kann das für Sie jetzt erledigen, oder Sie können stattdessen Windows neu starten.
hu_hu: Ezt a telepítő most is meg tudja tenni, vagy helyette újraindíthatod a Windows-t.
nl_nl: Het installatieprogramma kan het nu voor je doen, of anders kun je Windows opnieuw starten.
pl_pl: Instalator może zrobić to automatycznie lub możesz zrestartować Windows.
pt_pt: Este instalador pode fazê-lo agora, ou, em vez disso, poderá reiniciar o Windows.
ru_ru: Инсталятор может может сделать это сейчас или вы можете перезагрузить Windows.

source: Are you sure you want to completely remove %1 and all of its components?%n%nPLEASE NOTE that uninstalling requires a reboot. If you want to install another version of TortoiseCVS, there is no need to uninstall first.
fr_fr: Voulez-vous réellement supprimer %1 complètement et l’ensemble de ses composants ?%n%nVEUILLEZ NOTER que la désinstallation nécessite un redémarrage. Si vous voulez installer une autre version de TortoiseCVS, vous devez le désinstaller d’abord.
sl_si: Ste prepričani, da želite popolnoma odstraniti %1 in vse njegove komponente?%n%nUPOŠTEVAJTE, da odstranitev zahteva ponoven zagon sistema. Če želite namestiti drugo različico TortoiseCVS, ni potrebe po predhodni odstranitvi.

source: As part of the installation, Windows Explorer needs to be restarted.%nThe installer can do this for you, or you can restart Windows instead at the end of the installation.
ar_tn: كجزء من عملية التثبيت ، ويندوز إكسبلورر يحتاج إلى إعادة.%n يمكن المثبت القيام بذلك نيابة عنك ، أو يمكنك إعادة تشغيل ويندوز بدلا من ذلك في نهاية التثبيت
fr_fr: Pour achever l’installation, l’Explorateur Windows doit être redémarré.%sL’installateur peut le faire pour vous, ou bien vous pouvez redémarrer Windows à la fin de l’installation.
sl_si: Kot del namestitve je potrebno ponovno zagnati Raziskovalca.%nNamestitveni program lahko to naredi namesto vas takoj ali pa ponovno zaženite Windows po koncu namestitve.

source: Restart Windows Explorer when necessary
ar_tn: إعادة تشغيل ويندوز إكسبلورر عند الضرورة
fr_fr: Redémarrer l’Explorateur Windows si nécessaire
sl_si: Ponovno poženi Raziskovalca, če je potrebno

source: Restart Windows after installation
ar_tn: إعادة تشغيل ويندوز بعد التثبيت
fr_fr: Redémarrer l’Explorateur Windows après l’installation
sl_si: Po namestitvi ponovno zaženi sistem

source: Restarting Windows Explorer
ar_tn: إعادة تشغيل ويندوز إكسبلورر
fr_fr: Redémarrage de l’Explorateur Windows
sl_si: Ponovno poganjanje Raziskovalca
