Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: Preference &scope
de_de: Gültigkeit&sbereich der Einstellungen
pt_br: E&scopo das Preferências
sl_si: Po&dročje možnosti

source: Whether to set preferences globally or for the current module
de_de: Ob die Einstellungen global oder für das aktuelle Modul gelten sollen
pt_br: Se deve configurar as preferências globalmente ou para o Módulo atual
sl_si: Ali naj nastavitve veljajo za vse ali samo za trenutni modul

source: Set global preferences
de_de: Einstellungen global festlegen
pt_br: Configurar preferências globais
sl_si: Nastavi splošne nastavitve

source: PrefControl index %d not found
de_de: PrefControl Index %d nicht gefunden
sl_si: Indeksa PrefControl %d ni mogoče najti

source: TortoiseCVS - Working
de_de: TortoiseCVS - Vorgang in Bearbeitung
fr_fr: TortoiseCVS - Opération en cours
hu_hu: TortoiseCVS - Végrehajtás
it_it: TortoiseCVS - In esecuzione
ja_jp: TortoiseCVS - 作業中
ka_ge: TortoiseCVS - მუშაობს
nl_nl: TortoiseCVS - Bezig
pl_pl: TortoiseCVS - Wykonywanie poleceń...
pt_br: TortoiseCVS - Executando
ro_ro: TortoiseCVS - Lucrează
ru_ru: TortoiseCVS - В процессе
sl_si: TortoiseCVS - Sredi dela

source: TortoiseCVS - Finished
de_de: TortoiseCVS - Vorgang beendet
fr_fr: TortoiseCVS - Opération terminée
hu_hu: TortoiseCVS - Befejezve
it_it: TortoiseCVS - Fine esecuzione
ja_jp: TortoiseCVS - 完了
ka_ge: TortoiseCVS - დასრულდა
nl_nl: TortoiseCVS - Klaar
pl_pl: TortoiseCVS - Zakończono operację
pt_br: TortoiseCVS - Finalizado
ro_ro: TortoiseCVs - a Terminat
ru_ru: TortoiseCVS - Закончено
sl_si: TortoiseCVS - Dokončano

source: Working...
de_de: Bearbeiten...
hu_hu: Végrehajtás...
it_it: In esecuzione...
nl_nl: Bezig...
pl_pl: Operacja w toku ...
pt_br: Trabalhando...
ro_ro: Lucrează...
ru_ru: Обработка...
sl_si: Delo poteka ...

source: Abort
de_de: Abbrechen
fr_fr: Interrompre
hu_hu: Megszakítás
it_it: Annulla
ja_jp: 中止
ka_ge: შეწყვეტა
nl_nl: Afbreken
pl_pl: Przerwij
pt_br: Interromper
ro_ro: Opreşte
ru_ru: Прервать
sl_si: Prekini

source: Close on completion
de_de: Schließen nach Fertigstellung
hu_hu: Bezárás befejezéskor
nl_nl: Sluiten als gereed
pl_pl: Zamknij po zakończeniu
pt_br: Fechar ao completar
ru_ru: Закрыть после завершения
sl_si: Zapri ob zaključku

source: TortoiseCVS - Aborting
de_de: TortoiseCVS - Vorgang wird abgebrochen
fr_fr: TortoiseCVS - Annulation
hu_hu: TortoiseCVS - Megszakítás
it_it: TortoiseCVS - Annullamento
ja_jp: TortoiseCVS - 中止途中
ka_ge: TortoiseCVS - შეწყვეტა
nl_nl: TortoiseCVS - Afbreken
pl_pl: TortoiseCVS - Przerywanie
pt_br: TortoiseCVS - Interrompendo
ro_ro: TortoiseCVS - Opreşte
ru_ru: TortoiseCVS - В процессе прерывания
sl_si: TortoiseCVS - Prekinjanje

source: Aborting...
de_de: Abbrechen...
hu_hu: Megszakítás...
it_it: Annullamento...
nl_nl: Afbreken...
pl_pl: Przerywanie...
pt_br: Interrompendo...
ro_ro: Opreşte...
ru_ru: Прерывание...
sl_si: Prekinjanje ...

source: TortoiseCVS - Aborted
de_de: TortoiseCVS - Abgebrochen
fr_fr: TortoiseCVS - Opération annulée
hu_hu: TortoiseCVS - Megszakítva
it_it: TortoiseCVS - Annullato
ja_jp: TortoiseCVS - 中止完了
ka_ge: TortoiseCVS - შეწყდა
nl_nl: TortoiseCVS - Afgebroken
pl_pl: TortoiseCVS - Przerwano
pt_br: TortoiseCVS - Interrompido
ro_ro: TortoiseCVS - Oprit
ru_ru: TortoiseCVS - Прервано
sl_si: TortoiseCVS - Prekinjeno

source: Aborted
de_de: Abgebrochen
hu_hu: Megszakítva
it_it: Annullato
nl_nl: Afgebroken
pl_pl: Przerwano
pt_br: Interrompido
ro_ro: Oprit
ru_ru: Прервано
sl_si: Prekinjeno

source: Finished
de_de: Erledigt
hu_hu: Befejezve
it_it: Completato
nl_nl: Klaar
pl_pl: Zakończono
pt_br: Finalizado
ro_ro: Terminat
ru_ru: Закончено
sl_si: Dokončano

source: Output
de_de: Ausgabe
hu_hu: Kimenet
nl_nl: Uitvoer
pl_pl: Dane wyjściowe
pt_br: Saída
ro_ro: Rezultat
ru_ru: Вывод
sl_si: Izhod

source: Copy
de_de: Kopieren
hu_hu: Másolás
it_it: Copia
nl_nl: Kopiëren
pl_pl: Kopiuj
pt_br: Copiar
ro_ro: Copie
ru_ru: Копировать
sl_si: Kopiraj

source: Select All
de_de: Alles markieren
hu_hu: Mindent kijelöl
it_it: Seleziona Tutto
nl_nl: Selecteer alles
pl_pl: Zaznacz wszystko
pt_br: Selecionar Tudo
ro_ro: Selectează ToT
sl_si: Izberi vse

source: multiple folders
de_de: mehrere Ordner
fr_fr: plusieurs dossiers
hu_hu: több mappa
it_it: cartelle multiple
ja_jp: 複数のフォルダ
ka_ge: მრავალი დასტა
nl_nl: meerdere mappen
pl_pl: złożone foldery
pt_br: múltiplas pastas
ro_ro: dosare multiple
ru_ru: множественные папки
sl_si: več map

source: Finished release in %s
de_de: Herausnehmen erledigt in %s
fr_fr: Abandon terminé dans %s
hu_hu: A kiadás befejezve a(z) %s modulban
it_it: Rilascio completato in %s
ja_jp: %s の解放が完了しました
ka_ge: დასრულდა გამოქვეყნება %s
pl_pl: Zakończono publikowanie dla %s
pt_br: Finalizou Liberação em %s
ro_ro: A terminat lansarea în %s
ru_ru: Закончено освобождение %s
sl_si: Dokončano izdaja v %s

source: CVS Release in %s will result in the following potentially destructive changes:
de_de: CVS herausnehmen in %s wird die folgenden möglicherweise schädlichen Änderungen ergeben:
fr_fr: La commande CVS Abandonner dans %s va provoquer les modifications suivantes, qui pourraient être destructrices :
hu_hu: A CVS Kiadás a(z) %s modulban a következő végzetes változtatásokat fogja végrehajtani:
it_it: Il rilascio CVS in %s produrrà i seguenti cambiamenti potenzialmente distruttivi:
ja_jp: %s に対するCVSの解放は以下の破壊的な変更を起こすことがあります:
ka_ge: CVS გამოქვეყნებამ აქ %s შესაძლოა შემდეგი მავნე ცვლილებები გამოიწვიოს:
pl_pl: Publikacja CVS w %s może spowodować poniższe potencjalne zniszczenia:
pt_br: CVS Liberar em %s resultará nas seguintes modificações potencialmente destrutivas:
ro_ro: Lansarea CVS în %s va rezulta în următoarele modificări potenţial destructive:
sl_si: Izdaja CVS v %s bo imela za posledico naslednje morebitno škodljive spremembe:

source: %d modified file(s)
de_de: %d veränderte Datei(en)
fr_fr: %d fichier(s) modifié(s)
hu_hu: %d módosított fájl
it_it: %d file modificato/i
ja_jp: %d個の変更されたファイル
ka_ge: %d შეცვლილი ფაილი
nl_nl: %d gewijzigde bestand(en)
pl_pl: %d zmodyikowane pliki
pt_br: %d arquivo(s) modificado(s)
ro_ro: %d fişier(e) modificat(e)
ru_ru: %d измененных файлов
sl_si: %d spremenjenih(e/i/a) datotek(e/i/a)

source: %d newly added file(s) that have not been committed
de_de: %d neu hinzugefügte Datei(en), die nicht eingecheckt wurde(n)
fr_fr: %d nouveau(x) fichier(s) non validé(s)
hu_hu: %d újonnan hozzáadott, eddig nem tárolt fájl
it_it: %d nuovi file aggiunti dei quali non si è fatto il deposito
ja_jp: %d個の新しく追加されたファイルが、まだコミットされていません
ka_ge: %d ახლად დამატებული და არ დაფიქსირებული ფაილი
nl_nl: %d nieuw toegevoegde bestand(en) zijn niet vastgelegd
pl_pl: %d nowo dodane plik(i), które nie zostały zatwierdzone
pt_br: %d adição(ões) de arquivo que não foram Gravadas
ro_ro: %d fişier(e) noi adăugate care nu au fost încredinţate
ru_ru: %d вновь добавленных файлов которые небыли зафиксированы
sl_si: %d novo dodanih datotek, ki niso objavljene

source: %d removed file(s) that have not been committed
de_de: %d entfernte Datei(en), die nicht eingecheckt wurde(n)
fr_fr: %d fichier(s) supprimé(s) non validé(s)
hu_hu: %d eltávolított, eddig nem tárolt fájl
it_it: %d file rimossi dei quali non si è fatto il deposito
ja_jp: %d個の削除されたファイルが、まだコミットされていません
ka_ge: %d ამოშლილი და არ დაფიქსირებული ფაილი
nl_nl: %d verwijderde bestand(en) zijn niet vastgelegd
pl_pl: %d usunięte plik(i), które nie zostały zatwierdzone
pt_br: %d remoção(ões) de arquivo que não foram Gravadas
ro_ro: %d fişier(e) şters(e) care nu au fost încredinţate
ru_ru: %d удаленных файлов которые небыли зафиксированы
sl_si: %d odstranjenih datotek, ki niso objavljene

source: %d renamed file(s) that have not been committed
de_de: %d umbenannte Datei(en), die nicht eingecheckt wurde(n)
hu_hu: %d átnevezett, eddig nem tárolt fájl
nl_nl: %d van naam gewijzigde bestand(en) zijn niet vastgelegd
pl_pl: %d plik(i) ze zmienioną nazwą, które nie zostały zatwierdzone
pt_br: %d arquivos renomeados que não foam Gravados.
ru_ru: %d переименованных файлов которые небыли зафиксированы
sl_si: %d preimenovanih datotek, ki niso objavljene

source: %d file(s) that are not under CVS control
de_de: %d Datei(en), die nicht der Kontrolle von CVS unterliegen
fr_fr: %d fichier(s) non géré(s) par CVS
hu_hu: %d fájl, melyek nincsenek CVS kontroll alatt
it_it: %d file che non sono sotto il controllo di CVS
ja_jp: %d個のファイルはCVS管理下にありません
ka_ge: %d ფაილი, რომელიც/ებიც CVS კონტროლს არ ექვემდებარება
nl_nl: %d bestand(en) zijn niet onder CVS controle
pl_pl: %d plik(i), których nie kontroluje CVS
pt_br: %d arquivo(s) que não estão sob controle do CVS
ro_ro: %d fişier(e) care nu sunt sub controlul CVS
ru_ru: %d файлов не находятся под управлением CVS
sl_si: %d datotek(e/i/a), ki niso pod nadzorom CVS

source: %s will be deleted. Are you sure you want to do this?
de_de: %s werden gelöscht. Sind Sie sicher, dass Sie fortfahren möchten?
fr_fr: %s va être supprimé. Confirmez-vous l'opération ?
hu_hu: A(z) %s törölve lesz. Biztosan ezt szeretnéd tenni?
it_it: %s verrà cancellato. Siete sicuri di volerlo fare?
ja_jp: %s は削除されます。よろしいでしょうか？
ka_ge: %s წაიშლება. ნამდვილად გსურთ ამის გაკეთება?
nl_nl: %s zal verwijderd worden. Weet je het zeker?
pl_pl: %s będzie skasowany . Kontynuować?
pt_br: %s será apagado. Você está certo de que quer fazer isso?
ro_ro: %s va fi şters. Sunteţi sigur că doriţi aceasta?
ru_ru: %s будет удален. Вы уверены что нужно сделать удаление?
sl_si: %s bo zbrisana. Ste prepričani, da to želite storiti?

source: Releasing in
de_de: Änderungen verwerfen in
fr_fr: Abandon dans
hu_hu: Kiadás mint
it_it: Rilascio in
ja_jp: 解放中
ka_ge: გამოქვეყნება აქ
pl_pl: Publikowanie w
pt_br: Liberando em
ro_ro: Lansare în
sl_si: Izdajanje v

source: TortoiseCVS - Release
de_de: TortoiseCVS - Herausnehmen
fr_fr: TortoiseCVS - Abandonner
hu_hu: TortoiseCVS - Kiadás
it_it: TortoiseCVS - Rilascio
ja_jp: TortoiseCVS - 解放
ka_ge: TortoiseCVS - გამოქვეყნება
pl_pl: TortoiseCVS - Publikacja
pt_br: TortoiseCVS - Liberar
ro_ro: TortoiseCVS - Lansare
sl_si: Tortoise CVS - Izdaj

source: Release Options:
de_de: Herausnehmen Optionen:
fr_fr: Options d'abandon :
hu_hu: Kiadási opciók
it_it: Opzioni di Rilascio:
ja_jp: 解放のオプション:
ka_ge: გამოქვეყნების პარამეტრები:
pl_pl: Opcje publikacji:
pt_br: Opções da Liberação:
ro_ro: Opţiunile de lansare:
sl_si: Možnosti izdaje:

source: Delete files and folders that are under CVS control (-d)
de_de: Dateien und Ordner löschen, die unter CVS Kontrolle sind (-d)
fr_fr: Supprimer les fichiers et les dossiers gérés par CVS (-d)
hu_hu: A CVS kontroll alatt álló fájlok és mappák törlése (-d)
it_it: Cancella file e cartelle che sono sotto il controllo di CVS (-d)
ja_jp: CVS管理にあるファイルとフォルダを削除する (-d)
ka_ge: CVS დაქვემდებარების ფაილებისა და დასტების წაშლა (-d)
pl_pl: Usuń pliki i foldery, które kontroluje CVS (-d)
pt_br: Apagar arquivos e diretórios que estão sob controle do CVS (-d)
ro_ro: Şterge fişierele şi dosarele care sunt sub controlul CVS (-d)
ru_ru: Удалить файлы и папки которые под управлением CVS (-d)
sl_si: Izbriši datoteke in mape, ki so pod nadzorom CVS (-d)

source: Delete contents of folders including non-cvs files (-d -f)
de_de: Inhalte von Ordnern löschen, auch nicht-CVS Dateien (-d -f)
fr_fr: Supprimer le contenu des dossiers, fichiers non CVS compris (-d -f)
hu_hu: Minden mappa tartalmának törlése a nem-cvs fájlokkal együtt (-d -f)
it_it: Cancella il contenuto delle cartelle inclusi i file non-cvs (-d -f)
ja_jp: フォルダの内容を削除する (CVS管理ではないファイルを含む) (-d -f)
ka_ge: დასტების შიგთავსის წაშლა არა-cvs ფაილების ჩათვლით (-d -f)
pl_pl: Usuń zawartość folderów, które zawierają pliki niekontrolowane przez CVS (-d -f)
pt_br: Apagar conteúdo dos diretórios incluindo arquivos que não estão sob controle do CVS (-d -f)
ro_ro: Şterge conţinutul dosarelor inclusiv fişierele non-cvs (-d -f)
ru_ru: Удалить содержимое папок, включая не-CVS файлы (-d -f)
sl_si: Izbriši vsebino map, vključno z datotekami, ki niso del CVS (-d -f)

source: Delete CVS control files only (-e)
de_de: Nur Dateien unter CVS Kontrolle löschen (-e)
fr_fr: Supprimer seulement les fichiers de contrôle CVS (-e)
hu_hu: Csak a CVS kontroll fájlok törlése (-e)
it_it: Cancella solamente i file di controllo CVS (-e)
ja_jp: CVS管理にあるファイルのみを削除する (-e)
ka_ge: მხოლოდ CVS საკონტროლო ფაილების წაშლა (-e)
pl_pl: Usuń tyko pliki kontrolujące CVS (-e)
pt_br: Apagar apenas os arquivos de controle do CVS (-e)
ro_ro: Şterge doar fişierele de control CVS (-e)
ru_ru: Удаление только файлов управляемых CVS (-e)
sl_si: Izbriši le nadzorne datoteke CVS (-e)

source: TortoiseCVS - Rename
de_de: TortoiseCVS - Umbenennen
hu_hu: TortoiseCVS - Átnevezés
it_it: TortoiseCVS - Rinomina
nl_nl: TortoiseCVS - Naam wijzigen
pl_pl: TortoiseCVS - Zmiana nazwy
pt_br: TortoiseCVS - Renomear
ro_ro: TortoiseCVS - Schimbă numele
ru_ru: TortoiseCVS - Переименовать
sl_si: TortoiseCVS - Preimenuj

source: Rename '%s' to
de_de: '%s' umbenennen in
nl_nl: Naam '%s' wijzigen naar
pt_br: Renomear '%s' para
sl_si: Preimenuj '%s' v

source: Branch or tag
de_de: Zweig oder Marke
fr_fr: Branche ou balise
hu_hu: Ág vagy címke
it_it: Ramo o etichetta
ja_jp: ブランチ・タグ
ka_ge: განშტოება ან ჭდე
nl_nl: Tak of tag
pl_pl: Gałąź lub etykieta
pt_br: Marcador or Ramo
ro_ro: Ramură sau etichetă
ru_ru: Ветка или метка
sl_si: Veja ali oznaka

source: Use &HEAD branch
de_de: Benutze &Hauptzweig (HEAD)
fr_fr: Utiliser la branche &HEAD
hu_hu: &HEAD ág használata
it_it: Usa il ramo &HEAD
ja_jp: HEADブランチを使用する(&H)
ka_ge: მთავარი HEAD განშტოების გამოყენება
nl_nl: Gebruik &Hoofdtak
pl_pl: Użyj gałęzi HEAD
pt_br: Usar Ramo &Principal (HEAD)
ro_ro: Foloseşte ramura &HEAD
ru_ru: Использовать головную ветку
sl_si: Uporabi vejo &HEAD

source: &Choose branch or tag
de_de: Zweig oder Marke &auswählen
fr_fr: &Choisir une branche/balise
hu_hu: &Válassz címkét vagy ágat
it_it: &Scegliere il ramo o l'etichetta
ja_jp: ブランチ・タグを選択する(&C)
ka_ge: განშტოების ან ჭდის არჩევა
nl_nl: Kies tak of tag
pl_pl: &Wybierz gałąź lub etykietę
pt_br: &Escolher Marcador ou Ramo
ro_ro: Alege ramura sau eticheta
ru_ru: Выберите ветку или метку
sl_si: &Izberi vejo ali oznako

source: Branch or tag name:
de_de: Zweig- oder Markenname:
fr_fr: Branche ou balise :
hu_hu: Ág vagy címke neve:
it_it: Nome ramo o etichetta:
ja_jp: ブランチ名・タグ名:
ka_ge: განშტოების ან ჭდის სახელი:
nl_nl: Tak of tagnaam:
pl_pl: Nazwa gałęzi lub etykiety:
pt_br: Nome do Ramo ou Marcador:
ro_ro: Numele ramurii sau etichetei:
ru_ru: Имя ветки или метки
sl_si: Ime veje ali oznake:

source: If no matching revision is found, use the most recent one
de_de: Verwende neueste Revision, falls keine passende gefunden wird
fr_fr: Si aucune version ne correspond, utiliser la plus récente
hu_hu: Ha nem található ilyen revízió, akkor a leggyakoribb lesz használva
it_it: Se nessuna revisione corrispondente, usa la più recente
ja_jp: 一致するリビジョンが見つからなかった場合は最新のものを使う
ka_ge: თუ შესაბამისი ვერსია ვერ მოიძებნა ბოლო ვერსიის გამოყენება
pl_pl: Jeśli brak pasującej rewizji, użyj najnowszej
pt_br: Se a Revisão especificada não for encontrada, usar a mais recente
ro_ro: Dacă nu este găsită nici o revizie potrivită, foloseşte-o pe cea mai recentă
ru_ru: Если соответствующей ревизия не найдена, использовать самую свежую
sl_si: Če ni ujemajoče revizije, uporabi najsodobnejšo

source: If you've specified a tag / branch / date, and it matches no revision for a file, CVS will get you the head revision instead.
de_de: Wenn Sie eine Marke/Zweig/Datum angegeben haben, welche bei einer Datei zu keiner Revision passt, holt CVS stattdessen den Hauptzweig (HEAD).
hu_hu: Amennyiben megadsz egy címkét / ágat / dátumot, és nem található ilyen revízió egy fájlhoz, akkor a CVS a fej revízióját fogja használni.
pl_pl: Jeśli określisz nazwę konkretnej etykiety/gałęzi/daty i nie zostanie znaleziona odpowiednia do tych ustawień rewizja, CVS pobierze rewizję HEAD.
pt_br: Se você especificou um Marcador/Ramo/Data e não há Revisão equivalente para um arquivo, o CVS vai obter a Revisão mais recente do Ramo principal (HEAD) para este arquivo.
sl_si: Če ste navedli oznako / vejo / datum in se ta ne ujema z revizijo datoteke, bo CVS pridobil revizijo glave.

source: Which tag or branch should be retrieved
de_de: Name der Marke/Zweiges, das geholt werden soll
fr_fr: Branche ou balise à emprunter
hu_hu: Melyik címke vagy ág legyen begyűjtve
it_it: Quale etichetta o ramo deve essere prelevato
ja_jp: 取得するタグ・ブランチ
ka_ge: მისაღები ჭდე ან განშტოება
nl_nl: Welke tag of tak moet opgehaald worden
pl_pl: Wskaż etykietę lub gałąź, która ma być odzyskana
pt_br: Qual Marcador ou Ramo deve ser obtido
ro_ro: Care etichetă sau ramură ar trebui să fie recăpătată
ru_ru: Какая метка или ветка должны быть извлечены
sl_si: Katera oznaka ali veja naj bo prenesena

source: Date and time
de_de: Datum und Uhrzeit
fr_fr: Date et heure
hu_hu: Dátum és idő
it_it: Data e ora
ja_jp: 日付・時刻
ka_ge: თარიღი
nl_nl: Datum en tijd
pl_pl: Data i czas
pt_br: Data e hora
ro_ro: Data şi timpul
ru_ru: Дата и время
sl_si: Datum in čas

source: Choose a date from the calendar, and/or edit the date and time in the box above the calendar, e.g. "1988-09-24" "yesterday" "24 Sep 20:05"
de_de: Wählen Sie ein Datum mit Hilfe des Kalenders oder bearbeiten Sie Datum und Uhrzeit in der Textbox darüber, zum Beispiel: "1988-09-24", "yesterday", "24 Sep 20:05"
fr_fr: Choisissez une date dans le calendrier et/ou modifiez la date et l'heure dans le champ situé au-dessus du calendrier. Exemple : "1988-09-24" "yesterday" "24 Sep 20:05"
hu_hu: Válassz egy dátumot a naptárból, és/vagy írd be a dátumot és időt a felette található mezőben, pl.: "1988-09-24" "tegnap" "24 Sep 20:05"
it_it: Scegliere una data dal calendario e/o inserire la data e ora nel riquadro sopra il calendario, ad es.: "24-09-1988" "ieri" "24 Sett 20:05"
ja_jp: カレンダーやカレンダーの上にある日付と時刻のボックスから、日付を指定してください、例 "1988-09-24" "yesterday" "24 Sep 20:05"
ka_ge: შეარჩიეთ თარიღი კალენდრიდან და/ან მიუთითეთ თარიღის ველში, მაგალითად "1988-09-24" "გუშინ" "24 სექ 20:05"
nl_nl: Kies een datum in de kalendar, en/of bewerk de datum en tijd in het vak boven de kalendar, bijv. "1988-09-24" "24 Sep 20:05"
pl_pl: Wybierz datę z kalendarza i/lub edytuj wartość w polu powyżej kalendarza, np.: "1988-09-24" "24 Maj 20:05"
pt_br: Escolha a data no calendário, e/ou edite a data e a hora na caixa de edição acima do calendário, ex. "1988-09-24" "yesterday" "24 Sep 20:05"
ro_ro: Alegeţi o dată din calendar, şi/sau editaţi data şi timpul în caseta de editare deasupra calendarului, Ex: "1988-09-24" "ieri" "24 Sep 20:05"
ru_ru: Выберите дату из календаря, и/или введите дату и время в поле ввода, например "1988-09-24" "yesterday" "24 Sep 20:05"
sl_si: Izberite datum iz koledarja in/alu uredite datum in čas v polju nad koledarjem, npr: "1988-09-24" "včeraj" "24.09. 20:05"

source: Most &recent files
de_de: &Neueste Dateien
fr_fr: De&rniers fichiers
hu_hu: &Gyakran használt fájlok
it_it: File più &recenti
ja_jp: 最新のファイル(&r)
ka_ge: ბოლო ფაილები
nl_nl: Meest &recente bestanden
pl_pl: Najnowsze pliki
pt_br: Arquivos mais &recentes
ro_ro: Cele mai &recente fişiere
ru_ru: Самые последние файлы
sl_si: &Nazadnje odprte datoteke

source: Files at certain &time
de_de: Dateien zu einer bestimmten Zei&t
fr_fr: Fichiers d'une cer&taine date
hu_hu: Fájlok bizonyos &időszakban
it_it: File ad una certa &data
ja_jp: 指定した時刻のファイル(&t)
ka_ge: გარკვეული დროის ფაილები
nl_nl: Bestanden van een bepaalde &tijd
pl_pl: &Określony czas plików
pt_br: Arquivos em determinado &momento
ro_ro: Fişiere la un anumit &timp
ru_ru: Файлы за определенное время
sl_si: Datoteke ob določenem &času

source: Date/time of files to get:
de_de: Datum/Uhrzeit der zu holenden Dateien:
fr_fr: Date/heure des fichiers :
hu_hu: A beszerzendő fájlok dátuma/ideje:
it_it: Data/ora dei file da prelevare:
ja_jp: 取得するファイルの日付・時刻:
ka_ge: მისაღები ფაილების თარიღი:
nl_nl: Datum/tijd van bestanden om op te halen
pl_pl: Data/czas plików do pobrania:
pt_br: Data/hora dos arquivos a obter:
ro_ro: Data/timpul fişierelor de preluat:
ru_ru: Дата/время файлов которые нужно получить:
sl_si: Datum/čas datotek za pridobivanje:

source: TortoiseCVS - Update
de_de: TortoiseCVS - Aktualisieren
fr_fr: TortoiseCVS - Actualiser
hu_hu: TortoiseCVS - Frissítés
it_it: TortoiseCVS - Aggiornamento
ja_jp: TortoiseCVS - 更新
ka_ge: TortoiseCVS - განახლება
nl_nl: TortoiseCVS - Bijwerken
pl_pl: TortoiseCVS - Aktualizacja
pt_br: TortoiseCVS - Atualizar
ro_ro: TortoiseCVS - Reînoieşte
ru_ru: TortoiseCVS - Обновление
sl_si: TortoiseCVS - Posodobi

source: Basic
de_de: Einfach
hu_hu: Alap
nl_nl: Basis
pt_br: Básico
sl_si: Osnovno

source: Advanced
de_de: Erweitert
fr_fr: Avancé
hu_hu: Haladó
it_it: Avanzato
ja_jp: 高度な設定
ka_ge: დეტალები
nl_nl: Geavanceerd
pl_pl: Zaawansowane
pt_br: Avançado
ro_ro: Avansat
ru_ru: Расширенные
sl_si: Napredno

source: Get &tag/branch/revision:
de_de: Marke/Zweig/Revision holen:
fr_fr: Ex&traire la balise/branche/version :
hu_hu: Beszerzés &címke/ág/revízió alapján:
it_it: Preleva &etichetta/ramo/revisione
ja_jp: タグ・ブランチ・リビジョンを取得する(&t)
ka_ge: ჭდის/განშტოების/ვერსიის მიღება:
nl_nl: Haal &tag/tak/revisie op:
pl_pl: Pobierz &etykietę/gałąź/rewizję:
pt_br: Obter &Marcador/Ramo/Revisão:
ro_ro: Preia eticheta/ramura/revizia:
ru_ru: Получить метку/ветку/ревизию
sl_si: Pridobi &oznako/vejo/revizijo:

source: Switches your working copy to a specific branch/tag/revision. Implies stickiness, so subsequent updates, commits etc. will operate on that version.
de_de: Setzt die lokale Kopie zurück auf einen bestimmten Zweig/Marke/Revision zurück. Beinhaltet "Permanenz", so dass spätere Aktualisierungen, Eincheckvorgänge usw. auf dieser Version durchgeführt werden.
fr_fr: Synchronise la copie de travail avec la branche/balise/version définie. Implique l'attribut collant : les actualisations et validations suivantes porteront sur cette version.
hu_hu: Megváltoztatja az munkapéldányt a megadott címke/ág/revízió alapján. Kockázatot jelent, mivel a további frissítések, tárolások stb. már a kiválasztott verzióval fognak működni.
it_it: Commuta la copia di lavoro su uno specifico ramo/etichetta/revisione. Implica la persistenza, pertanto i successivi aggiornamenti, depositi ecc. opereranno su quella versione.
ja_jp: 作業コピーを指定したブランチ・タグ・リビジョンの物に変えます。ファイルはstickyとなり、以降の更新・コミットなどは、そのバージョン上で実行されます。
ka_ge: თქვენო სამუშაო ასლის გარკვეულ განშტოებაზე/ჭდეზე/ვერსიაზე გადართვა. იგულისხმება 'მიბმა', რათა შემდეგი განახლებები, ფიქსირებები და ა.შ. ამ ვერსიასთვის კვლავაც შესრულდეს.
pl_pl: Przełącza kopię roboczą na określoną gałąź/etykietę/rewizję. To polecenie spowoduje, że późniejsze zmiany staną się obowiązujące i będą widoczne.
pt_br: Substitui sua cópia local pela versão de um Ramo/Marcador/Revisão. Implica persistência, portanto Atualizações, Gravações etc. subseqüentes operarão nessa revisão.
ro_ro: Schimbă copia d-stră activă cu o anumită ramură/etichetă/revizie. Implică lipiciune, astfel următoarele reînoiri, încredinţări etc. vor opera cu această versiune.
ru_ru: Переключает вашу рабочую копию на определенную ветку/метку/ревизию. Подразумевает 'липкость', потому последующие обновления, фиксирования и т.п. будут работать с этой версией.
sl_si: Preklopi vašo delovno kopijo na določeno vejo/oznako/revizijo. Privzema lepljivost, tako da bodo vse nadaljnje posodobitve, objave itn. delovale na tej različici.

source: Branch/Tag/Revision specifier
de_de: Angabe des Zweiges/Marke/Revision
fr_fr: Indicateur de branche/balise/version
hu_hu: Címke/Ág/Revízió azonosító
it_it: Specificatore Ramo/Etichetta/Revisione
ja_jp: ブランチ・タグ・リビジョンの特定
ka_ge: განშტოების/ჭდის/ვერსიის მაჩვენებელი
pl_pl: Uściślenie Gałęzi/Etykiety/Rewizji
pt_br: Identificador do Ramo/Marcador/Revisão
ro_ro: Specificator de Ramură/Etichetă/Revizie
ru_ru: Спецификатор Ветки/Метки/Ревизии
sl_si: Določitelj veje/oznake/revizije
