Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: Semicolon-delimited list of (absolute) folders for which overlay icons and context menus are enabled. An empty list enables all folders.
de_de: Durch Semikolon getrennte Liste von (absoluten) Ordnern, für welche die Tortoise-Symbole und Kontextmenüs angezeigt werden. Eine leere Liste bedeutet alle Ordner.
fr_fr: Liste (délimitée par des points-virgules) de chemins complets des dossiers dont les icônes superposées et les menus contextuels sont activés. Si la liste est vide, tous les dossiers sont activés.
hu_hu: Pontosvesszővel elválasztott lista azon (abszolút) mappákról, ahol a fedő ikonok és környezeti menük használata engedélyezett. Az üres lista jelzi, hogy minden mappára érvényes.
it_it: Lista delimitata da punti e virgola di cartelle (assolute) per le quali sono disabilitate le icone e i menu contestuali. Una lista vuota abilita tutte le cartelle.
ja_jp: オーバーレイアイコンとコンテキストメニューが有効化されたフォルダの一覧。フォルダ名は絶対パスで記入し、複数記述する場合はそれらを ; (セミコロン)で区切ること。
ka_ge: დასტების წერტილ-მძიმით გაყოფილი სია, რომელთათვისაც ხატების გადაფარვები და კონტექსტური მენიუები ჩართულია. ცარიელი სია ყველა დასტას ჩართავს.
nl_nl: Puntkomma gescheiden lijst van (absolute) mappen waar de overlay pictogrammen en context menu's worden ingeschakeld. Bij een lege lijst worden alle mappen gebruikt.
pl_pl: Lista folderów (rozdzielonych średnikami ';') dla których domyślnie włączone jest przetwarzanie CVS. Pusta lista ustawia domyślnie wszystkie foldery.
pt_br: Lista delimitada por ponto-e-vírgula de quais pastas devem ter sobreposição de ícones e menus de contexto habilitados. Uma lista vazia habilita todas as pastas.
ro_ro: Lista de dosare (absolute) delimitate prin semi-coloane pentru care iconiţele de înveliş şi meniurile de context sunt activate. O listă goală activează toate dosarele.
ru_ru: Список каталогов, разделенный точкой с запятой, для которых перекрытие иконок и контекстное меню Включены. Пустой список включает все директории.
sl_si: S podpičji ločen seznam (absolutnih poti) map, za katere so prepisne ikone in pojavni meniji onemogočeni. Prazen seznam jih omogoča v vseh mapah.

source: Menu icons
de_de: Menüsymbole
fr_fr: Icônes de menu
hu_hu: Menü ikonok
it_it: Icone menu
ja_jp: コンテキストメニューのアイコン
ka_ge: მენიუს ხატები
nl_nl: Menu pictogrammen
pl_pl: Ikony menu
pt_br: Ícones do menu
ro_ro: Iconiţele pentru meniu
ru_ru: Иконки меню
sl_si: Ikone menijev

source: Enable/disable
de_de: Ein-/ausschalten
fr_fr: Activer/désactiver
hu_hu: Engedélyes/letilt
it_it: Abilita/disabilita
ja_jp: 有効/無効
ka_ge: ჩართვა/ამორთვა
nl_nl: In- of uitgeschakeld
pl_pl: Włącz/wyłącz
pt_br: Habilitar/desabilitar
ro_ro: Activează/Dezactivează
ru_ru: Включить/выключить
sl_si: Omogoči/onemogoči

source: Enable menu &icons
de_de: Menüsymbole aktivieren
fr_fr: Activer les &icônes de menu
hu_hu: Menü &ikonok engedélyezése
it_it: Abilita &icone menu
ja_jp: コンテキストメニューのアイコンを有効にする(&i)
ka_ge: მენიუშI ხატების ჩართვა
nl_nl: Menu pictogrammen &inschakelen
pl_pl: Włącz ikony w menu konteksotwym
pt_br: Hab&ilitar ícones de menu
ro_ro: Activează iconiţele pentru meniu
ru_ru: Включить иконки в меню
sl_si: Prikaži menijske &ikone

source: Maximum number of tags for graph
de_de: Max. Anzahl der Marken im Graph
fr_fr: Nombre max. balises dans schémas
hu_hu: A címkék maximális száma a diagramban
it_it: Massimo numero di etichette per grafico
ja_jp: グラフに表示するタグの最大数
ka_ge: ჭდეების მაქსიმალური რაოდენობა გრაფში
nl_nl: Maximaal aantal tags in de grafiek
pl_pl: Maksymalna liczba etykiet w grafie
pt_br: Número máximo de Marcadores por gráfico
ro_ro: Numărul maxim de etichete pentru grafic
ru_ru: Максимальное число меток для графа
sl_si: Največje število oznak za graf

source: Controls how many tags the graph dialog will display per revision. Enter -1 to show them all.
de_de: Legt fest, wie viele Marken (Tags) der Graph Dialog je Revision anzeigt. Geben Sie -1 ein, um alle zu zeigen.
fr_fr: Définit le nombre de balises par version affichées sur les schémas. Entrez -1 pour les afficher toutes.
hu_hu: A diagramban megjelenítendő címkék számát szabályozza revíziónként. Írj be '-1'-et ha mindet látni szeretnéd.
it_it: Controlla il numero max di etichette visualizzabili per revisione nella finestra del grafico. Inserire -1 per mostrarle tutte.
ja_jp: グラフダイアログで、ひとつのリビジョンにつきいくつのタグを表示するかを設定する。全てを表示するには -1 に設定してください。
ka_ge: გრაფიკულ დიალოგში ნაჩვენები ჭდეების რაოდენობის განსაზღვრა. მიუთითეთ -1 - ყველას ჩვენება
nl_nl: Bepaal hoeveel tags het grafiekscherm zal weergeven per revisie. Geef -1 on ze allemaal weer te geven.
pl_pl: Określa ile etykiet będzie wyświetlanych w grafie dla danej rewizji. Wpisz -1, aby pokazać wszystkie.
pt_br: Controla quantos Marcadores no máximo o gráfico exibirá para uma Revisão. Entre -1 para exibir todos.
ro_ro: Dirijează numărul de etichete pentru fiecare revizie afişată de către dialogul graficului. Introduceţi -1 pentru a le afişa pe toate.
ru_ru: Управляет числом меток отображаемых в ревизии диалоге Граф ревизий. Введите -1 для отображения всех меток.
sl_si: Nadzira, koliko oznak bo na revizijo prikazalo pogovorno okno grafa. Vnesite -1 za prikaz vseh.

source: Autodetect (default to DOS)
de_de: Automatisch erkennen (Vorgabe DOS)
hu_hu: Autofelismerés (DOS az alapértelmezett)
it_it: Identificazione automatica (DOS per default)
ja_jp: ファイル形式を自動検出 (デフォルトはDOSとする)
ka_ge: ავტოამოცნობა (ძირითადი - DOS)
nl_nl: Automatisch bepalen (standaard naar DOS)
pl_pl: Automatyczne wykrywanie formatu pliku (domyślny DOS)
pt_br: Auto-detectar (padrão é DOS)
ro_ro: Autodetectează (original este DOS)
ru_ru: Автоопределение (по умолчанию DOS)
sl_si: Samozaznaj (privzeto za DOS)

source: Autodetect (default to UNIX)
de_de: Automatisch erkennen (Vorgabe UNIX)
hu_hu: Autofelismerés (UNIX az alapértelmezett)
it_it: Identificazione automatica (UNIX per default)
ja_jp: ファイル形式を自動検出 (デフォルトはUNIXとする)
ka_ge: ავტოამოცნობა (ძირითადი - UNIX)
nl_nl: Automatisch bepalen (standaard naar UNIX)
pl_pl: Automatyczne wykrywanie formatu pliku (domyślny UNIX)
pt_br: Auto-detectar (padrão é UNIX)
ro_ro: Autodectează (original este UNIX)
ru_ru: Автоопределение (по умолчанию UNIX)
sl_si: Samozaznaj (privzeto za UNIX)

source: Sandbox DOS/UNIX
de_de: DOS/UNIX Umgebung
it_it: Cartella di lavoro DOS/UNIX
ja_jp: サンドボックスの形式 DOS/UNIX
ka_ge: DOS/UNIX 'ზარდახშა'
nl_nl: Zandbak DOS/UNIX
pl_pl: Repozytorium robocze DOS/UNIX
pt_br: Caixa-de-areia DOS/UNIX
ro_ro: Izolare DOS/UNIX
ru_ru: Песочница DOS/UNIX
sl_si: Peskovnik DOS/UNIX

source: Use either LF (UNIX) or CRLF (DOS) line separators in text files.
de_de: Verwendet entweder LF (UNIX) oder CRLF (DOS) Zeilenenden in Textdateien.
hu_hu: LF (UNIX) vagy CRLF (DOS) sorvégződések használata a szöveges fájlokban
it_it: Usa separatori di linea LF (UNIX) o CRLF (DOS) nei file di testo.
ja_jp: テキストファイルの改行コードとしてLF(UNIX形式)あるいはCRLF(DOS形式)を使う。
ka_ge: ტექსტურ ფაილებში სტრიქონების გამყოფად LF (UNIX) ან CRLF (DOS) გამოყენება.
nl_nl: Gebruik of LF (UNIX) of CRLF (DOS) regeleinde in tekstbestanden.
pl_pl: Określa format zakończeń lini (LF dla UNIX lub CRLF dla DOS) w plikach tekstowych.
pt_br: Usar ou LF (UNIX) ou CRLF (DOS) como separador de linha nos arquivos de texto.
ro_ro: Foloseşte oricare separatori de linie, LF (UNIX) sau CRLF (DOS), pentru fişierele text
ru_ru: Использовать либо LF (UNIX) либо CRLF (DOS) разделитель линий в текстовых файлах.
sl_si: V datotekah z besedilom uporabite končnice vrstic LF (UNIX) ali CRLF (DOS).

source: &Diff application
de_de: Vergleichs-Anwendung (&diff)
fr_fr: Logiciel &de comparaison
hu_hu: &Diff alkalmazás
it_it: Programma di &confronto
ja_jp: 差分プログラム(&D)
ka_ge: შედარების პროგრამა
nl_nl: &Diff applicatie
pl_pl: &Aplikacja obsługująca różnice
pt_br: Aplicativo de comparação
ro_ro: Aplicaţia de &diferenţiere
ru_ru: Внешнее &diff приложение
sl_si: Program za &razlikovanje

source: Specify the program you use to compare files.
de_de: Geben Sie das Programm an, mit dem Sie Dateien vergleichen.
fr_fr: Indiquez le logiciel utilisé pour comparer des fichiers.
hu_hu: Megadhatod a fájlok összehasonlításához használt programot.
it_it: Speifica il programma usato per confrontare i file.
ja_jp: ファイルの比較のために使うプログラムを指定してください。
ka_ge: ფაილების შედარების პროგრამის მითითება.
nl_nl: Geef het programma op dat je gebruikt om bestanden te vergelijken.
pl_pl: Określ aplikację do obsługi porównywania plików
pt_br: Especifique o programa que você usa para comparar arquivos.
ro_ro: Specifică programul utilizat pentru compararea fişierelor.
ru_ru: Указание программы используемой вами для сравнения файлов.
sl_si: Določite program za primerjanje datotek.

source: &Two-way diff parameters
de_de: Zweiwege-Vergleich Parameter
fr_fr: Paramètres de comparaison &bidirect.
hu_hu: &Két-utas diff paraméterei
it_it: Parametri confronto a &due-vie
ja_jp: 2方向差分のパラメータ(&T)
ka_ge: ორმხრივი შედარების პარამეტრები
pl_pl: Parametry dla &dwufazowej obsługi różnic
pt_br: Parâmetros da Diferenciação entre dois arquivos
ro_ro: Parametrii diferenţierii bidirecţionale
ru_ru: Параметры для двунаправленного сравнения
sl_si: Parametri &dvosmernega razlikovanja

source: Parameters for two-way diffs.
de_de: Parameter für Zweiwege-Vergleiche.
fr_fr: Paramètres des comparaisons bidirectionnelles
hu_hu: A két-utas diffek paraméterei.
it_it: Parametri per il confronto a due-vie.
ja_jp: 2方向差分のパラメータ
ka_ge: ორმხრივი შედარების პარამეტრები.
pl_pl: Parametry dla dwufazowej obsługi różnic
pt_br: Parâmetros da Diferenciação entre dois arquivos.
ro_ro: Parametrii diferenţierilor bidirecţionale.
ru_ru: Параметры для двунаправленного сравнения
sl_si: Parametri za dvosmerno razlikovanje.

source: The default parameters are:
de_de: Die Standardparameter sind:
pt_br: Parâmetros padrões são:
sl_si: Privzeti parametri so:

source: Name of file selected for diff.
de_de: Name der zum Vergleich ausgewählten Datei.
pt_br: Nome do arquivo selecionado para comparação.
sl_si: Ime izbrane datoteke za razlikovanje.

source: T&hree-way diff parameters
de_de: Dreiwege-Vergleich Parameter
fr_fr: Paramètres de comparaison &tridirect.
hu_hu: &Három-utas diff paraméterei
it_it: Parametri confronto a &tre-vie
ja_jp: 3方向差分のパラメータ(&h)
ka_ge: სამმხრივი შედარების პარამეტრები
pl_pl: Parametry dla &trójfazowej obsługi różnic
pt_br: Parâmetros da Diferenciação entre três arquivos
ro_ro: Parametrii diferenţierii tridirecţionale
sl_si: Parametri &trosmernega razlikovanja

source: Parameters for three-way diffs.
de_de: Parameter für Dreiwege-Vergleiche.
fr_fr: Paramètres des comparaisons tridirectionnelles
hu_hu: A három-utas diffel paraméterei.
it_it: Parametri per il confronto a tre-vie.
ja_jp: 3方向差分のパラメータ
ka_ge: სამმხრივი შედარების პარამეტრები.
pl_pl: Parametry dla trójfazowej obsługi różnic
pt_br: Parâmetros da Diferenciação entre três arquivos
ro_ro: Parametrii diferenţierilor tridirecţionale.
sl_si: Parametri za trosmerno razlikovanje.

source: &Merge application
de_de: Zusammenführ-Anwendung (&merge)
fr_fr: &Logiciel de fusion
hu_hu: &Olvasztó alkalmazás
it_it: Programma di &fusione
ja_jp: マージプログラム(&M)
ka_ge: შერწყმის პროგრამა
nl_nl: Sa&menvoeg applicatie
pl_pl: Aplikacja &scalająca
pt_br: Aplicativo de co&mbinação
ro_ro: Aplicaţia de îmbinare
ru_ru: Внешнее приложение для слияния
sl_si: Program za &spajanje

source: Specify the program you use to merge files.
de_de: Geben Sie das Programm an, mit dem Sie Dateien zusammenführen.
fr_fr: Indiquer le logiciel utilisé pour fusionner des fichiers.
hu_hu: Megadhatod a fájlok olvasztásához használt programot.
it_it: Specifica il programma usato per la fusione dei file.
ja_jp: マージに使用するプログラムを指定する。
ka_ge: ფაილების შერწყმის პროგრამის მითითება.
nl_nl: Geef het programma op dat je gebruikt om bestanden samen te voegen.
pl_pl: Określ program, który będzie wykorzystywany do scalania plików.
pt_br: Especifique o programa que você usa para combinar arquivos.
ro_ro: Specifică programul utilizat pentru îmbinarea fişierelor.
ru_ru: Укажите программу которую вы используете для слияния файлов.
sl_si: Navedite program, ki ga želite uporabljati za spajanje datotek.

source: &Two-way merge parameters
de_de: Zweiwege-Zusammenführ Parameter
fr_fr: Paramètres de fusion &bidirect.
hu_hu: &Két-utas olvasztás paraméterei
it_it: Parametri fusione a due-vie
ja_jp: 2方向マージのパラメータ(&T)
ka_ge: ორმხრივი შერწყმის პარამეტრები
pl_pl: Parametry &dwufazowego scalania
pt_br: Parâmetros da Combinação entre dois arquivos
ro_ro: Parametrii îmbinării bidirecţionale
sl_si: Parametri &dvosmernega spajanja

source: Parameters for two-way merges.
de_de: Parameter für Zweiwege-Zusammenführung.
fr_fr: Paramètres des fusions bidirectionnelles
hu_hu: A két-utas olvasztások paraméterei.
it_it: Parametri per la fusione a due-vie.
ja_jp: 2方向マージのためのパラメータ。
ka_ge: ორმხრივი შერწყმის პარამეტრები.
pl_pl: Parametry dla scalania dwufazowego.
pt_br: Parâmetros da Combinação entre dois arquivos.
ro_ro: Parametrii îmbinărilor bidirecţionale.
sl_si: Parametri za dvosmerno spajanje.

source: File containing my changes.
de_de: Datei, die meine Änderungen enthält.
fr_fr: Fichier contenant mes modifications.
hu_hu: A változtatásaimat tartalmazó fájl.
it_it: File contenente le mie modifiche.
ja_jp: 自身が変更を加えたファイル。
ka_ge: ჩემი ცვლილებების შემცველი ფაილი.
nl_nl: Bestand met mijn wijzigingen.
pl_pl: Pliki zawierające zmiany.
pt_br: Arquivo contendo minhas modificações.
ro_ro: Fişierul ce conţine modificările mele.
ru_ru: Файл содержащий мои изменения.
sl_si: Datoteka z mojimi spremembami.

source: File containing changes from repository.
de_de: Datei, welche die Änderungen am Verwahrungsort enthält.
fr_fr: Fihcier contenant les modifications du référentiel.
hu_hu: A raktár változtatásait tartalmazó fájl.
it_it: File contenente le modifiche nel repository.
ja_jp: リポジトリで変更のあるファイル。
ka_ge: საცავის ცვლილებების შემცველი ფაილი.
nl_nl: Bestand met wijzigingen in repository.
pl_pl: Pliki z repozytorium.zawierające zmiany.
pt_br: Arquivo contendo as modificações do repositório.
ro_ro: Fişierul ce conţine modificările din repozitoriul meu.
ru_ru: Файл содержащий изменения из репозитария.
sl_si: Datoteka s spremembami iz skladišča.

source: T&hree-way merge parameters
de_de: Dreiwege-Zusammenführ Parameter
fr_fr: paramètres de fusion &tridirect.
hu_hu: &Három-utas olvasztás paraméterei
it_it: Parametri fusione a tre-vie
ja_jp: 3方向マージのパラメータ(&h)
ka_ge: სამმხრივი შერწყმის პარამეტრები
pl_pl: Parametry &trójfazowego scalania
pt_br: Parâmetros da Combinação entre três arquivos
ro_ro: Parametrii îmbinrăii tridirecţionale
sl_si: Parametri &trosmernega spajanja

source: Parameters for three-way merges.
de_de: Parameter für Dreiwege-Zusammenführung.
fr_fr: Paramètres des fusions tridirectionnelles
hu_hu: A három-utas olvasztások paraméterei.
it_it: Parametri per la fusione a tre-vie.
ja_jp: 3方向マージのためのパラメータ
ka_ge: სამმხრივი შერწყმის პარამეტრები.
pl_pl: Parametry dla scalania trójfazowego.
pt_br: Parâmetros da Combinação entre três arquivos.
ro_ro: Parametrii îmbinărilor tridirecţionale.
sl_si: Parametri za trosmerno spajanje.

source: File containing common ancestor data.
de_de: Datei, die Informationen über gemeinsame Vorfahren enthält.
fr_fr: Fichier contenant les données source communes.
hu_hu: A közös őstől származó adatokat tartalmazó fájl.
it_it: File contenente dati di un progenitore comune.
ja_jp: 共通の先祖のデータを含むファイル
pl_pl: Pliki zawierające wspólne dane poprzednich plików.
pt_br: Arquivo contendo o ancestral comum.
ro_ro: Fişierul ce conţine date ancestrale comune.
sl_si: Datoteka s podatki skupnih prednikov.

source: SSH &application (:ext: only)
de_de: SSH &Anwendung (nur :ext:)
hu_hu: SSH &alkalmazás (csak :ext:)
nl_nl: SSH &applicatie (alleen :ext:)
pl_pl: &Aplikacja SSH (:ext: tylko)
pt_br: &Aplicativo SSH (somente :ext:)
ru_ru: Приложение SSH (:ext: only)
sl_si: Pro&gram za SSH (:ext: only)

source: Specify the CVS_EXT application (e.g. ssh.exe, plink.exe)
de_de: Geben Sie die CVS_EXT Anwendung an (z. B. ssh.exe, plink.exe)
fr_fr: Indiquez l'application CVS_EXT (ssh.exe ou plink.exe, par exemple)
hu_hu: Megadhatod A CVS_EXT alkalmazást (pl. ssh.exe, plink.exe)
it_it: Specifica il programma CVS_EXT (es.: ssh.exe, plink.exe)
ja_jp: CVS_EXTプログラムを指定する (例:ssh.exe, plink.exe)
ka_ge: CVS_EXT პროგრამის მითითება (მაგ., ssh.exe, plink.exe)
nl_nl: Geef de CVS_EXT applicatie (bijv. ssh.exe, plink.exe)
pl_pl: Określa aplikację CVS_EXT (np.: ssh.exe, plink.exe)
pt_br: Especifique o aplicativo CVS_EXT (ex. ssh.exe, plink.exe)
ro_ro: Specifică aplicaţia CVS_EXT (ex: ssh.exe, plink.exe)
sl_si: Določite program CVS_EXT (npr. ssh.exe, plink.exe)

source: SSH &parameters (:ext: only)
de_de: SSH &Parameter (nur :ext:)
hu_hu: SSH &paraméterek (csak :ext:)
nl_nl: SSH parameters (alleen :ext:)
pl_pl: &Parametry SSH (:ext: tylko)
pt_br: &Parâmetros do SSH (somente :ext:)
ru_ru: SSH &параметры (:ext: only)
sl_si: &Parametri SSH (:ext: only)

source: Parameters for the CVS_EXT application. The default parameters are:
de_de: Parameter für die CVS_EXT Anwendung. Die Standardparameter sind:
fr_fr: Paramètres de l'application CVS_EXT. Paramétrage par défaut :
hu_hu: A CVS_EXT alkalmazás paraméterei. Az alapértelmezett paraméterek:
it_it: Parametri per il programma CVS_EXT. I parametri di default sono:
ja_jp: CVS_EXTプログラムのパラメータ。デフォルトのパラメータは:
ka_ge: CVS_EXT პროგრამის პარამეტრები. საწყისი პარამეტრები:
nl_nl: Parameters voor de CVS_EVT applicatie. De standaard parameters zijn:
pl_pl: Parametry dla aplikacji CVS_EXT. Domyślne parametry to:
pt_br: Parâmetros para o aplicativo CVS_EXT. Os parâmetros padrões são:
ro_ro: Parametrii pentru aplicaţia CVS_EXT. Parametrii originali sunt:
ru_ru: Параметры для CVS_EXT приложения. Параметры по умолчанию:
sl_si: Parametri za program CVS_EXT. Privzeti parametri so:

source: CVS replaces %u with the username and %h with the hostname.
de_de: CVS ersetzt %u mit dem Benutzernamen und %h mit dem Hostnamen.
hu_hu: A CVS lecseréli %u-t a felhasználónévre és %h-t a host nevére.
nl_nl: CVS vervangt %u met de gebruikersnaam en %h met de hostnaam.
pl_pl: CVS zmienia %u na nazwę użytkownika i %h na nazwę hostu.
pt_br: CVS substitui %u com o nome do usuário e %h com o endereço do servidor.
ru_ru: CVS заменит %u на имя пользователя и %h на имя хоста.
sl_si: CVS zamenja %u z uporabniškim imenom in %h z imenom strežnika.

source: SSH &cvs server (:ext: only)
de_de: SSH &cvs Server (nur :ext:)
hu_hu: SSH &cvs szerver (csak :ext:)
nl_nl: SSH cvs server (alleen :ext:)
pl_pl: Server SSH dla &cvs (:ext: tylko)
pt_br: Servidor SSH de &CVS (somente :ext:)
ru_ru: SSH &cvs сервер (:ext: only)
sl_si: Strežnik SSH &cvs (samo :ext:)

source: Specify the CVS_SERVER application (e.g. /usr/local/bin/cvsnt)
de_de: Geben Sie die CVS_SERVER Anwendung an (z. B. /usr/local/bin/cvsnt)
hu_hu: Add meg a CVS_SERVER alkalmazást (pl. /usr/local/bin/cvsnt)
nl_nl: Geef de CVS_SERVER applicatie (bijv. /usr/local/bin/cvsnt)
pl_pl: Określa aplikację CVS_SERVER (np.: /usr/local/bin/cvsnt)
pt_br: Especifique o aplicativo CVS_SERVER (ex. /usr/local/bin/cvsnt)
sl_si: Določite program CVS_SERVER (npr. /usr/local/bin/cvsnt)

source: &Bug tracker URL
de_de: URL zur &Bug-Verfolgung
hu_hu: &Hiba követő URL
pl_pl: URL do śledzenia &błędów
pt_br: URL do gerenciador de &bugs
ru_ru: Адрес (URL) Баг треккера
sl_si: URL sledilnika &hroščev

source: In the History and Revision Graph dialogs, TortoiseCVS can automatically create hyperlinks from log messages containing 'bug XXX' or '#XXX' where XXX is a number. This setting tells TortoiseCVS how to build that URL. %s will be replaced with the bug number.
de_de: In den Dialogen Historie and Revisionsgraph kann TortoiseCVS automatisch Hyperlinks aus Lognachrichten erzeugen, die 'bug XXX' oder '#XXX' enthalten, wobei XXX eine Nummer ist. Diese Einstellung sagt TortoiseCVS, wie diese URL zu bilden ist. %s wird durch die Bug-Nummer ersetzt.
hu_hu: Az Előzmények és a Revíziós Diagram ablakokban a TortoiseCVS automatikusan képes linkeket generálni azon naplóbejegyzésekből, melyek tartalmazzák a következőt: 'bug XXX' vagy '#XXX', ahol XXX egy szám. Ez a beállítás megadja a TortoiseCVS számára, hogy milyen linkeket hozzon létre. A(z) %s a hiba számával lesz kicserélve.
pl_pl: W oknach dialogowych Historii i Grafu rewizji TortoiseCVS automatycznie utworzy linki do logów zawierających 'bł±d XXX' lub '#XXX' gdzie XXX to numer błędu. Ta opcja określa jak mają być tworzone linki %s które będą zastąpione przez numer błędu.
pt_br: Nos diálogos de Histórico e de Gráfico de Revisões, o TortoiseCVS pode criar hyperlinks automaticamente a partir das mensagens de registro contendo 'bug XXX' ou '#XXX' onde XXX é um número. Esta configuração diz para o TortoiseCVS como montar essa URL. %s será substituído pelo número do bug.
sl_si: V pogovornih oknih zgodovine in grafa revizij lahko TortoiseCVS samodejno ustvari hiperpovezave iz dnevniških sporočil, ki vsebujejo 'bug XXX' ali '#XXX', kjer XXX predstavlja številko. Ta nastavitev določa, kako naj TortoiseCVS izdela tak URL. %s zamenja številka hrošča.

source: Empty folders
de_de: Leere Ordner
fr_fr: Dossiers vides
hu_hu: Üres mappák
it_it: Cartelle vuote
ja_jp: 空のフォルダ
ka_ge: ცარიელი დასტები
nl_nl: Lege mappen
pl_pl: Puste foldery
pt_br: Pastas vazias
ro_ro: Dosar gol
ru_ru: Пустые папки
sl_si: Prazne mape

source: Hide folders which contain no files. CVS doesn't directly manage folders, so the assumption here is that if you remove all the files from a folder you would like to remove the folder.
de_de: Verstecke leeren Ordner. CVS verwaltet eigentlich keine Ordner, daher wird hier angenommen, dass nach dem Entfernen aller Dateien eines Ordners auch der Ordner entfernt werden soll.
fr_fr: Masquer les dossiers qui ne contiennent pas de fichiers. CVS ne gère pas directement les dossiers. La logique de cette option est donc est que si vous supprimez tous les fichiers d'un dossier, vous voudrez sans doute supprimer le dossier.
hu_hu: Elrejti a fájlokat nem tartalmazó mappákat. A CVS nem kezeli közvetlenül a mappákat, ezért azt az elvet követi, hogy amennyiben minden fájlt eltávolítottál egy mappából, akkor magát a mappát is el szeretnéd távolítani.
it_it: Nasconde le cartelle che non contengono file. CVS non gestisce direttamente le cartelle, pertanto si assume che se vengono rimossi tutti i file in una cartella si intenda rimuovere la cartella stessa.
ja_jp: ファイルが無いフォルダは隠す。元来CVSはファイルの管理はしますが、フォルダの管理はしません。フォルダ内のファイルを全て削除した場合、そのフォルダも削除したものと見なします。
ka_ge: ცარიელი დასტების დამალვა. CVS პირდაპირ არ განკარგავს დასტებს, ამიტომ იგულისხმება, რომ დასტიდან ყველა ფაილის წაშლისას თქვენ იმავე დროს დასტასაც ამოშლით.
nl_nl: Verberg mappen die geen bestanden bevatten. CVS beheert geen mappen, dus wordt aangenomen dat als je alle bestanden uit een map verwijdert, je ook wilt dat deze map verwijderd wordt.
pl_pl: Ukryj foldery, w których nie ma żadnych plików. CVS nie zarządza bezpośrednio folderami, jeśli usuniesz wszystkie pliki z folderu, zaznaczenie tej opcji pozwoli na wykasowanie tego folderu.
pt_br: Apaga pastas que não contenham arquivos. O CVS não gerencia pastas diretamentes, então a suposição aqui é que se você remover todos os arquivos de uma pasta você gostaria de removê-la.
ro_ro: Ascunde dosarele ce nu conţin nici un fişier. CVS nu administrează direct dosarele, astfel presupunerea este că dacă ştergeţi toate fişierele dintr-un dosar atunci doriţi să şi ştergeţi dosarul.
ru_ru: Скрывать папки, которые не содержат файлов. CVS не управляет папками напрямую, поэтому предполагается, что удалив все файлы из папки, вы удалите и папку.
sl_si: Skrij mape, ki so prazne. CVS neposredno ne upravlja z mapami, tako da gre za predpostavko, da bi ob odstranitvi vseh datotek iz mape želeli odstraniti tudi mapo.
