Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: Tortoise Tip: This error happens if you didn't enter a message at the top of the Notepad window when you performed a commit. Please try again and enter some text, describing roughly what you changed. There is also a bug in CVS under Windows which can cause this to happen. If you save the file too quickly, CVS doesn't notice that it has changed. Try again, and wait a few seconds before saving the file!
de_de: Tortoise Tipp: Dieser Fehler entsteht, wenn Sie beim Einchecken im Notepad-Fenster keine Nachricht eingegeben haben. Bitte versuchen Sie es noch mal und geben Sie eine kurze Notiz an, die Ihre Änderungen grob beschreibt. Alternativ kann es sich hierbei um einen Fehler von CVS unter Windows handeln. Wenn Sie die Datei zu schnell speichern, übersieht CVS die vorgenommenen Änderungen. Versuchen Sie es noch mal und warten wenige Sekunden, bevor Sie die Datei speichern.
fr_fr: Conseil : cette erreur se produit si vous n'avez pas saisi de message en haut de la fenêtre du Bloc-notes quand vous avez validé. Réessayez en saisissant un message décrivant les modifications effectuées. Il existe également un bug CVS pour Windows qui peut provoquer cette erreur. Si vous enregistrez un fichier trop rapidement, CVS ne remarque pas qu'il a changé. Réessayez en attendant quelques secondes avant d'enregistrer le fichier.
hu_hu: Teknős Tipp: Ez a hiba abból adódhat, hogy nem írtál be semmit a Jegyzettömb ablak tetején, amikor kiadtad a tárolás parancsot. Kérlek próbálkozz újra, ezúttal viszont írj be valamilyen szöveget, röviden összefoglalva, hogy mit változtattál. A hibát ezekívül okozhatta a Windows alatt futó CVS rendszerek egy sajátos hibája is. Amennyiben túl gyorsan változtattál egy fájlon, a CVS nem érzékeli a változást. Próbálkozz újra, és várj néhány másodpercet, mielőtt mented a fájlt!
it_it: Suggerimento di Tortoise: Questo errore si verifica se non si è inserito un messaggio nella finestra degli appunti quando è stato effettuato un deposito. Riprovare inserendo del testo, descrivendo a grandi linee le modifiche effettuate. Esiste anche un bug di CVS sotto Windows che causa tale problema. Se si salva il file troppo velocemente, CVS non riesce ad accorgersi che è stato modificato. Riprovare nuovamente aspettando alcuni secondi prima di salvare il file!
ja_jp: Tortoise ヒント: このエラーはコミットを実行したときにメモ帳のウィンドウにメッセージを書き込まなかった場合に発生します。変更箇所を何らか大まかに記入しもう一度実行してください Windows の CVS ではこれが発生するバグがあります。ファイルの保存が速過ぎる場合は、CVSがこの変更に気づかない場合があります。 ファイルを保存する前に数秒待つようにして、もう一度実行してください
ka_ge: Tortoise რჩევა: ამ შეცდომის მიზეზი შეიძლება იყოს თქვენს მიერ Notepad-ის დასაწყისში შეტყობინების არმითითება ფიქსირების მცდელობისას. სცადეთ კვლავ და მიუთითეთ ტექსტი, რომელიც აღწერს რა შეცვალეთ . ამის მიზეზი შეიძლება CVS-ის Windows-ში გამოყენების ბზიკიც იყოს. თუ ფაილს ძალიან სწრაფად ინახავთ, CVS ვერ ამჩნევს რომ იგი შეიცვალა. სცადეთ კვლავ და შენახვამდე დაელოდეთ რამდენიმე წამს!
pl_pl: Wskazówka Tortoise: Ten błąd powstaje w momencie gdy nie podano informacji w oknie Notatnika podczas przeprowadzania ztwierdzenia. Spróbuj ponownie, tym razem wpisując jakąś informację opisującą co zostało zmienione. Ten błąd jest także znany jako błąd występujący w CVS dla Windows. Jeśli plik zostanie zapisany zbyt szybko, CVS może nie zdążyć zauważyć wprowadzenia zmian. Spróbuj ponownie, tym razem odczekując chwilkę przed zapisaniem pliku.
pt_br: Dica do Tortoise: Este erro ocorre se você não digitou uma mensagem no topo da janela do Notepad quando executou uma Gravação. Tente novamente e digite algum texto, descrevendo aproximadamente o que você modificou. Há também um bug no CVS sob Windows que causa este problema. Se você gravar o arquivo rápido demais, o CVS não percebe que ele foi modificado. Tente novamente e espere alguns segundos antes de gravar o arquivo!
ro_ro: Sfat Tortoise: Această eroare are loc atunci când nu aţi introdus un mesaj deasupra ferestrei Notepad când aţi comis o Încredinţare. Vă rugăm să mai încercaţi o data şi săintroduceţi un anumit text, care ar descrie pe scurt ce aţi modificat. Există la fel o eroare în CVS pentru Windows care ar cauza aceasta să se întâmple. Dacă salvaţi fişierul prea rapid, CVS nu observă că el a fost modificat. Mai încercaţi, şi aşteptaţi câteva secunde înainte de a salva fişierul!
ru_ru: Совет Tortoise: Эта ошибка может быть вызвана тем, что вы не ввели сообщение в верху окна Notepad, во время выполнения фиксации. Попытайтесь еще раз и введите текст, описывающий сделанные изменения . Также есть ошибка в реализации CVS под Windows, которая может служить причиной этого .Если вы сохраняете файл слишком быстро, CVS не замечает что он был изменен. Попытайтесь еще раз, и подождите несколько секунд перед сохранением!
sl_si: Nasvet Tortoise: Ta napaka se pojavi, če ne vnesete sporočila na vrh okna Beležnice, ko izvajate objavo. Prosimo, poskusite znova in vnesite besedilo, v katerem v grobem opisujete, kaj ste spremenili. V Windows obstaja tudi hrošč v CVS, ki lahko povzroči to napako. Če datoteko shranite prehitro, CVS ne opazi, da ste jo spremenili. Poskusite znova in počakajte nekaj sekund pred shranjevanjem datoteke!

source: Tortoise Tip: CVS tried to create a new file and discovered that the file already existed. There can be several causes for this: 1) You have created the file locally, and someone else added a file of the same name to CVS. 2) Your sandbox has become corrupted (possibly due to interference from antivirus programs). To solve the problem: Rename or delete the affected files, then perform a CVS Update.
de_de: Tortoise Tipp: CVS versuchte eine neue Datei anzulegen und erkannte, dass diese Datei bereits existiert. Es gibt mehrere mögliche Ursachen dafür: 1) Sie haben die Datei lokal angelegt, und jemand anderes hat eine Datei desselben Namens zum CVS hinzugefügt. 2) Ihre Sandbox ist unbrauchbar geworden (eventuell durch Beeinträchtigung eines Antivirenprogramms). Um das Problem zu lösen: Löschen Sie oder benennen Sie die betroffenen Dateien um, und führen Sie dann ein CVS Aktualisieren durch.
pt_br: Dica do Tortoise: CVS tentou criar um novo arquivo e descobriu que esse arquivo já existia. Pode haver várias causas para isto: 1) Você criou o arquivo localmente e alguém Adicionou um arquivo com mesmo nome no CVS. 2) Sua caixa-de-areia foi corrompida (possivelmente devido a interferência de programas anti-vírus). Para solucionar o problema renomeie ou delete o(s) arquivo(s) em questão e execute CVS Atualizar.
sl_si: Nasvet Tortoise: CVS je skušal ustvariti novo datoteko in odkril, da datoteka že obstaja. Za to lahko obstaja več razlogov: 1) Datoteko ste ustvarili krajevno in nekdo drug je datoteko z istim imenom dodal v CVS. 2) Vaš peskovnik je okvarjen (najverjetneje zaradi vmešavanja antivirusnih programov). Za rešitev problema preimenujte ali izbrišite prizadete datoteke, nato izvedite posodobitev CVS.

source: Tortoise Tip: One or more of your files has a conflict. This means that someone else has altered the same part of the file as you. Look above for the files marked "C ", and manually edit them to resolve the conflict.
de_de: Tortoise Tipp: Eine oder mehrere Ihrer Dateien haben Konflikte. Das bedeutet, dass ein anderer Benutzer den gleichen Bereich einer Datei bearbeitet hat wie Sie. Überprüfen Sie alle Dateien, die oben mit einem "C" markiert sind, und lösen Sie die Konflikte manuell.
fr_fr: Conseil : un ou plusieurs fichiers sont en conflit. En d'autres termes, quelqu'un a modifié ces fichiers au même endroit que vous. Repérez ci-dessus les fichiers marqués d'un "C " et modifiez-les manuellement pour résoudre le conflit.
hu_hu: Teknős Tipp: Egy vagy több fájl eltér egymástól. Ez abból adódhat, hogy valaki más a fájlnak ugyanazt a részét változtatta, amit te. Keresd meg a fenti listában a "C "-vel jelölt fájlokat és kézileg szerkesztve szüntesd meg az eltéréseket.
it_it: Suggerimento di Tortoise: Uno o più file sono in conflitto. Ciò significa che qualcun'altro ha modificato la vostra stessa porzione di file. Verificate qui sopra i file contrassegnati con "C", e modificateli manualmente in modo da risolvere il conflitto.
ja_jp: Tortoise ヒント: ひとつ以上のファイルがコンフリクトの状態にあります。これは誰かがファイルの同じ箇所を変更したということです。上記より、"C "とマークされたファイルを探し、それぞれを手動で編集してコンフリクトを解決してください。
ka_ge: Tortoise რჩევა: ერთი ან რამდენიმე ფაილი კონფლიქტურია. ეს ნიშნავს, რომ სხვამ შეცვალა ფაილის იგივე ნაწილი რაც თქვენ. იპოვეთ "C "-თი მონიშნული ფაილები და ხელით დაარედაქტირეთ კონფლიქტების მოსაგვარებლად.
pl_pl: Wskazówka Tortoise: Jeden lub więcej plików zawiera dane powodujące konflikt. Oznacza to, że inna osoba mogła zmienić tą samą część pliku, która przez Ciebie została właśnie zmieniona. Spróbuj ręcznie naprawić miejsca powodujące konflikt - powyżej wymieniono te miejsca oznaczając je znakiem "C ".
pt_br: Dica do Tortoise: Um ou mais arquivos têm conflitos. Isto significa que alguém modificou a mesma parte do arquivo que você. Olhe acima os arquivos marcados "C ", e edite-os manualmente para resolver o conflito.
ru_ru: Совет Tortoise: Один или несколько файлов конфликтуют. Это означает, что кто-то другой изменил ту же часть файла что и вы. Найдите файлы отмеченные "C ", и вручную отредактируйте их для разрешения конфликта.
sl_si: Nasvet Tortoise: Ena ali več datotek je spornih. To pomeni, da je nekdo drug spremenil isti del datoteke kot vi. Zgoraj poiščite datoteke, označene z "C" in jih ročno uredite, da razrešite spor.

source: Tortoise Tip: This error can be caused by a folder called "CVS" which was made by you rather than by CVS. If so, please rename the folder to something else such as "cvswork".
de_de: Tortoise Tipp: Dieser Fehler kann durch einen Ordner mit Namen "CVS" entstehen, der von Ihnen (und nicht durch CVS) angelegt wurde. Ist das der Fall, benennen Sie den Ordner bitte um, z. B. in "cvswork".
fr_fr: Conseil : cette erreur peut se produire si vous avez créé un dossier appelé "CVS". Si c'est le cas, donnez-lui un autre nom, comme "cvswork".
hu_hu: Teknős Tipp: A hiba oka egy "CVS" nevű mappa lehet, amit te hoztál létre, nem pedig a CVS. Amennyiben így van, kérlek, nevezd át a mappát más névre, mint például "cvsmunka".
it_it: Suggerimento di Tortoise: Questo errore può essere causato da una cartella chiamata "CVS" che è stata creata da voi anzichè da CVS. In questo caso, rinominare la cartella in modo diverso, ad esempio "cvswork".
ja_jp: Tortoise ヒント: このエラーはCVSによる作成ではなかった（あなたが作成した可能性のある) "CVS" というフォルダが原因で発生します。個の場合はフォルダを "cvswork" などのほかの名前に変更してください
ka_ge: Tortoise რჩევა: ამ შეცდომის მიზეზი შესაძლოა იყოს დასტა სახელით "CVS" რომელიც თქვენ და არა CVS-მა შექმნა. თუ ასეა, გადაარქვით დასტას სახელი, მაგ., "cvswork".
pl_pl: Wskazówka Tortoise: Ten błąd może powstawać w momencie gdy napotkano na folder CVS stworzony ręcznie, a nie przez system CVS. Jeśli tak się stało, zmień nazwę tego folderu na inną np.: "cvswork".
pt_br: Dica do Tortoise: Este erro pode ser causado por uma pasta chamada "CVS" que tenha sido criada por você e não pelo CVS. Se este for o caso, por favor renomeie a pasta.
ru_ru: Совет Tortoise: Причиной этой ошибки может быть каталог названный "CVS" который был создан вами, а не CVS. Если это так, переименуйте каталог, на пример подобно этому "cvswork".
sl_si: Nasvet Tortoise: To napako lahko povzroči mapa z imenom "CVS", ki ste jo ustvarili sami in ne CVS. V tem primeru mapo preimenujte, npr. v "cvswork".

source: Tortoise Tip: Someone else has committed a new version of one or more of the files you are trying to commit. You need to do a CVS Update and then try to commit again.
de_de: Tortoise Tipp: Ein anderer Benutzer hat bereits neue Versionen einer oder mehrerer der Dateien eingecheckt, die Sie gerade einchecken wollen. Sie müssen zunächst "CVS Aktualisieren" aufrufen, um danach selbst ein "CVS Einchecken" starten zu können.
fr_fr: Conseil : quelqu'un a validé une nouvelle version d'un ou de plusieurs fichiers que vous essayez de valider. Lancez la commande CVS Actualiser, puis réessayez de valider.
hu_hu: Teknős Tipp: Valaki más egy új verziót tárolt el bizonyos fájlokból, melyeket most szeretnél tárolni. Először hajts végre egy CVS Frissítést és utána próbáld meg újból a tárolást.
it_it: Suggerimento di Tortoise: Qualcun'altro ha depositato una nuova versione di uno o più file di cui si sta tentando di fare il deposito. È necessario effettuare 'CVS Aggiorna' e quindi riprovare a fare il deposito.
ka_ge: Tortoise რჩევა: ვიღაცამ დააფიქსირა ერთი ან რამდენიმე ფაილი რომელთა დაფიქსირებასაც თქვენც ცდილობთ. უნდა გამოიყენოთ 'CVS განახლება' და შემდეგ კიდევ ერთხელ სცადოთ ფიქსირება.
pl_pl: Wskazówka Tortoise: Ktoś inny Zatwierdził w repozytorium nowszą wersję pliku lub plików, dla których próbujesz wykonac operację Zatwierdzenia. Musisz wykonać polecenie Aktualizacji, a następnie ponownego Zatwierdzenia.
pt_br: Dica do Tortoise: Alguém Gravou uma nova versão de um ou mais arquivos que você está tentando Gravar. Você precisa executar uma Atualização e então tentar Gravar novamente.
ru_ru: Совет: Кто-то зафиксировал новую версию одного или нескольких файлов которые вы пытаетесь зафиксировать. Вам необходимо выполнить CVS Обновить и затем попытаться произвести фиксирование еще раз.
sl_si: Nasvet Tortoise: Nekdo drug je objavil novo različico ene ali več datotek, ki jih želite objaviti tudi sami. Najprej izvedite CVS Posodobi in nato poskusite ponovno z objavo.

source: Tortoise Tip: Unfortunately TortoiseCVS no longer supports RSH out of the box. There are workarounds, as well as fairly easy ways to help us fix this for the next version. For more information see the FAQ. http://www.tortoisecvs.org/faq.html#rsh
de_de: Tortoise Tipp: TortoiseCVS unterstützt RSH leider nicht auf Anhieb. Es gibt sowohl mehrere provisorische Lösungen, als auch recht einfache Möglichkeiten, uns zu helfen, dies für die nächste Version herzurichten. Für weitere Informationen lesen Sie die FAQ. http://www.tortoisecvs.org/faq.html#rsh
fr_fr: Conseil : TortoiseCVS n'est plus compatible avec RSH sans paramétrage manuel. Il existe des solutions, et des moyens assez simples de nous aider à régler le problème dans la prochaine version. Pour en savoir plus, consultez la FAQ. http://www.tortoisecvs.org/faq.html#rsh
hu_hu: Teknős Tipp: Sajnos a TortoiseCVS már nem támogatja az RSH-t. Ez a hiba egyelőre megoldás alatt áll, és remélhetőleg a későbbi verziók már támogatni fogják ezt a funkciót. Bővebb információért lásd a GYIK részt a honlapon. http://www.tortoisecvs.org/faq.html#rsh
it_it: Suggerimento di Tortoise: Sfortunatamente TortoiseCVS non supporta più RSH nativamente. Esistono delle alternative, come pure metodi abbastanza semplici per aiutarci a sistemarlo nella prossima versione. Per maggiori informazioni consultare la FAQ. http://www.tortoisecvs.org/faq.html#rsh
ka_ge: Tortoise რჩევა: სამწუხაროდ TortoiseCVS აღარ მუშაობს RSH წესით. შესაძლოა ამის საშუალება შემდეგ ვერსიებში გამოჩნდეს. დაწვრილებით, ნახეთ FAQ. http://www.tortoisecvs.org/faq.html#rsh
pl_pl: Wskazówka Tortoise: TortoiseCVS nie obsługuje RSH. Aby dowiedzieć się więcej przeczytaj FAQ. http://www.tortoisecvs.org/faq.html#rsh
pt_br: Dica do Tortoise: Infelizmente o TortoiseCVS não suporta mais RSH por padrão. Há meios de contornar isso, e algumas formas simples de ajudar-nos a corrigir isso para a próxima versão. Para mais informação veja a FAQ (em inglês). http://www.tortoisecvs.org/faq.html#rsh
ru_ru: Совет Tortoise: К сожалению Tortoise больше не поддерживает RSH вывод в окно. Есть workarounds, как и довольно легкие пути помочь нам исправить их в следующей версии. Более подробную информацию смотри FAQ. http://www.tortoisecvs.org/faq.html#rsh
sl_si: Nasvet Tortoise: Žal TortoiseCVS sam nič več ne podpira RSH. Obstajajo načini, kako to zaobiti, kot tudi razmeroma enostavni načini, da nam pomagate to spremeniti v naslednji različici. Za več informacij si oglejte pogosto zastavljena vprašanja (FAQ). http://www.tortoisecvs.org/faq.html#rsh

source: Tortoise Tip: This error may be caused by having a folder and a file with the same name (apart from capitalization) in the repository. Such a repository CANNOT be checked out on a Windows file system. You can also get this error on SourceForge. You need to log into the server with SSH to force creation of your home folder. Do this by connecting to username@cvs.projectname.sf.net either with Putty or a command line SSH.
de_de: Tortoise Tipp: Dieser Fehler kann durch einen Ordner und eine Datei verursacht werden, die im Verwahrungsort (bis auf Großschreibung) gleiche Namen besitzen. Solche Quellen können auf einem Windows Dateisystem NICHT ausgecheckt werden. Sie können diesen Fehler auch bei SourceForge erhalten. Sie müssen sich beim Server mit SSH einloggen, um die Erstellung Ihres Home-Ordners zu erzwingen, indem Sie sich als benutzername@cvs.projektname.sf.net verbinden - entweder mit Putty oder der SSH Kommandozeile.
fr_fr: Conseil : cette erreur peut être provoquée par la présence d'un dossier et d'un fichier portant le même nom (casse exceptée) dans le référentiel. Dans ce cas, les données du référentiel NE PEUVENT PAS être empruntées et placées dans un système de fichiers Windows. Cette erreur peut également se produire sur SourceForge. Vous devez vous connecter au serveur avec SSH pour déclencher la création de votre dossier personnel. Connectez-vous à l'adresse nomutilisateur@cvs.nomprojet.sf.net avec Putty ou avec SSH en ligne de commande.
hu_hu: Teknős Tipp: A hiba oka az lehet, hogy a raktárban ugyanazon a néven egy fájl és egy mappa is található (a kis-nagybetűktől függetlenül). Ilyen raktár ellenőrzése NEM LEHETSÉGES a Windows fájlrendszer alatt. Szintén előfordulhat ez a hiba a SourceForge alatt. SSH-val kell bejelentkezned a szerverre és így kell létrehoznod az otthon mappát. Ezt megteheted ha usernév@cvs.projektnév.sf.net alatt jelentkezel be akár Putty-al, vagy parancssori SSH-val.
it_it: Suggerimento di Tortoise: Questo errore può essere causato dal fatto di avere una cartella con lo stesso nome (maiuscole a parte) nel repository. Da un tale repository NON È POSSIBILE effettuare un prelievo sul file system di Windows. È possibile riscontrare questo errore anche su SourceForge. È necessario fare il login nel server con SSH per forzare la creazione della propria cartella 'home'. Per effettuare questo, connettersi a username@cvs.projectname.sf.net usando Putty o da linea comando di SSH.
ka_ge: Tortoise რჩევა: ამ შეცდომის მიზეზი შესაძლოა იყოს საცავში ერთიდაიგივე სახელის დასტისა და ფაილის არსებობა. ასეთი საცავი ვერ გადმოიტანება Windows ფაილების სიტემით. ამგვარი შეცდომა SourceForge-ს შემთხვევაშიცაა შესაძლებელი. ამ შემთხევევაში სათაო დასტის შესაქმნელად სერვერზე შესვლა SSH წესითაა საჭირო. დაუკავშირდით username@cvs.projectname.sf.net ან Putty-ს ან SSH ბრძანების გამოყენებით.
pl_pl: Wskazówka Tortoise: Ten błąd może powstać w momencie, gdy w repozytorium istnieje już folder lub plik posiadający taką samą nazwę. Taki moduł nie może być pobrany z repozytorium. Ten błąd może powstać także w momencie korzystania z SourceForge. Należy sie zalogować na serwer korzystając z SSH i wymusić utworzenie folderu domowego. Aby to uczynić zalecane jest wykorzystanie aplikacji Putty lub lini komend SSH.
pt_br: Dica do Tortoise: Este erro pode ser causado por haver uma pasta e um arquivo com nomes iguais (apenas com diferenças de caixa) no repositório. Tal repositório NÃO pode ser Obtido em um sistema de arquivos do Windows. Você também pode receber esse erro no SourceForge. Você precisa conectar primeiro no servidor com o SSH para forçar a criação da sua pasta de usuário. Faça isso conectando em seu_login@cvs.nome_do_projeto.sf.net com o Putty ou com o SSH da linha de comando.
ru_ru: Совет Tortoise: Причиной этой ошибки может служить наличие в репозитории папки и файла с одинаковыми именами но различающимися регистром символов. Такой репозиторий НЕ МОЖЕТ быть извлечен на файловой системе Windows. Также эта ошибка может проявится при работе с SourceForge. Для решения вам нужно зайти на сервер через SSH, для создания вашего домашнего каталога. Это можно сделать подсоединившись к username@cvs.projectname.sf.net либо с помощью Putty, либо через командную строку SSH.
sl_si: Nasvet Tortoise: To napako lahko povzročata mapa in datoteka z istim imenom (kljub razliki v velikih in malih črkah) v skladišču. Iz takšnega skladišla NI MOŽNO prevzemati v datotečni sistem Windows. Takšno napako lahko doživite tudi v SourceForge. Prijaviti se morate v strežnik z SSH, da prisilite izdelavo domače mape. To naredite s povezovanjem v username@cvs.projectname.sf.net s Putty ali ukazno vrstico SSH.
