Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: Prune &empty folders
de_de: L&eere Ordner entfernen
fr_fr: Supprim&er les dossiers vides
hu_hu: &Üres mappák eltávolítása
it_it: Elimina cartelle &vuote
ja_jp: 空のフォルダは削ぎ落とす(&e)
ka_ge: ცარიელი დასტების ამოშლა
nl_nl: Verberg &lege mappen
pl_pl: Usuń &puste foldery
pt_br: Apagar pastas &vazias
ro_ro: Taie dosarele goale
ru_ru: Удалять пустые папки
sl_si: Oklest &prazne mape

source: Read Only Default
pt_br: Padrão é somente-leitura
sl_si: Privzeto samo za branje

source: Checkout files read only by default, return files to read only with unedit and commit
sl_si: Privzeto je prevzemanje datotek le za branje, vrnitev datotek v stanje samo za branje pa z razveljavljanjem urejanja in objavo

source: Read &Only Default
pt_br: Padrão é s&omente-leitura
sl_si: Privzeto &samo za branje

source: New folders
de_de: Neue Ordner
nl_nl: Nieuwe map
pt_br: Novas pastas
ru_ru: Новые папки
sl_si: Nove mape

source: Create new &folders on update
de_de: Fehlende Or&dner beim Aktualisieren anlegen
fr_fr: Créer des &dossiers lors des actualisations
hu_hu: Új &mappák létrehozása frissítéskor
it_it: Crea cartelle mancanti con l'aggiornamento
ja_jp: アップデートの際に新しいフォルダを作成する(&f)
ka_ge: ახალი დასტების შექმნა განახლების პროცესში
nl_nl: Maak nieuwe &mappen aan met bijwerken
pl_pl: Utwórz brakujące foldery podczas aktualizacji
pt_br: Criar pastas &faltantes ao Atualizar
ro_ro: Creează dosarele noi în timpul operaţiunii de înoire
ru_ru: Создавать новые папки в процессе обновления
sl_si: Ob posodobitvi ustvari nove &mape

source: Force head revision
de_de: Hauptzweig erzwingen
fr_fr: Sélectionner la version HEAD
hu_hu: Fej revízió kényszerítése
it_it: Forza revisione principale
ja_jp: headリビジョンに強制する
ka_ge: მთავარი ვერსია
nl_nl: Forceer hoofdrevisie
pl_pl: Wymuś rewizję HEAD
pt_br: Forçar Revisão Tronco(HEAD)
ro_ro: Forţează revizia principală (head)
sl_si: Posili revizijo glave

source: If you've specified a tag/branch/date on checkout or update, and it matches no revision for a file, CVS will get you the head revision instead.
de_de: Wenn Sie eine Marke / einen Zweig / ein Datum beim Auschecken oder Aktualisieren angegeben haben, welche/r/s mit keiner Revision einer Datei übereinstimmt, holt CVS stattdessen den Hauptzweig (HEAD) dieser Datei.
hu_hu: Amennyiben megadtál egy címkét/ágat/dátumot a kikérésnél vagy a frissítésnél, ám az nem mutat revíziót egy fájlhoz, akkor a CVS végrehajtja helyette a fej revízióját.
pl_pl: Jeśli określono etykietę/gałąź/datę dla pobierania pliku lub aktualizacji, a nie zostanie znaleziona pasująca rewizja dla pliku, CVS automatycznie przypisze rewizję HEAD.
pt_br: Se você especificou um Marcador/Ramo/Data em Obter Módulo ou Atualizar, e não houver Revisão equivalente para um arquivo o CVS vai obter a Revisão do Ramo principal (HEAD).
sl_si: Če ste navedli oznako/vejo/daum ob prevzemu ali posodobitvi, in se ne ujema z nobeno revizijo datoteke, bo CVS pridobil revizijo glave.

source: Automatic commit
de_de: Automatisch einchecken
fr_fr: Validation automatique
hu_hu: Automatikus tárolás
it_it: Deposito automatico
ja_jp: 自動コミット
ka_ge: ავტომატური ფიქსირება
nl_nl: Automatisch vastleggen
pl_pl: Automatyczne zatwierdzanie
pt_br: Gravação automática
ro_ro: Încredinţează Automat
ru_ru: Автоматическая фиксация
sl_si: Samodejno objavljanje

source: If this is checked and you perform a 'CVS Add' and/or a 'CVS Remove', TortoiseCVS will automatically perform a commit of the file. It is recommended that you only enable this option if you work on documents, not source code, or if you are the only person working on the project.
de_de: Bei Aktivierung dieser Option wird nach jedem 'CVS Hinzufügen' und/oder 'CVS Entfernen'-Vorgang automatisch ein 'CVS Einchecken' der Datei ausgeführt. Es wird empfohlen, dass Sie diese Option nur aktivieren, wenn Sie mit Dokumenten arbeiten, nicht mit Quellcode, oder wenn Sie die einzige Person sind, die an dem Projekt arbeitet.
hu_hu: Ha ez be van jelölve és kiadod a 'CVS Hozzáadás' és/vagy a 'CVS Eltávolítás' parancsot, a TortoiseCVS automatikusan elvégzi a fájl tárolását. Ennek az opciónak a használata csak akkor javasolt, ha dokumentumokon és nem forráskódon dolgozol, vagy te vagy az egyetlen személy, aki a projekten dolgozik.
nl_nl: Als dit is gekozen en voer een 'CVS Toevoegen' en/of een 'CVS Verwijderen' uit, zal TortoiseCVS dit bestand direct vastleggen. Deze optie wordt alleen aangeraden als je werkt met documenten, niet met broncode, of als je de enige persoon die werkt aan dit project.
pl_pl: Jeśli ta opcja będzie zaznaczona, po dodaniu lub usunięciu pliku do repozytorium, TortoiseCVS automatycznie zatwierdzi polecenie. Zaznaczenie tej opcji jest zalecane tylko w przypadku pracy nad dokumentami (nie kodami źródłowymi) lub jeśli jesteś jedyną osobą pracującą nad projektem, który znajduje się w repozytorium CVS.
pt_br: Se isto estiver marcado e você executar 'CVS Adicionar' e/ou 'CVS Remover', o TortoiseCVS executará automaticamente a Gravação do arquivo. É recomendado que você só habilite isso se você estiver trabalhando com documentos que não códigos-fonte, ou se você for a única pessoa trabalhando no projeto.
ru_ru: Если выбрана эта опция и вы выполняете 'CVS Добавить', TortoiseCVS автоматически выполнит фиксирование файла. Рекомендуется включать эту опцию если вы работаете над документами, а не над исходными кодами, или если только один человек работает над проектом.
sl_si: Če je to aktivirano in izvedete 'CVS Dodaj' in/ali 'CVS Odstrani', bo TortoiseCVS samodejno izvedel objavo datoteke. Priporočeno je, da to možnost omogočite, le če delate na dokumentih in ne na izvorni kodi, ali če ste edina oseba, ki deluje na projektu.

source: Do not automatically commit after Add/Remove
de_de: Nicht automatisch einchecken nach Hinzufügen oder Entfernen
hu_hu: Nem tároljon automatikusan Hozzáadás/Eltávolítás után
nl_nl: Niet automatisch vastleggen na Toevoegen/Verwijderen
pl_pl: Nie ztwierdzaj automatycznie pliku po dodaniu lub usunięciu
pt_br: Não Gravar automaticamente após Adição/Remoção
ru_ru: Не фиксировать Автоматически после добавления/изменения
sl_si: Ne objavi samodejno po dodajanju/odstranjevanju

source: Automatically commit after Add
de_de: Automatisch einchecken nach Hinzufügen
hu_hu: Automatikus tárolás Hozzáadás után
nl_nl: Automatisch vastleggen na Toevoegen
pl_pl: Automatyczne zatwierdzenie pliku po dodaniu
pt_br: Gravar automaticamente após Adição
ru_ru: Автоматически фиксировать после добавления
sl_si: Samodejno objavi po dodajanju

source: Automatically commit after Add and Remove
de_de: Automatisch einchecken nach Hinzufügen und Entfernen
hu_hu: Automatikus tárolás Hozzáadás és Eltávolítás után
nl_nl: Automatisch vastleggen na Toevoegen en Verwijderen
pl_pl: Automatyczne zatwierdzenie pliku po dodaniu lub usunięciu
pt_br: Gravar automaticamente após Adição ou Remoção
ru_ru: Автоматически фиксировать после Добавления и Удаления
sl_si: Samodejno objavi po dodajanju in odstanjevanju

source: Allow Network Drives
de_de: Netzlaufwerke erlauben
fr_fr: Autoriser les lecteurs réseau
hu_hu: Hálózati meghajtók engedélyezése
it_it: Consenti dischi di rete
ja_jp: ネットワークドライブを許可する
ka_ge: ქსელური დისკების დაშვება
nl_nl: Netwerkschijven toestaan
pl_pl: Dyski sieciowe
pt_br: Permitir Unidades de Rede
ro_ro: Permite Dosare din Reţea
ru_ru: Разрешать сетевые диски
sl_si: Dovoli omrežne pogone

source: If this is checked, sandboxes on network mounted drives will be controlled by TortoiseCVS. It also suppresses CVS errors when accessing a repository via :local: on a network share. NOTE: Placing your sandbox or repository on a network drive is known to cause many problems and is discouraged by the CVS developers.
de_de: Durch Auswählen dieser Option werden auch Sandboxen auf Netzlaufwerken von TortoiseCVS kontrolliert. Sie setzt außerdem CVS Fehler außer Kraft, wenn ein Verwahrungsort auf einem Netzlaufwerk via :local: zugegriffen wird. HINWEIS: Das Platzieren von Sandboxes oder Verwahrungsorten auf einem Netzlaufwerk verursacht bekanntermaßen viele Probleme. Die CVS-Entwickler raten davon ab.
hu_hu: Ha ez be van jelölve, akkor a TortoiseCVS a CVS kontrollt a hálózati meghajtókra is kiterjeszti, amennyiben a raktár :local: rendszerű. MEGJEGYZÉS: Mivel ez problémákat okozhat, ennek az opciónak a használata NEM javasolt.
it_it: Se questo è selezionato, le cartelle di lavoro su dischi di rete verranno controllate da TortoiseCVS. Verranno inoltre ignorati gli errori di CVS durante l'accesso a repository via :local: su una condivisione di rete. NOTA: Disporre la cartella di lavoro o il repository su un disco di rete è noto causare molti problemi ed è sconsigliato dagli sviluppatori di CVS.
nl_nl: Als dit is gekozen, worden zandbakken op netwerkschijven beheerd door TortoiseCVS. Dit voorkomt ook CVS foutmeldingen als een repository via :local: op een gedeelde map is geplaatst. Het is bekend dat het plaatsen van een zandbak of repository op een netwerkschijf veel problemen veroorzaakt en wordt niet aangeraden door de CVS ontwikkelaars.
pl_pl: Jeśli ta opcja będzie zaznaczona, repozytorium ulokowane na dyskach sieciowych będzie kontrolowane przez TortoiseCVS. Zaznaczenie tej opcji zlikwiduje powstawanie błędów podczas dostępu do repozytorium ulokowanych na dyskach sieciowych. UWAGA: Umieszczanie repozytoriów na dyskach sieciowych lub dyskach usuwalnych jest niezalecane.
pt_br: Se isto estiver marcado, Caixas-de-areia encontradas em compartilhamentos de rede serão controladas pelo TortoiseCVS. Essa opção também força o CVS a permitir acessar repositórios em compartilhamentos de rede com o protocolo :local:. OBS.: É sabido que usar Caixas-de-areia ou Repositórios em compartilhamentos de rede pode causar muitos problemas e isto é desencorajado pelos desenvolvedores do CVS.
ru_ru: Если выбрана эта опция, 'песочницы' на сетевых дисках смогут контролироваться TortoiseCVS. Это может быть причиной многих проблем и НЕ рекомендовано
sl_si: Če je ta možnost aktivirana, bo peskovnike na pogonih s prenosnimi mediji nadziral TortoiseCVS. Prav tako potlači napake CVS pri dostopu do skladišč prek :local: na omrežnem deljenem pogonu. OPOMBA: Postavitev peskovnika na prenosljiv pogon lahko povzroči številne težave in jo razvijalci CVS odsvetujejo.

source: Permit sandboxes and repositories on &network (remote) drives
de_de: Sandboxes und Verwahrungsorte auf (entfernten) &Netzlaufwerken erlauben
hu_hu: CVS kontroll kiterjesztése a &hálózati meghajtókra is
it_it: Consente cartelle di lavoro e repository su dischi di &rete (remoti)
nl_nl: Gebruik zandbakken en repositories op &netwerkschijven
pl_pl: Zezwalaj na tworzenie repozytorium na dyskach sieciowych
pt_br: Permitir Caixas-de-areia e Repositórios em unidades de rede
ro_ro: Permite sandboxes şi repozitorii în dosare (remote) din reţea
sl_si: Dovoli peskovnike in skladišča na &omrežnih (oddaljenih) pogonih

source: Allow Removable Drives
de_de: Wechselmedien erlauben
fr_fr: Autoriser les lecteurs amovibles
hu_hu: Eltávolítható meghajtók engedélyezése
it_it: Consenti dischi rimovibili
ja_jp: リムーバブルドライブを許可する
ka_ge: გარე დისკების დაშვება
nl_nl: Verwisselbare schijven toestaan
pl_pl: Usuwalne nośniki
pt_br: Permitir Unidades Removíveis
ro_ro: Permite Drives Portabile
ru_ru: Разрешать съемные носители
sl_si: Dovoli prenosne pogone

source: If this is checked, sandboxes on drives with removable media will be controlled by TortoiseCVS. NOTE: Placing your sandbox on a removable drive is known to cause many problems and is discouraged by the CVS developers.
de_de: Durch Auswählen dieser Option werden Sandboxes auf Laufwerken mit Wechselmedien von TortoiseCVS gesteuert. HINWEIS: Das Platzieren von Sandboxes auf einem entfernbaren Laufwerk verursacht bekanntermaßen viele Probleme. Die CVS-Entwickler raten davon ab.
hu_hu: Ha ez be van jelölve, akkor a TortoiseCVS a CVS kontrollt a cserélhető meghajtókra is kiterjeszti. MEGJEGYZÉS: Mivel ez problémákat okozhat, ennek az opciónak a használata NEM javasolt.
it_it: Se questo è selezionato, le cartelle di lavoro su dischi rimovibili verranno controllate da TortoiseCVS. NOTA: Disporre la cartella di lavoro su un disco rimovibile è noto causare molti problemi ed è sconsigliato dagli sviluppatori di CVS.
nl_nl: Als dit is gekozen, worden zandbakken op verwisselbare schijven beheerd door TortoiseCVS. Dit voorkomt ook CVS foutmeldingen als een repository via :local: op een gedeelde map is geplaatst. Het is bekend dat het plaatsen van een zandbak of repository op een verwisselbare schijf veel problemen veroorzaakt en wordt niet aangeraden door de CVS ontwikkelaars.
pl_pl: Jeśli ta opcja będzie zaznaczona, repozytorium ulokowane na dyskach usuwalnych (dyski USB, ...) będzie kontrolowane przez TortoiseCVS. Jednak zezwolenie na tworzenie repozytorium na takich dyskach nie jest zalecane ze względu na powstawanie licznych błędów. UWAGA: Umieszczanie repozytoriów na dyskach sieciowych lub dyskach usuwalnych jest niezalecane.
pt_br: Se isto estiver marcado, Caixas-de-areia encontradas em unidades de mídia removível serão controladas pelo TortoiseCVS. OBS.: É sabido que usar Caixas-de-areia em unidades removíveis pode causar muitos problemas e isto é desencorajado pelos desenvolvedores do CVS.
ru_ru: Если выбрана эта опция, 'песочницы' на съемных носителях смогут контролироваться TortoiseCVS. Это может быть причиной многих проблем и НЕ рекомендовано
sl_si: Če je ta možnost aktivirana, bo peskovnike na pogonih s prenosnimi mediji nadziral TortoiseCVS. OPOMBA: Postavitev peskovnika na prenosljiv pogon lahko povzroči številne težave in jo razvijalci CVS odsvetujejo.

source: Permit sandboxes on &removable drives
de_de: Sandboxes auf Wechselmedien e&rlauben
hu_hu: CVS kontroll kiterjesztése a &cserélhető meghajtókra is
it_it: Consente cartelle di lavoro su dischi &rimovibili
nl_nl: Gebruik &zandbakken op verwisselbare schijven
pl_pl: Zezwalaj na tworzenie repozytorium na dyskach usuwalnych
pt_br: Permitir Caixas-de-areia em unidades &removíveis
ro_ro: Permite sandboxes on &removable drives
ru_ru: Разрешить 'песочницы' на съемных дисках
sl_si: Dovoli peskovnike na &prenosljivih pogonih

source: Add Ignored Files
de_de: Nicht beachtete Dateien
hu_hu: Kihagyott fájlok hozzáadása
it_it: Aggiungi File Ignorati
ja_jp: 無視されたファイルも追加可能
nl_nl: Overgeslagen bestanden toevoegen
pl_pl: Dodaj ignorowane pliki
pt_br: Adicionar arquivos Ignorados
ro_ro: Adaugă Fişierele Ignorate
ru_ru: Добавить игнорируемые файлы
sl_si: Dodaj prezrte datoteke

source: If this is checked, the Add Contents dialog will include files listed in .cvsignore. Useful if you want to add files which are normally ignored, but makes the dialog more cluttered.
de_de: Durch diese Option werden im Dialog Inhalte hinzufügen Dateien aufgeführt, welche in .cvsignore stehen. Nützlich falls Sie Dateien hinzufügen möchten, welche normalerweise ausgeschlossen sind, aber macht den Dialog überladen.
hu_hu: Ha be van jelölve, akkor a Tartalom Hozzáadása ablak bővülni fog a .cvsignore által megadott fájlokkal. Ez akkor hasznos, ha egyébként kihagyott fájlokat szeretnél hozzáadni, de zsúfolttá teheti az ablak tartalmát.
it_it: Se questo è selezionato, la finestra Aggiungi Contenuto includerà i file elencati in .cvsignore. È utile se si vogliono aggiungere file che sono normalmente ignorati, tuttavia la finestra di dialogo risulterà più confusa.
ja_jp: この項目が選択された場合は、内容を追加ダイアログは .cvsignore に記されたファイルもその一覧に表示します。通常なら無視されるファイルも追加したい場合に有効です。ただし、ダイアログの表示は少しゴタついた感じになります。
pl_pl: Jeśli ta opcja jest zaznaczona, polecenie Dodaj zawartość spowoduje dodanie plików z listy plików ignorowanych. Opcja ta jest użyteczna, gdy chcesz, aby pliki określone jako ignorowane mogły zostać dodane.
pt_br: Se isto estiver marcado, o diálogo Adicionar Conteúdo vai incluir os arquivos listados em .cvsignore. Útil se você quer adicionar arquivos que normalmente são ignorados, mas torna o diálogo mais entulhado.
ro_ro: Dacă aceasta este marcată, dialogul Adaugă Conţinutul va include fişierele afişate în .cvsignore. Util dacă doriţi să adăugaţi fişiere care normal sunt ignorate dar asta va cauza dialogul să fie mult mai neîndemânatic.
ru_ru: Если отмечено, Диалог Добавить содержимое будет включать файлы перечисленные в .cvsignore. Полезно если вы хотите добавить файлы которые обычно игнорируются, но делает диалог более беспорядочным.
sl_si: Če je to aktivirano, bo pogovorno okno Dodaj vsebino vseboval datoteke, navedene v .cvsignore. Uporabno, če želite dodati datoteke, ki so ponavadi prezrte, povzroči pa bolj nepregledno pogovorno okno.

source: Show .cvs&ignored files in the Add Contents dialog
de_de: Nicht beachtete Dateien anzeigen im Dialog Inhalte hinzufügen
hu_hu: Mutassa a .cvs&ignore fájlokat a Tartalom Hozzáadása ablakban
it_it: Mostra file .cvs&ignored nella finestra Aggiungi Contenuto
ja_jp: .cvsignoreで無視されたファイルも '内容を追加する' ダイアログに表示する(&i)
nl_nl: Laat overgeslagen &bestanden zien in het Inhoud toevoegen venster
pl_pl: Pokaż pliki &ignorowane w oknie Dodawania zawartości
pt_br: &Mostrar arquivos &Ignorados no diálogo de Adicionar Conteúdo
ro_ro: Afişează fişiere .cvs&ignore în dialogul Adaugă Conţinutul
ru_ru: Отображать файлы .cvs&ignored в диалоге Добавить содержимое
sl_si: Pokaži prezrte datoteke in datoteke .cvs v pogovornem oknu Dodaj vsebino

source: Explorer Columns
de_de: Explorer Spalten
hu_hu: Intéző használata
it_it: Colonne Explorer
nl_nl: Verkenner kolommen
pl_pl: Kolumny Explorera
pt_br: Colunas do Explorer
ro_ro: Coloanele Explorer
ru_ru: Колонки Проводника
sl_si: Stolpci v Raziskovalcu

source: If this is checked, Tortoise will show the CVS Explorer columns only for folders that are under CVS control
de_de: Durch Auswählen dieser Option zeigt Tortoise die CVS-Explorer-Spalten nur bei Ordnern an, die von CVS kontrolliert werden.
hu_hu: Ha ez be van jelölve, akkor a TortoiseCVS csak akkor jelenik meg az Intéző menüjében, ha az adott mappa CVS kontroll alatt áll
it_it: Se questo è selezionato, Tortoise mostrerà le colonne di CVS Explorer solo per le cartelle che sono sotto il controllo di CVS
pl_pl: Jeśli ta opcja jest zaznaczona, Tortoise pokaże kolumny CVS tylko dla folderów, które są pod kontrolą CVS.
pt_br: Se isto estiver marcado, o TortoiseCVS só vai mostrar as colunas de CVS no Explorer para pastas que estão sob controle do CVS.
ro_ro: Dacă aceasta este marcată, Tortoise va afişa coloanele CVS Explorer doar pentru dosarele care sunt controlate de către CVS
ru_ru: Если выбрано, Tortoise будет отображать столбцы связанные с CVS в Проводнике только для папок которые находятся под управлением CVS
sl_si: Če je ta možnost aktivirana, Tortoise pokaže stolpce CVS v Raziskovalcu samo za mape, ki so pod nadzorom CVS

source: Show columns only for CVS-controlled folders
de_de: Zeige Spalten nur bei CVS-überwachten Ordnern
hu_hu: Teknős opciók mutatása csak a CVS-kontrollált mappáknál
it_it: Mostra colonne solo per cartelle controllate da CVS
nl_nl: Laat kolommen alleen zien in CVS-beheerde mappen
pl_pl: Pokaż kolumny tylko dla folderów kontrolowanych przez CVS
pt_br: Mostrar colunas somente para pastas controladas pelo CVS
ro_ro: Arată coloanele doar pentru dosarele controlate de către CVS
ru_ru: Отображать столбцы только для папок под управлением CVS
sl_si: Pokaži stolpce le za mape pod nadzorom CVS

source: Empty comment check
de_de: Leere Kommentare abfangen
pt_br: Verificação de comentário vazio
sl_si: Preveri prisotnost komentarja

source: If this is checked, the Commit dialog will issue a warning if no commit comment has been provided by the user. You can then either continue or abort the commit operation.
de_de: Durch Auswählen dieser Option gibt der Einchecken-Dialog eine Warnung aus, falls kein Kommentar vom Benutzer angegeben wurde. Sie können daraufhin entweder mit dem Einchecken fortfahren oder abbrechen.
hu_hu: Ha ez ba van jelölve, a Tárolás ablak figyelmeztetni fog, ha nem adtál meg tásolási megjegyzést. Ekkor folytathatod vagy megszakíthatod a tárolási folyamatot.
it_it: Se questo è selezionato, la finestra di Deposito emetterà un avviso se non è stato fornito un commento di deposito dall'utente. Potete quindi continuare o annullare l'operazione di deposito.
pl_pl: Jeśli ta opcja będzie zaznaczona, polecenie Zatwierdź spowoduje sprawdzenie czy dodano komentarz.
pt_br: Se isto estiver marcado, o diálogo de Gravação exibirá um aviso se nenhum comentário foi fornecido pelo usuário. Você pode então escolher continuar ou cancelar a operação de Gravação.
ru_ru: Если выбрано, диалог Фиксации (Commit) будет отображать предупреждение если не будет введен комментарий к фиксации. Вы можете затем продолжить или прервать операцию фиксации.
sl_si: Če je aktivirano, pogovorno okno Objavi izda opozorilo, če uporabnik ni podal komentarja k objavi. Nato lahko nadaljujete ali prekinete operacijo objave.

source: Issue &warning if no comment provided in commit dialog
de_de: &Warnung ausgeben, falls kein Kommentar vorliegt im Dialog Einchecken
hu_hu: &Figyelmeztetés ha nincs megjegyzés megadva a tárolási ablakban
it_it: Emette un a&vviso se non viene fornito un commento nella finestra di deposito
pl_pl: &Wygenerowanie ostrzeżenia przy braku komentarza podczas zatwierdzania
pt_br: Exibir &aviso se nenhum comentário for fornecido no diálogo de Gravação
ru_ru: Выводить предупреждение если нет комментария в диалоге фиксации
sl_si: Izdaj &opozorilo, če v pogovornem oknu objave ni podan komentar

source: Do not use Edit/Unedit
de_de: Schreibschutz an/aus nicht verwenden
hu_hu: Ne használjon Szerkesztés/Visszaszerkesztést
pl_pl: Nie używaj Edytuj/Zakończ edycję
pt_br: Não usar Editar/Deseditar
ru_ru: Не использовать Edit/Unedit
sl_si: Ne uporabi uredi/razveljavi urejanje

source: Concurrent editing
de_de: Gleichzeitiges Bearbeiten
hu_hu: Egyidejű szerkesztés
pl_pl: Równoczesna edycja
pt_br: Edição concorrente
ru_ru: Одновременное редактирование
sl_si: Hkratno urejanje

source: Concurrent or exclusive editing
de_de: Gleichzeitiges oder alleiniges Bearbeiten
hu_hu: Egyidejű vagy kizárólagos szerkesztés
pl_pl: Równoczesna lub wyłączna edycja
pt_br: Edição exclusiva ou concorrente
ru_ru: Одновременное или эксклюзивное редактирование
sl_si: Hkratno ali izključno urejanje

source: Exclusive editing only
de_de: Nur alleiniges Bearbeiten
hu_hu: Kizárólagos szerkesztés
pl_pl: Wyłączność edycji
pt_br: Somente Edição exclusiva
ru_ru: Только эксклюзивное редактирование
sl_si: Samo izključno urejanje

source: Edit policy
de_de: Bearbeitungsrichtlinie
hu_hu: Szerkesztési házirend
pl_pl: Polityka edytowania:
pt_br: Política de Edição
ru_ru: Политика редактирования
sl_si: Politika urejanja

source: How to handle the CVS Edit and Unedit commands.
de_de: Wie die Befehle CVS Schreibschutz an/aus zu behandeln sind.
hu_hu: Hogyan legyenek kezelve a CVS Szerkesztés és Visszaszerkesztés parancsok.
pl_pl: Określa jak mają być wykonywane komendy edycji i zakończenia edycji.
pt_br: Como tratar os comandos CVS Editar e Deseditar.
ru_ru: Как обрабатывать CVS команды Edit и Unedit.
sl_si: Kako ravnati z ukazi CVS Uredi in Razveljavi urejeno

source: Edit options dialog
de_de: Dialog Optionen für Bearbeiten
hu_hu: Szerkesztési opciók ablak
pl_pl: Okno zmiany ustawień
pt_br: Diálogo de opções de edição
ru_ru: Диалог параметров редактирования
sl_si: Pogovorno okno urejanja možnosti

source: Whether to show the edit options dialog
de_de: Ob der Dialog der Optionen für Bearbeiten gezeigt werden soll.
hu_hu: Mutassa-e a szerkesztési opciók ablakot
pl_pl: Zaznaczenie tej opcji powoduje pokazywanie okna zmiany ustawień
pt_br: Se deve ou não exibir o diálogo de opções de Editar
ru_ru: Нужно ли отображать диалог параметров редактирования
sl_si: Ali naj se pogovorno okno urejanja možnosti pokaže ali ne
