Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: Tag and branch names can contain letters, digits, "-" (dash) and "_" (underscore) only. In particular, this means no dots, and no spaces. They must also start with a letter.
de_de: Die Bezeichnung einer Marke (Tag) oder eines Zweigs muss mit einem Buchstaben beginnen. Für die übrigen Zeichen sind ausschließlich Buchstaben, Ziffern, Bindestrich ("-") und Unterstrich ("_") erlaubt. Nicht verwendbare Zeichen sind daher unter anderem Punkt (".")", und Leerzeichen (" ").
fr_fr: Les noms de balise et de branche peuvent contenir des lettres, des chiffres, des tirets ("-") et des traits de soulignement ("_"). En revanche, les points et les espaces sont exclus. En outre, ils doivent commencer par une lettre.
hu_hu: Az ágak és címkék nevei csak betűket, számokat, "-" (dash) és "_" (underscore) tartalmazhatnak. Azaz, pontok és szóközök nem engedélyezettek. Ezenkívül a nevek betűvel kell hogy kezdődjenek.
it_it: I nomi di etichette e rami possono solo contenere lettere, numeri, "-" (trattino) e "_" (sottolineatura). In particolare non sono ammessi i punti e gli spazi. I nomi devono inoltre iniziare con una lettera.
ja_jp: タグとブランチの名称には文字(アルファベット)、数字、"-" (ハイフン) と "_" (アンダスコア) が使用できます。.(ドット)およびスペース(空白)は使えません。 名称の一文字目は文字(アルファベット)でなくてはいけません。
ka_ge: ჭდის ან განშტოების სახელი შეიძლება შეიცავდეს მხოლოდ ასო-ნიშნებს, "-" (დეფისს) და "_" (ხაზგასმას) კერძოდ, ეს ნიშნავს რომ არ შეიძლება წერტილებისა და ხარეს გამოყენება. სახელი უნდა დაიწყოს ასო-ნიშნით.
nl_nl: Tag en taknamen mogen letters, cijfers, "-" (minus) en "_" (laag streepje) bevatten. Dus geen punten of spaties. Ze moeten altijd beginnen met een letter.
pl_pl: Etykiety i nazwy gałęzi mogą zawierać tylko litery, cyfry, znaki "-" (myślnik) i "_" (podkreślenie). Oznacza to, że nie są akceptowane kropki i spacje. Muszą rozpoczynać się od litery.
pt_br: Nomes de Marcadores e Ramos podem conter somente letras, dígitos, "-" (hífen) e "_" (sublinhado). Em particular, isto significa nada de pontos ou espaços. Eles também precisam começar com uma letra.
ro_ro: Numele de etichetă şi ramură poate conţine doar litere, cifre, "-" (linie de despărţire) şi "_" (linie de subsol). În particular, nu sunt admise punctele şi spaţiile. La fel numele trebuie să înceapă cu o literă.
ru_ru: Имена меток и веток могут содержать только буквы, цифры, "-" (дефис) и "_" (подчеркивание) Это означает также запрет точек и пробелов. Начинаться идентификаторы должны с букв.
sl_si: Imena oznak in vej lahko vsebujejo le črke, številke, "-" (pomišljaj) in "_" (podčrtaj). To pomeni, da pike in presledki niso dovoljeni. Prav tako se morajo začeti s črko.

source: No tags found.
de_de: Keine Marken gefunden.
fr_fr: Balises introuvables.
hu_hu: Nem találhatóak címkék.
it_it: Nessuna etichetta trovata.
ja_jp: タグは見つかりませんでした。
ka_ge: ჭდეები ვერ მოიძებნა.
nl_nl: Geen tags gevonden.
pl_pl: Brak etykiet.
pt_br: Nenhum Marcador encontrado.
ro_ro: Nu a fost găsită eticheta.
ru_ru: Метки не найдены.
sl_si: Oznak ni mogoče najti.

source: TortoiseCVS - Checkout Module
de_de: TortoiseCVS - Modul auschecken
fr_fr: TortoiseCVS - Emprunter un module
hu_hu: TortoiseCVS - Modul Kikérése
it_it: TortoiseCVS - Prelievo Modulo
ja_jp: TortoiseCVS - モジュールのチェックアウト
ka_ge: TortoiseCVS - მოდულის გადმოტანა
nl_nl: TortoiseCVS - Module ophalen
pl_pl: TortoiseCVS - Pobranie modułu do kontroli
pt_br: TortoiseCVS - Obter Módulo
ro_ro: TortoiseCVS - Extrage Modulul
ru_ru: TortoiseCVS - Модуль Извлечения
sl_si: Tortoise CVS - Prevzemi modul

source: Purpose of checkout
de_de: Absicht des Auscheckens
fr_fr: Raison de l'emprunt
hu_hu: A kikérés célja
it_it: Scopo del prelievo
ja_jp: チェックアウトの目的
ka_ge: გადმოტანის მიზანი
nl_nl: Manier van ophalen
pl_pl: Cel pobrania do kontroli
pt_br: Propósito da operação
ro_ro: Motivul extragerii
ru_ru: Цель извлечения
sl_si: Namen prevzema

source: Prevents creation of CVS admin folders
de_de: Verhindert Erstellung der CVS-Administrationsordner
fr_fr: Evite la création de dossiers administratifs CVS
hu_hu: A CVS adminisztrációs mappáinak létrehozását előzi meg
it_it: Evita la creazione delle cartelle di amministrazione CVS
ja_jp: CVS管理用フォルダを作成しません
ka_ge: CVS ადმინისტრაციული დასტების შექმნის აკრძალვა
nl_nl: Voorkomen dat CVS admin mappen gemaakt wordt
pl_pl: Zapobiegaj tworzenia folderów administratorskich CVS
pt_br: Evitar a criação de pastas administrativas do CVS
ro_ro: Previne crearea de dosare CVS admin
ru_ru: Предотвращает создание административных каталогов CVS
sl_si: Prepreči ustvarjanje upravljalskih map CVS

source: &Checkout - for working on the module
de_de: &Checkout - um das Modul zu bearbeiten
fr_fr: E&mprunter - pour travailler sur le module
hu_hu: &Kikérés - a modullal való munka miatt
it_it: &Prelievo - per lavorare sul modulo
ja_jp: チェックアウト - モジュールの編集のため(&C)
ka_ge: გადმოტანა - მოდულთან სამუშაოდ
nl_nl: &Ophalen - om met de module te kunnen werken
pl_pl: &Pobranie do kontroli - do pracy nad modułem
pt_br: &Obter Módulo - para trabalhar com um Módulo
ro_ro: Extrage - pentru lucru asupra modulului
ru_ru: Извлечение - для работы над модулем
sl_si: &Prevzemi - za delo na modulu

source: &Export - for making a software release
de_de: &Export - um Software zu veröffentlichen
fr_fr: &Exporter - pour créer une version diffusable
hu_hu: &Exportálás - szoftver kiadás miatt
it_it: &Esporta - per effettuare una release del software
ja_jp: エクスポート - ソフトウェアのリリースを作成するため(&E)
ka_ge: ექსპორტი - პროგრამის გამოცემის შესაქმნელად
nl_nl: &Exporteer - voor maken van software release
pl_pl: &Eksportuj - publikacja oprogramowania
pt_br: &Exportar - se estiver gerando um pacote para distribuição
ro_ro: Exportă - pentru o lansare software
ru_ru: Экспорт - для создания релиза программного продукта
sl_si: &Izvozi - za pripravo izdaje programske opreme

source: Normally TortoiseCVS will checkout files so they can be modified. If you check this, TortoiseCVS will set the files to read-only and you can use the Edit option to make them changeable.
sl_si: Običajno TortoiseCVS prevzema datoteke, da jih je mogoče spreminjati. Če potrdite to možnost, bo TortoiseCVS datoteke označil le za branje, z možnostjo Uredi pa jih naredite spet spremenljive.

source: Check out read only
de_de: Schreibgeschützt auschecken
nl_nl: Haal bestanden op als alleen lezen
pt_br: Obter arquivos usando atributo somente-leitura
sl_si: Prevzemi le za branje

source: Name of folder to create
de_de: Name des zu erzeugenden Ordners
fr_fr: Nom du dossier à créer
hu_hu: A létrehozandó mappa neve
it_it: Nome della cartella da creare
ja_jp: 作成するフォルダの名前
ka_ge: შესაქმნელი დასტის სახელი
nl_nl: Naam van te creëren map
pl_pl: Nazwa folderu do utworzenia
pt_br: Nome da pasta a ser criada
ro_ro: Numele dosarului de creat
ru_ru: Имя создаваемого каталога
sl_si: Ime mape, ki jo želite ustvariti

source: Use this name instead of module name for the new folder
de_de: Benutze angegebenen Namen anstelle des Modulnamens für den neuen Ordner
fr_fr: Donner ce nom au dossier au lieu du nom du module
hu_hu: Használja ezt a mappa nevének a modul eredeti neve helyett
it_it: Usa questo nome anzichè il nome del modulo per la nuova cartella
ja_jp: 新しく作成するフォルダの名前として指定した名前をモジュール名の代わりに使用する
ka_ge: ამ სახელის გამოყენება ახალ დასტაში მოდულის სახელის ნაცვლად
nl_nl: Gebruik deze naam in plaats van de modulenaam voor de nieuwe map
pl_pl: Użyj tej nazwy jako nowego folderu zamiast nazwy modułu
pt_br: Usar este nome para a nova pasta ao invés de usar o nome do Módulo
ro_ro: Utilizează acest nume pentru noul dosar în loc de numele modulului
ru_ru: Используйте это имя вместо имени модуля для нового каталога
sl_si: Uporabi to ime namesto imena modula za novo mapo

source: Use &default folder name
de_de: Standar&d Ordnername verwenden
fr_fr: Nom de &dossier par défaut
hu_hu: Használja az &eredeti mappa nevét
it_it: Usa il nome della cartella di &default
ja_jp: 既定のフォルダ名を使用する(&d)
ka_ge: დასტის საწყისი სახელის გამოყენება
nl_nl: Gebruik standaard &mapnaam
pl_pl: Użyj &domyślnego folderu
pt_br: Usar o nome do &Módulo como nome da pasta
ro_ro: Foloseşte numele de dosar original
sl_si: Uporabi &privzeto ime mape

source: Use &module name and tag/branch/revision as folder name
de_de: &Modulnamen und Marke/Zweig/Revision für Namen des Ordners verwenden
fr_fr: Donner au dossier le no&m du module et de la balise/branche/version
hu_hu: Használja a &modul nevét és az címke/ág/revízió neveket a mappákhoz
it_it: Usa il nome del &modulo e dell'etichetta/ramo/revisione come nome della cartella
ja_jp: モジュール名にタグ・ブランチ・リビジョンを加えたフォルダ名(&m)
ka_ge: მოდულის სახელის და ჭდის/განშტოების/ვერსიის გამოყენება დასტის სახელად
nl_nl: Gebruik &modulenaam en tag/tak/revisie als mapnaam
pl_pl: Użyj nazwy &modułu i etykiety/gałęzi/rewizji jako nazwy folderu
pt_br: Usar o nome do &Módulo a Marcador/Ramo/Revisão como nome da pasta
ro_ro: Foloseşte numele modulului şi a etichetei/ramurii/reviziei ca nume de dosar
ru_ru: Использовать имя модуля и метку/ветку/ревизию как имя каталога
sl_si: Uporabi ime &modula in oznake/veje/revizije za ime mape

source: Enter your own &folder name
de_de: Eigenen Or&dnernamen angeben
fr_fr: Entrer un nom &de dossier personnalisé
hu_hu: Írd be a tetszőleges &mappa nevet
it_it: Inserire il nome desiderato per la &cartella
ja_jp: フォルダ名を自分で指定する(&f)
ka_ge: მიუთითეთ დასტის საკუთარი სახელი
nl_nl: Geef je eigen &mapnaam
pl_pl: Wprowadź własny &folder
pt_br: Digite o nome para a &pasta
ro_ro: Introdu propria alegere pentru numele de dosar
ru_ru: Введите свое имя папки
sl_si: Vnesite ime lastne &mape

source: Custom folder name:
de_de: Benutzerdefinierter Ordnername:
fr_fr: Nom du dossier :
hu_hu: Tetszőleges mappanév:
it_it: Nome della cartella personalizzato:
ja_jp: カスタムのフォルダ名
ka_ge: დასტის მითითებული სახელი:
nl_nl: Aangepaste mapnaam:
pl_pl: Własny folder:
pt_br: Nome personalizado da pasta:
ro_ro: Nume uzual de dosar:
ru_ru: Пользовательское имя каталога:
sl_si: Ime mape po meri:

source: Normally, text files checked out on Windows will use CRLF as the line ending. If you check this, TortoiseCVS will use UNIX line endings (LF only).
de_de: Normalerweise werden in Windows ausgecheckte Dateien automatisch in das CRLF-Zeilenendeformat konvertiert. Wählen Sie diese Option, um UNIX-mäßige Zeilenenden zu benutzen (nur LF).
fr_fr: Les fichiers texte empruntés sur Windows utilisent normalement CRLF comme fin de ligne. Cette option permet d'utiliser des fins de lignes UNIX (LF seulement).
hu_hu: Általában a Windows alatt kikért szöveges fájlok CRLF karaktereket használnak a sorok végén. Amennyiben ezt bejelölöd, a TortoiseCVS UNIX típusú sorvégeket fog használni (csak LF).
it_it: Normalmente, i file di testo di cui si è fatto il prelievo in Windows useranno il terminatore di linea CRLF. Selezionando questo, TortoiseCVS userà il terminatore di linea UNIX (solo LF).
ja_jp: 通常、Windowsでチェックアウトされたテキストファイルは改行コードとしてCRLFを使用します。このオプションを選択することで、TortoiseCVSはUnix形式の改行コード (LF) を使用するようにします。
ka_ge: ჩვეულებრივ, Windows ტექსტური ფაილები სტრიქონის ბოლოს CRLF-ს იყენებენ. თუ ეს პარამეტრი არჩეულია TortoiseCVS გამოიყენებს Unix სტილის სტრიქონის დაბოლოებებს (მხოლოდ LF).
nl_nl: Normaal worden Windows bestanden opgehaald met CRLF als regeleinde. Als je dit gebruikt, zal TortoiseCVS UNIX regeleinde gebruiken (alleen LF).
pl_pl: Domyślnie zakończenia pobranych plików teksotwych będą zakończone znakami CRLF (Windows). Po wybraniu tej opcji pliki będą zakończone tylko znakiem LF (UNIX).
pt_br: Normalmente, arquivos de texto Obtidos no Windows terão CRLF como quebra-de-linha. Se você marcar essa caixa, o TortoiseCVS usará quebras-de-linha do Unix (LF apenas).
ro_ro: De obicei, fişierele Text extrase în Windows vor folosi CRLF ca sfârşit de linie. Dacă marcaţi aici, TortoiseCVS va folsi sfârşit de linie tip UNIX (doar LF).
sl_si: Datoteke, prevzete v Windows, uporabljajo običajno za konec vrstic CRLF. Če aktivirate to možnost, bo TortoiseCVS uporabljal konce vrstic UNIX (le LF).

source: Use UNIX &line endings
de_de: Benutze UNIX Zei&lenenden
fr_fr: Fins de &ligne UNIX
hu_hu: UNIX &sorvégek használata
it_it: Usa terminatore di &linea UNIX
ja_jp: Unix形式の改行コードを使用する(&l)
ka_ge: Unix სტილის სტრიქონების დაბოლოებების გამოყენება
nl_nl: Gebruik UNIX &regeleinde
pl_pl: Format zakończeń &lini UNIX
pt_br: Usar quebras-de-&linha do Unix
ro_ro: Foloseşte sfârşit de linie tip UNIX
ru_ru: Использовать окончания строк в формате Unix
sl_si: Uporabi &konce vrstic UNIX

source: TortoiseCVS Question
de_de: TortoiseCVS Frage
fr_fr: Question de TortoiseCVS
hu_hu: TortoiseCVS Kérdés
it_it: Domanda di TortoiseCVS
ja_jp: TortoiseCVS お問い合わせ
ka_ge: TortoiseCVS კითხვა
nl_nl: TortoiseCVS Vraag
pl_pl: TortoiseCVS Pytanie
pt_br: TortoiseCVS Pergunta
ro_ro: Întrebare TortoiseCVS
ru_ru: TortoiseCVS Вопрос
sl_si: Vprašanje TortoiseCVS

source: TortoiseCVS - Command
de_de: TortoiseCVS - Befehl
hu_hu: TortoiseCVS - Parancs
it_it: TortoiseCVS - Comando
nl_nl: TortoiseCVS - Commando
pl_pl: TortoiseCVS - Polecenie
pt_br: TortoiseCVS - Comando
ro_ro: TortoiseCVS - Comandă
ru_ru: TortoiseCVS - Команда
sl_si: TortoiseCVS - Ukaz

source: Command
de_de: Befehl
hu_hu: Parancs
it_it: Comando
pl_pl: Polecenie
pt_br: Comando
ro_ro: Comandă
ru_ru: Команда
sl_si: Ukaz

source: CVS command
de_de: CVS Befehl
hu_hu: CVS parancs
it_it: Comando CVS
nl_nl: CVS commando
pl_pl: Polecenie CVS
pt_br: CVS comando
ro_ro: Comandă CVS
ru_ru: Команда CVS
sl_si: Ukaz CVS

source: &Copy filename(s)
de_de: Kopiere &Dateiname(n)
hu_hu: Fájlnevek &másolása
nl_nl: &Kopieer bestand(en)
pl_pl: Kopiuj plik(i)
pt_br: &Copiar nome(s) do(s) arquivo(s)
ru_ru: Копировать имена файлов
sl_si: &Kopiraj imena datotek

source: Copy &filename(s) with folders
de_de: Kopiere Dateiname(n) mit &Ordnernamen
hu_hu: Fájlnevek másolása ma&ppanévvel
nl_nl: Kopieer &bestand(en) met mappen
pl_pl: Kopiuj plik(i) z &folderami
pt_br: Copiar nome(s) do(s) arquivo(s) com &caminho
ru_ru: Копировать имена файлов вместе с папками
sl_si: Kopiraj &imena datotek z mapami

source: C&ommit selected files...
de_de: Ausgewählte Dateien ein&checken...
pt_br: &Gravar arquivos selecionados...
sl_si: &Objavi izbrane datoteke ...

source: Get c&lean copy of selected files
de_de: Ausgewählte Dateien fris&ch auschecken
hu_hu: Kijelölt fájlok &tiszta másolatának beszerzése
nl_nl: Haal een schone &kopie van deze tak
pl_pl: Pobierz czystą kopię zaznaczonych plików (&lepkie)
pt_br: Obter cópia &limpa dos arquivos selecionados
ru_ru: Получить чистую копию выбранных файлов
sl_si: Dobi &čisto kopijo izbranih datotek

source: &Diff...
de_de: &Vergleichen...
fr_fr: &Comparer...
it_it: &Confronta...
ja_jp: 差分(&D)...
ka_ge: შედარება...
pl_pl: &Różnice...
pt_br: &Diferenças...
ro_ro: Diferenţiază...
ru_ru: Сравнить...
sl_si: &Razlikuj ...

source: H&istory...
de_de: H&istorie...
fr_fr: H&istorique...
hu_hu: &Előzmények
it_it: &Cronologia
ja_jp: 履歴(&H)...
ka_ge: ისტორია...
nl_nl: &Historie...
pl_pl: H&istoria...
pt_br: &Histórico...
ro_ro: Istoria...
ru_ru: &История...
sl_si: &Zgodov&ina ...

source: Revision &Graph...
de_de: Revisions&graph...
fr_fr: &Schéma des versions
hu_hu: Revíziós &Diagram...
it_it: &Grafico revisioni...
ja_jp: リビジョングラフ(&G)
ka_ge: ვერსიის გრაფი...
nl_nl: Revisie &grafiek...
pl_pl: &Graf rewizji...
pt_br: &Gráfico de Revisões...
ro_ro: Graficul Reviziilor...
ru_ru: Дерево ревизий...
sl_si: &Graf revizij ...

source: CVS &Web Log...
de_de: CVS & Webansicht...
fr_fr: Journal CVS sur le &Web...
hu_hu: CVS &Web Napló...
it_it: Log &Web CVS...
ja_jp: CVS ウェブログ(&W)
ka_ge: CVS ვებ ჟურნალი...
nl_nl: CVS &Web Logboek...
ro_ro: Jurnalul CVS Web...
ru_ru: CVS &Web лог...
sl_si: &Spletni dnevnik CVS ...

source: R&estore
de_de: Wiederh&erstellen
hu_hu: &Visszaállítás
nl_nl: &Herstel
pl_pl: Odtwórz
pt_br: R&estaurar
ru_ru: Восстановить
sl_si: &Obnovi

source: TortoiseCVS - Commit
de_de: TortoiseCVS - Einchecken
fr_fr: TortoiseCVS - Valider
hu_hu: TortoiseCVS - Tárolás
it_it: TortoiseCVS - Deposito
ja_jp: TortoiseCVS - コミット
ka_ge: TortoiseCVS - ფიქსირება
nl_nl: TortoiseCVS - Vastleggen
pl_pl: TortoiseCVS - Zatwierdź
pt_br: TortoiseCVS - Gravar
ro_ro: TortoiseCVS - Încredinţează
ru_ru: TortoiseCVS - Зафиксировать
sl_si: TortoiseCVS - Objavi

source: Folder: %s
de_de: Ordner: %s
fr_fr: Dossier : %s
hu_hu: Mappa: %s
it_it: Cartella: %s
ja_jp: フォルダ: %s
ka_ge: დასტა: %s
nl_nl: Map: %s
pt_br: Pasta: %s
ro_ro: Dosar: %s
ru_ru: Папка: %s
sl_si: Mapa: %s

source: Comment History
de_de: Kommentar-Historie
hu_hu: Eddigi megjegyzések
it_it: Cronologia Commenti
ja_jp: コメント履歴
ka_ge: კომენტირების ისტორია
nl_nl: Commentaarhistorie
pl_pl: Historia komentarzy
pt_br: Histórico de comentários
ro_ro: Istoria comentariilor
ru_ru: История коментариев
sl_si: Zgodovina komentarjev

source: Previous comments (use Ctrl-Up and Ctrl-Down in the Comment field to select)
de_de: Vorherige Kommentare (wählen mit Strg-Auf und Strg-Ab im Kommentarfeld)
hu_hu: Előző megjegyzések (a Ctrl-Up és a Ctrl-Down használható a Megjegyzés mezőben való kijelöléshez)
it_it: Commenti precedenti (per selezionare usare Ctrl-Su e Ctrl-Giù nel campo commenti)
ja_jp: これまでのコメント (コメント一覧よりCtrl-↑ および Ctrl-↓で選択)
nl_nl: Vorige commentaren (gebruik Ctrl-Omhoog en Ctrl-Omlaag om het commentaarveld te selecteren)
pl_pl: Poprzednie komentarze (użyj Ctrl-Up i Ctrl-Down w polu komentarzy do zaznaczenia)
pt_br: Comentários anteriores (use Ctrl+Up e Ctrl+Down no campo de Comentários para selecionar)
ro_ro: Comentarii anterioare (foloseşte Ctrl-Sus şi Ctrl-Jos în cutia de comentarii pentru a selecta)
ru_ru: Предыдущие комментарии (используйте Ctrl-Up и Ctrl-Down в поле Комментарии для выбора)
sl_si: Prejšnji komentarji (za izbor uporabite Ctrl-navzgor ali Ctrl-navzdol v polju komentarja)

source: Comment
de_de: Kommentar
fr_fr: Commentaire
hu_hu: Megjegyzés
it_it: Commento
ja_jp: コメント
ka_ge: კომენტარი
nl_nl: Commentaar
pl_pl: Komentarz
pt_br: Comentário
ro_ro: Comentariu
ru_ru: Комментарии
sl_si: Komentar

source: Filetype
de_de: Dateityp
hu_hu: Fájltípus
it_it: Tipo File
nl_nl: Bestandstype
pl_pl: Typ pliku
pt_br: Tipo de arquivo
ro_ro: Tipul de fişier
ru_ru: Тип файла
sl_si: Vrsta datoteke

source: Status
fr_fr: Etat
hu_hu: Állapot
it_it: Stato
ja_jp: 状態
ka_ge: სტატუსი
pt_br: Estado
ru_ru: Статус
sl_si: Stanje

source: Bug number
de_de: Bug-Nummer
pt_br: Número do Bug
sl_si: Številka hrošča

source: To see the changes you have made, double or right click on the files above.
de_de: Um Ihre Änderungen zu sehen, doppel- oder rechts-klicken Sie die obigen Dateien.
fr_fr: Pour voir les modifications effectuées, double-cliquez ou cliquez avec le bouton droit sur les fichiers ci-dessus.
hu_hu: Dupla vagy jobb-klikk a fenti fájlokon a végrehajtott változtatásaid megtekintéséhez.
it_it: Per vedere le modifiche effettuate, fare doppio click o click col tasto destro sui file qui sopra.
ka_ge: თქვენს მიერ შეტანილი ცვლილებების სანახავად ორმაგად დაწკაპეთ შესაბამისი ფაილები.
nl_nl: Om je wijzigingen te bekijken, klik dubbel of rechts op de bovenstaande bestanden.
pl_pl: Dodatkowe opcje - kliknij prawym przyciskiem na powyższych plikach.
pt_br: Para ver as modificações que você fez, dê duplo-clique no arquivo desejado.
ro_ro: Pentru a putea vede modificările faceţi dublu click sau click-dreapta pe fişierele de mai sus.
ru_ru: Для просмотра сделанных вами изменений, двойной или правый щелкчек мышкой на файлах.
sl_si: Za ogled svojih sprememb dvokliknite na zgornje datoteke.

source: &Wrap lines
de_de: &Zeilen umbrechen
hu_hu: &Sorok törése
it_it: &Caporiga automatico
ja_jp: 行を折り返す(&W)
ka_ge: სტრიქონების გადატანა
nl_nl: &Regelterugloop
pl_pl: Zawijaj linie
pt_br: &Quebrar linhas
ro_ro: Ascunde liniile
ru_ru: Перенос строк
sl_si: &Prelom vrstice

source: &Use Bug
de_de: Bug ben&utzen
hu_hu: Hiba &használata
pl_pl: &Użyj błędu
pt_br: &Usar Bug
ru_ru: Использовать Баг
sl_si: &Uporabi hrošča

source: &Mark Bug
de_de: Bug &markieren
hu_hu: Hiba &megjelölése
pl_pl: Oznacz błąd
pt_br: &Marcar Bug
ru_ru: Пометить Баг
sl_si: &Označi hrošča

source: You are attempting to commit but have written no comment. Do you wish to continue to commit without a comment?
de_de: Sie versuchen einzuchecken, haben aber keinen Kommentar geschrieben. Möchten Sie fortfahren und ohne Kommentar einchecken?
hu_hu: Kiadtad a tárolás parancsot, de nem írtál megjegyzést. Szeretnéd folytatni a tárolást megjegyzés nélkül?
pl_pl: Brak komentarza. Czy chcesz kontynuować pomimo jego braku ?
pt_br: Você está tentando Gravar sem escrever um comentário. Você quer mesmo continuar a Gravação sem um comentário?
ru_ru: Вы пытаетесь выполнить фиксацию, но не написали комментарий. Вы действительно хотите выполнить фиксацию без ввода комментария?
sl_si: Želite objaviti hrošča, vendar niste napisali komentarja. Želite nadaljevati z objavo brez komentarja?

source: You are attempting to commit but have no bug number. Do you wish to continue the commit without the bug number?
de_de: Sie versuchen einzuchecken, haben aber keine Bug-Nummer. Möchten Sie fortfahren und ohne Bug-Nummer einchecken?
hu_hu: Kiadtad a tárolás parancsot, de nincs megadva a hiba száma. Szeretnéd folytatni a tárolást a hiba száma nélkül?
pl_pl: Brak numeru błędu. Czy chcesz kontynuować pomimo jego braku ?
pt_br: Você está tentando Gravar sem escrever um Número de Bug. Você quer mesmo continuar a Gravação sem um Número de Bug?
ru_ru: Вы пытаетесь выполнить фиксацию но не ввели номер бага (bug number). Вы действительно хотите продолжить фиксацию без номера бага?
sl_si: Želite objaviti hrošča, vendar nimate številke hrošča. Želite nadaljevati z objavo brez številke hrošča?

source: TortoiseCVS - Merge Conflicts
de_de: TortoiseCVS - Konflikte zusammenführen
fr_fr: TortoiseCVS - Fusionner les conflits
hu_hu: TortoiseCVS - Eltérések Olvasztása
it_it: TortoiseCVS - Fusione dei Conflitti
ja_jp: TortoiseCVS - コンフリクトをマージする
ka_ge: TortoiseCVS - კონფლიქტების შერწყმა
nl_nl: TortoiseCVS - Conflicten samenvoegen
pl_pl: TortoiseCVS - Scalanie konfliktów
pt_br: TortoiseCVS - Resolver Conflitos
ro_ro: TortoiseCVS - Îmbină Conflictele
ru_ru: TortoiseCVS - Объединить Конфликты
sl_si: TortoiseCVS - Spoji spore

source: Choose Merge Operation
de_de: Zusammenführ-Ablauf wählen
fr_fr: Choisissez une opération de fusion
hu_hu: Válaszd ki az olvasztási műveletet
it_it: Scegliere l'operazione di Fusione
ja_jp: マージの選択
ka_ge: შერწყმის ოპერაციის არჩევა
nl_nl: Kies samenvoeg actie
pl_pl: Wybierz operację scalania
pt_br: Escolha um aplicativo de Combinação
ro_ro: Alege Operaţia de Îmbinare
sl_si: Izberite operacijo spajanja

source: How would you like to merge the conflicts?
de_de: Wie möchten Sie die Konflikte zusammenführen?
fr_fr: Comment voulez-vous fusionner les conflits ?
hu_hu: Hogyan szeretnéd olvasztani az eltéréseket?
it_it: Come si desidera fare la fusione delle parti in conflitto?
ja_jp: コンフリクトをどのようにマージしたいですか？
ka_ge: როგორ გსურთ კონფლიქტების შერწყმა?
nl_nl: How wil je de conflicten samenvoegen?
pl_pl: Jak chcesz scalić konflikty?
pt_br: Como você gostaria de resolver os Conflitos?
ro_ro: Cum aţi dori să îmbinaţi conflictele?
sl_si: Kako želite spajati spore?

source: Edit with default text editor
de_de: Bearbeiten mit Standard-Texteditor
fr_fr: Ouvrir avec l'éditeur de texte par défaut
hu_hu: Szerkesztés az alapért. szövegszerkesztővel
it_it: Modifica con l'editor di testi di default
ja_jp: 既定のテキストエディタで編集する
ka_ge: რედაქტირება ძირითადი ტექსტური რედაქტორით
nl_nl: Bewerken met standaard teksteditor
pl_pl: Edytuj w domyślnym edytorze
pt_br: Editar com o editor de texto padrão
ro_ro: Editează utilizând editorul de texte
ru_ru: Редактировать с использованием редактора по умолчанию
sl_si: Uredi v privzetem urejevalniku besedila

source: Two-way merge
de_de: Zweiwege-Zusammenführen
fr_fr: Fusion bidirectionnelle
hu_hu: Kétutas olvasztás
it_it: Fusione a due-vie
ja_jp: 2方向マージ
ka_ge: ორმხრივი შერწყმა
pl_pl: Dwufazowe scalanie
pt_br: Combinação de 2 vias
ro_ro: Îmbinare bidirecţională
sl_si: Dvosmerno spajanje
