Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: Syntax error
de_de: Syntaxfehler
fr_fr: Erreur de syntaxe
hu_hu: Szintaktikai hiba
it_it: Errore di sintassi
ja_jp: 文法エラー
ka_ge: სინტაქსური შეცდომა
nl_nl: Syntaxisfout
pl_pl: Błąd syntaktyczny
pt_br: Erro de sintaxe
ro_ro: Eroare sintactică
ru_ru: Синтаксическая ошибка
sl_si: Skladenjska napaka

source: Unexpected end of file
de_de: Unerwartetes Ende der Datei (EOF)
fr_fr: Fin de fichier inattendue
hu_hu: Hibás a fájl vége
it_it: Fine del file non prevista
ja_jp: 想定外のファイル末端
ka_ge: ფაილის მოულოდნელი დასასრული
nl_nl: Onverwacht einde van bestand
pl_pl: Nieoczekiwany koniec pliku
pt_br: Fim-de-arquivo inesperado
ro_ro: Sfârşit de fişier neprevăzut
ru_ru: Неожиданный конец файла
sl_si: Nepričakovani konec datoteke

source: Error while parsing config file ("%s" line %d): %s
de_de: Fehler beim Einlesen der Konfigurationsdatei ("%s" Zeile %d): %s
fr_fr: Erreur pendant l'analyse du fichier de configuration ("%s" ligne %d) : %s
hu_hu: Hiba a konfigurációs fájl elemzésekor ("%s" a %d. sorban): %s
it_it: Errore durante l'analisi del file di configurazione ("%s" linea %d): %s
ja_jp: 設定ファイルを読み込み中にエラーが発生しました ("%s" %d行目): %s
ka_ge: კონფიგურირების ფაილის დამუშავების შეცდომა ("%s" სტრიქონი %d): %s
nl_nl: Fout bij lezen configuratiebestand ("%s" regel %d): %s
pl_pl: Błąd podczas przetwarzania pliku konfiguracyjnego ("%s" linia %d): %s
pt_br: Erro ao interpretar arquivo de configuração ("%s" linha %d): %s
ro_ro: Analiza fişierului de configurare a produs o eroare ("%s" linia %d): %s
ru_ru: Ошибка обработки конфигурационного файла ("%s" строка %d): %s
sl_si: Napaka pri razščenjevanju nastavitvene datoteke ("%s" v vrstici %d): %s

source: Tortoise Tip: Sometimes you get this error if you have the repository folder wrong in the Checkout dialog. Make sure you have a slash at the start of the folder name, and that the case and path are correct. Watch out for spurious trailing characters. Examples are: "/cvsroot", "/usr/local/cvs-repository", "/cvsroot/cvsgui"
de_de: Tortoise Tipp: Manchmal scheitert die Anmeldung daran, dass der Verwahrungsort im "Auschecken"-Dialog falsch angegeben wurde. Stellen Sie sicher, dass der Pfad korrekt ist und mit einem Schrägstrich beginnt, und beachten Sie Groß-/Kleinschreibung. Achten Sie auf störende angehängte Zeichen. Beispiele: "/cvsroot", "/usr/local/cvs-repository" oder "/cvsroot/cvsgui"
fr_fr: Conseil : cette erreur se produit parfois si le dossier du référentiel indiqué dans la boîte de dialogue Emprunter est incorrect. Vérifiez que vous avez mis une barre oblique au début du nom du dossier, que le chemin et la casse sont corrects et que la chaîne ne se termine pas par des caractères inutiles. Exemples : "/cvsroot", "/usr/local/referentiel-cvs", "/cvsroot/cvsgui"
hu_hu: Teknős Tipp: Általában akkor jelenik meg ez a hiba, amikor rosszul van megadva a raktár a Kikérés ablakban. Győződj meg arról, hogy szerepel 'slash' jel a mappa neve előtt, valamint a kis-nagybetűk és az útvonal stimmelnek-e. Különösen figyelj a felesleges karakterekre. Példák: "/cvsroot", "/usr/local/cvs-repository", "/cvsroot/cvsgui"
it_it: Suggerimento di Tortoise: Talvolta si ottiene questo errore se si è indicata una cartella errata per il repository nella finestra di Prelievo. Assicurarsi che il nome della cartella inizi con la barra e abbia le maiuscole ed il percorso corretti. Fare attenzione ai caratteri superflui a fine riga. Esempi: "/cvsroot", "/usr/local/cvs-repository", "/cvsroot/cvsgui"
ja_jp: Tortoise ヒント: このエラーはチェックアウト画面でリポジトリフォルダを間違えて指定した時に現れる場合があります。フォルダ名の先頭に '/' (スラッシュ)があること、大文字・小文字やパスが正しく記述されていることを確認してください。文字列の最後に余計な文字などついていないかどうか確認してください。 例: "/cvsroot", "/usr/local/cvs-repository", "/cvsroot/cvsgui"
ka_ge: Tortoise რჩევა: ეს შეცდომა ხანდახან წარმოიქმნება თუ არასწორედ მიუთითეთ საცავის დასტა 'გადმოტანის' დიალოგში. გადაამოწმეთ, რომ დასაწყისში გამოყენებულია უკუირიბი, შეამოწმეთ რეგისტრი და გეზის მართებულობა. გადაამოწმეთ ხომ არ არის საწყისი ხარეები. მაგალითები: "/cvsroot", "/usr/local/cvs-repository", "/cvsroot/cvsgui"
pl_pl: Wskazówka Tortoise: Ten błąd powstaje w momencie podania błędnego folderu repozytorium, z którego będzie pobierany moduł. Sprawdź, czy na samym początku nazwy repozytorium znajduje się "/" (dla repozytorium lokalnego tego znaku ma nie być, dla repozytorium na serwerze odległym ma być). Zwróć uwagę również na wielkość znaków oraz znaki interpunkcyjne jak ":". Przykłady poprawnych lokalizacji: Lokalne - "C:\RepozytoriumCVS\", "C:\MojFolder\CVSRep\" Odległe - "/cvsroot", "/usr/local/cvs-repository", "/cvsroot/tortoisecvs"
pt_br: Dica do Tortoise: Esse erro pode ocorrer se o diretório do repositório estiver errado no diálogo de Obter Módulo. Certifique-se de que há uma barra antes do nome do diretório, e que a caixa e o caminho estão corretos. Fique atento para caracteres indevidos no final do texto. Exemplos: "/cvsroot", "/usr/local/cvs-repository", "/cvsroot/cvsgui"
ro_ro: Sfat Tortoise: Uneori primiţi această eroare dacă aveţi dosarul repozitar introdus greşit în dialogul de extragere (Checkout). Asiguraţi-vă că calea spre dosar începe cu slash, şi registrul şi calea sunt corecte. Fiţi atenţi la caractere întâmplătoare. Exemple: "/cvsroot", "/usr/local/cvs-repository", "/cvsroot/cvsgui"
ru_ru: Совет Tortoise: Эта ошибка иногда возникает, если вы неправильно указали каталог репозитария в диалоге Извлечение (Checkout). Убедитесь что в начале пути есть слеш, проверьте регистр и правильность пути. Проверьте отсутствие случайных символов в конце (включая пробелы). Примеры: "/cvsroot", "/usr/local/cvs-repository", "/cvsroot/cvsgui"
sl_si: Nasvet Tortoise: Včasih se pojavi ta napaka, če imate napačno mapo skladišča v pogovornem oknu Prevzemi. Preverite, da imate poševnico na začetku imena mape, da se velike/male črke ujemajo in da je pot prava. Pazite na podtaknjene končne znake. Primeri: "/cvsroot", "/usr/local/cvs-repository", "/cvsroot/cvsgui"

source: Tortoise Tip: Apparently you are using the :local: protocol, and you have an older version of CVSNT installed than the one included with TortoiseCVS. To resolve this problem, do one of the following: 1) Don't use :local: - add the repository to your local CVSNT server (Control Panel/CVS for NT/Repositories) and use a network protocol (e.g. :pserver: or :sspi:) to access the repository. This requires a fresh checkout. 2) Remove your local CVSNT server installation if you don't need it. 3) Update your local CVSNT server installation to the same version included with TortoiseCVS.
de_de: Tortoise Tipp: Scheinbar verwenden Sie das :local: Protokoll, und Sie haben eine ältere Version von CVSNT installiert als die in TortoiseCVS inbegriffene. Um dieses Problem zu lösen, gehen Sie wie folgt vor: Entweder 1) Verwenden Sie :local: nicht - fügen Sie den Verwahrungsort zu Ihrem lokalen CVSNT-Server hinzu (Systemsteuerung/CVS bei NT/Repositories) und verwenden Sie ein Netzwerkprotokoll (z. B. :pserver: oder :sspi:) um auf den Verwahrungsort zuzugreifen. Das erfordert ein erneutes Auschecken. 2) Entfernen Sie Ihre lokale CVSNT-Server-Installation, falls Sie sie nicht benötigen. 3) Aktualisieren Sie Ihre lokale CVSNT-Server-Installation auf die gleiche Version wie die in TortoiseCVS enthaltene.
pt_br: Dica do Tortoise: Aparentemente você está usando o protocolo :local:, e você tem uma versão instalada do CVSNT mais antiga que a incluída com o TortoiseCVS. Para solucionar este problema, você tem as seguintes opções: 1) Não use :local: - adicione o repositório ao seu servidor CVSNT local (Painel de Controle/CVS for NT/Repositories) e use um protocolo de rede (ex. :pserver: ou :sspi:) para acessar o repositório. Isto requer que você execute Obter Módulo novamente para obter uma caixa-de-areia nova. 2) Desinstale o seu servidor CVSNT local se você não precisa dele. 3) Atualize o seu servidor CVSNT local para a mesma versão incluída com o TortoiseCVS.
sl_si: Nasvet Tortoise: Očitno uporabljate protokol :local: in imate nameščeno starejšo različico CVSNT, kot je priložena TortoiseCVS. Za rešitev težave naredite nekaj od naslednjegai: 1) Ne uporabljajte :local: - skladišče dodajte na svoj krajevni strežnik CVSNT (Control Panel/CVS for NT/Repositories) in uporabite omrežni protokol (npr. :pserver: ali :sspi:) za dostopanje do skladišča. To zahteva sveži prevzem. 2) Odstranite namestitev svojega krajevnega strežnika CVSNT, če ga ne potrebujete. 3) Posodobite namestitev svojega krajevnega strežnika CVSNT na isto različico, kot je priložena TortoiseCVS.

source: Internal error, CVSAction::DoCommand used twice within same process.
de_de: Interner Fehler, CVSAction::DoCommand wurde zweimal innerhalb desselben Prozesses aufgerufen.
fr_fr: Erreur interne : CVSAction::DoCommand est utilisé deux fois dans le même processus.
hu_hu: Belső hiba, a CVSAction::DoCommand kétszer van használva egy folyamaton belül.
it_it: Errore interno, CVSAction::DoCommand usato due volte nello stesso processo.
ja_jp: 内部エラー、 CVSAction::DoCommand が同じプロセスで２度呼び出されました
ka_ge: შიდა შეცდომა, CVSAction::DoCommand ერთი და იმავე პროცესში ორჯერ გამოიყენება.
nl_nl: Interne fout, CVSAction::DoCommand gebruikt twee keer hetzelfde proces.
pl_pl: Wewnętrzny błąd, CVSAction::DoCommand użyta dwókrotnie dla tego samego procesu.
pt_br: Erro interno, CVSAction::DoCommand usado duas vezes dentro do mesmo processo.
ro_ro: Eroare internă, CVSAction::DOCommand folosit de două ori de acelaşi proces.
ru_ru: Внутренняя ошибка, CVSAction::DoCommand используется дважды в одном и том же процессе.
sl_si: Notranja napaka, v istem procesu dvakrat uporabljen CVSAction::DoCommand.

source: In %s: %s CVSROOT=%s
fr_fr: Dans %s : %s CVSROOT=%s
hu_hu: %s alatt: %s CVSROOT=%s
ja_jp: フォルダ %s: %s CVSROOT=%s
ka_ge: აქ - %s: %s CVSROOT=%s
pl_pl: W %s: %s CVSROOT=%s
pt_br: Em %s: %s CVSROOT=%s
ro_ro: În %s: %s CVSROOT=%s
ru_ru: В %s: %s CVSROOT=%s
sl_si: V %s: %s CVSROOT=%s

source: Trouble launching the CVS process: %s On folder: %s %s Please check there is a cvs.exe in the same folder as TortoiseCVS or on the path.
de_de: Probleme, den CVS-Vorgang zu starten: %s Im Ordner: %s %s Bitte stellen Sie sicher, dass sich die Datei "cvs.exe" im gleichen Ordner wie TortoiseCVS befindet oder im Pfad angegeben ist.
fr_fr: Problème de lancement du processus CVS : %s Sur le dossier :%s %s Vérifiez que le fichier cvs.exe se trouve dans le même dossier que TortoiseCVS ou dans le chemin.
hu_hu: Hiba a CVS folyamat indításakor: %s A(z) %s mappában %s Kérlek, ellenőrizd, hogy található-e cvs.exe nevű fájl a TortoiseCVS könyvtárábanvagy az elérési útvonalon.
it_it: Impossibile eseguire il processo CVS: %s Nella cartella: %s %s Verificare che esista un 'cvs.exe' nella stessa cartella di TortoiseCVS o nel path.
ja_jp: CVSの起動時に問題が発生しました: %s フォルダ名: %s %s cvs.exeがTortoiseCVSと同じフォルダか、パスの通った場所にあることを確認してください
ka_ge: CVS პროცესის დაწყების პრობლემა: %s დასტაში:%s %s Проверьте, есть ли cvs.exe в том же каталоге что и TortoiseCVS или в системных путях.
nl_nl: Problemen met starten van CVS proces: %s Op map:%s %s Controleer of cvs.exe in dezelfde map is als TortoiseCVS of in het pad.
pl_pl: Wystąpił problem z uruchomieniem procesu CVS: %s W folderze: %s %s Proszę sprawdzić czy cvs.exe znajduje się w tym samym folderze co TortoiseCVS.
pt_br: Erro ao iniciar processo do CVS: %s No diretório:%s %s Por favor verifique se há um cvs.exe no mesmo diretório que o TortoiseCVS ou em algum diretório da variável PATH.
ro_ro: Au apărut dificultăţi în executarea procesului CVS: %s În dosarul: %s %s Vă rugăm să verificaţi dacă cvs.exe se găseşte în acelaşi dosar ca şi TortoiseCVS sau pe aceeaşi cale de sistem.
ru_ru: Проблемы с запуском процесса CVS: %s В каталоге :%s %s Проверьте, есть ли cvs.exe в том же каталоге что и TortoiseCVS или в системных путях.
sl_si: Težava pri zaganjanju procesa CVS: %s Nad mapo: %s %s Preverite, da je cvs.exe v isti mapi kot TortoiseCVS ali znotraj poti.

source: CVS operation aborted by user request
de_de: CVS-Vorgang nach Wunsch des Benutzers abgebrochen
fr_fr: Opération CVS annulée par l'utilisateur
hu_hu: A CVS folyamat megszakadt felhasználói kérésre
it_it: Operazione CVS annullata su richiesta dell'utente
ja_jp: CVSの実行はユーザにより中止されました
ka_ge: CVS ოპერაცია გაუქმდა მომხმარებლის მოთხოვნით
nl_nl: CVS werkzaamheden afgebroken door de gebruiker
pl_pl: Polecenie CVS przerwane na żądanie użytkownika
pt_br: Operação do CVS cancelada pelo usuário
ro_ro: Operaţia CVS a fost oprită la cererea utilizatorului
ru_ru: CVS операция прервана по запросу пользователя
sl_si: Operacija CVS je prekinjena na zahtevo uporabnika

source: Success, CVS operation completed
de_de: CVS-Vorgang erfolgreich abgeschlossen
fr_fr: Succès : opération CVS terminée
hu_hu: A CVS folyamat sikeresen befejeződött
it_it: Successo, operazione CVS completata
ja_jp: 成功、CVSの実行が完了しました
ka_ge: დასრულდა, CVS ოპერაცია შედგა
nl_nl: CVS werkzaamheden succesvol afgerond
pl_pl: Sukces, polecenie CVS zakończone pomyślnie
pt_br: Sucesso, operação do CVS completou
ro_ro: Succes, operaţia CVS a fost dusă la bun sfârşit
ru_ru: Операция CVS завершилась успешно
sl_si: Uspeh, operacija CVS dokončana

source: Error, CVS operation failed
de_de: Fehler, CVS-Vorgang fehlgeschlagen
fr_fr: Erreur : échec de l'opération CVS
hu_hu: Hiba, a CVS folyamat megszakadt
it_it: Errore, operazione CVS fallita
ja_jp: エラー、CVSの実行に失敗しました
ka_ge: შეცდომა, CVS ქმედება არ შედგა
nl_nl: Fout, CVS werkzaamheden mislukt
pl_pl: Błąd, polecenie CVS nieudane
pt_br: Erro, operação do CVS falhou
ro_ro: Eroare, operaţia CVS a eşuat
ru_ru: Ошибка, CVS операция не удалась
sl_si: Napaka, operacija CVS ni uspela

source: Error, one of the CVS operations failed
de_de: Fehler, einer der CVS-Vorgänge ist fehlgeschlagen
fr_fr: Erreur : l'une des opérations CVS a échoué
hu_hu: Hiba, a CVS folyamatok egyike megszakadt
it_it: Errore, una delle operazioni CVS è fallita
ja_jp: エラー、CVSのひとつの命令の実行に失敗しました
ka_ge: შეცდომა, ერთერთი CVS ქმედება ვერ განხორციელდა
nl_nl: Fout, één van de CVS werkzaamheden mislukt
pl_pl: Błąd, jedno z poleceń CVS nie zostało wykonane
pt_br: Erro, uma das operações do CVS falhou
ro_ro: Eroare, una din operaţiile CVS au eşuat
ru_ru: Ошибка, одна из CVS операций не удалась
sl_si: Napaka, ena od operacij CVS ni uspela

source: %s has been modified. Do you want to discard your local changes and revert to the most current version in the repository? Select "Yes" to discard your changes, or "No" to cancel the Unedit command (take no action).
de_de: %s wurde verändert. Wollen Sie die lokalen Änderungen verlieren und zur aktuellsten Version des Verwahrungsorts zurückkehren? Wählen Sie "Ja" um Ihre Änderungen zu verlieren, oder "Nein" um den Befehl Schreibschutz an abzubrechen (keine Änderung durchführen).
pt_br: %s foi modificado. Você deseja descartar suas modificações locais e reverter para versão mais atual do repositório? Selecione "Sim" para descartar suas modificações, ou "Não" para cancelar o comando Deseditar (não realizar nenhuma ação).
sl_si: %s je bil spremenjen. Želite zavreči krajevne spremembe in se vrniti k najsodobnejši različici v skladišču? Izberite "Da" za zavrnitev lastnih sprememb ali "Ne" za razveljavitev ukaza Odstrani urejanje (ne naredi ničesar).

source: You have altered files in this repository. See the main TortoiseCVS dialog for details. Do you want to discard your local changes? Select "Yes" to discard your changes, or "No" to cancel the Release command (take no action).
de_de: Sie haben Dateien des Verwahrungsorts verändert. Nähere Informationen finden Sie im Hauptdialog von TortoiseCVS. Wollen Sie Ihre lokalen Änderungen verlieren? Wählen Sie "Ja" um Ihre Änderungen zu verlieren, oder "Nein" um das Auflösen des Moduls abzubrechen (keine Änderung durchführen).
fr_fr: Vous avez modifié des fichiers de ce référentiel. Voir le détail dans la boîte de dialogue principale de TortoiseCVS. Voulez-vous abandonner vos modifications locales ? Cliquez sur "Oui" pour abandonner les modifications ou sur "Non" pour annuler la commande Abandonner (aucune action).
hu_hu: Módosított fájljaid vannak ebben a raktárban. Lásd a fő TortoiseCVS ablakot a részletekért. Szeretnéd elvetni a helyi változtatásokat? Válaszd az "Igen"-t a változtatásiad elvetéséhez, vagy a "Nem"-et a Kiadás parancshoz (nem hajt végre semmit).
it_it: Sono stati modificati dei file nel repository. Per dettagli consultare la finestra principale di TortoiseCVS. Si desidera annullare le modifiche locali? Selezionare "Sì" per annullare le modifiche, oppure "No" per cancellare il comando Rilascia (nessuna azione verrà eseguita).
pl_pl: Pliki w repozytorium zostały zmienione. Zobacz okno postępu aby dowiedzieć się więcej. Czy chcesz anulować zmiany lokalne ? Wybierz "Tak", aby to uczynić lub "Nie", aby anulować polecenie.
pt_br: Você modificou arquivos neste repositório. Veja o diálogo principal do TortoiseCVS para detailhes. Você deseja descartar suas modificações locais? Selecione "Sim" para descartar suas modificações, ou "Não" para cancelar o comando Liberar (não realiza nenhuma ação).
ro_ro: Aţi modificat fişierele din acest repozitoriu. Vezi dialogul principal al TortoiseCVS pentru mai multe detalii. Doreşti să anulezi modificările locale? Selectează "Da" pentru a anula modificările făcute, sau "Nu" pentru anularea comenzii Lansare (nu întreprinde nici o acţiune).
ru_ru: Вы изменили файлы в этом репозитории. Подробности смотрите в главном диалоге TortoiseCVS. Вы действительно хотите отказаться от ваших локальных изменений? Выберите "Yes" для отказа от ваших изменений или "No" для отмены команды Release (ничего не делать).
sl_si: Spremenili ste datoteke v tem skladišču. Za podrobnosti si oglejte glavno pogovorno okno TortoiseCVS. Želite zavreči svoje krajevne spremembe? Izberite "Da" za opustitev krajevnih sprememb ali "Ne" za razveljavitev ukaza Objavi (ničesar ne naredi).

source: The server's host key is not cached in the registry. Key fingerprint: %s If you trust this host, hit "Yes" to add the key to the cache. If you want to connect just once, hit "No". If you don't trust this host, hit "Cancel".
de_de: Der Host Key des Servers ist nicht in der Systemregistrierung zwischengespeichert. Key Fingerprint: %s Falls Sie diesem Host vertrauen, drücken Sie "Ja" um den Schlüssel in den Zwischenspeicher aufzunehmen. Falls Sie nur ein Mal verbinden möchten, drücken Sie "Nein". Falls Sie diesem Host nicht vertrauen, drücken Sie "Abbrechen".
hu_hu: A szerver host kulcsa nincsen tárolva a regisztrációs adatbázisban. Kulcs ujjlenyomat: %s Amennyiben megbízol a hostban, nyomd meg az "Igen"-t, és a kulcs tárolódik az adatbázisban. Amennyiben csak egyszerileg akarsz csatlakozni, nyomd meg a "Nem" gombot. Ha nem bízol a hostban, nyomd meg a "Mégsem" gombot.
it_it: La chiave del server non è memorizzata nel registry. Impronta chiave: %s Se questo è un host fidato, premere "Sì" per aggiungere la chiave in memoria. Se ci si vuole connettere solo una volta, premere "No". Se questo non è un host fidato, premere "Annulla".
ja_jp: サーバのホストキーはレジストリにキャッシュされていません。 フィンガープリントは: %s このホストを信用する場合は "はい" を選択しでください。ホストキーをキャッシュに追加します。 一度だけの接続の場合は "いいえ" を選択してください。 このホストを信用しない場合は "キャンセル" を選択してください。 (19)
pl_pl: Klucz serwera nie znajduje się w pamięci podręcznej rejestru. Odcisk klucza: %s Jeśli ufasz temu serwerowi wybierz "Tak" aby dodać klucz do pamięci podręcznej. Jeśli chcesz się połączyć tylko raz, wybierz "Nie". Jeśli nie ufasz temu serwerowi, wybierz "Anuluj".
pt_br: A chave deste servidor não está no cache de chaves do SSH. Impressão digital da chave: %s Se você confia nesse servidor, clique "Sim" para adicionar a chave ao cache. Se você quer conectar-se apenas essa vez, clique "Não". Se você não confia nesse servidor, clique "Cancelar".
ro_ro: Cheia gazdă a serverului nu a fost introdusă în registru. Semnătura cheii: %s Daca aveţi încredere în această gazda (host), selectaţi "Da" pentru a introduce cheia în registru. Dacă doriţi să vă conectaţi pentru o singură dată, selectaţi "Nu". Dacă nu aveţi încredere în această gazdă (host), selectaţi "Anulează".
ru_ru: Ключ сервера не закеширован в реестре. Key fingerprint: %s Если вы доверяете этому хосту, выберите "Yes" для добавление ключа в кеш. Если вы хотите подключиться на один раз, выберите "No". Если вы не доверяете этому хосту, выберите "Cancel".
sl_si: Ključ gostitelja strežnika ni shranjen v registru. Prstni odtis ključa: %s Če temu gostitelju zaupate, izberite "Da" za dodajanje ključa v pomnilnik. Če se želite le enkrat povezati, izberite "Ne". Če temu gostitelju ne zaupate, pritisnite "Prekliči".

source: Retrying command with encryption disabled
de_de: Wiederhole Befehl ohne Verschlüsselung
hu_hu: Újrapróbálkozási parancs letiltott titkosítással
it_it: Ripetizione comando con criptazione disabilitata
nl_nl: Opnieuw proberen met encryptie uitgeschakeld
pl_pl: Wznowienie polecenia z enkrypcją wyłączone
pt_br: Repetindo o comando com criptografia desabilitada
ro_ro: Reexecutarea comenzii cu encriptarea dezactivată
ru_ru: Повтор команд с шифрированием запрещен
sl_si: Ponoven poskus ukaza z onemogočenim šifriranjem

source: There is no CVS repository in this folder: %s on %s
de_de: In diesem Ordner befindet sich kein CVS-Verwahrungsort: %s auf %s
fr_fr: Ce dossier ne contient pas de référentiel CVS : %s sur %s
hu_hu: Ebben a mappában nem található CVS raktár: %s itt: %s
it_it: Non c'è nessun repository CVS in questa cartella: %s su %s
ja_jp: このフォルダにCVSリポジトリは存在しません: %s の %s
ka_ge: ამ დასტაში CVS საცავი არ არის : %s აქ %s
nl_nl: Er is geen CVS repository in deze map: %s op %s
pl_pl: Brak repozytorium CVS dla folderu: %s on %s
pt_br: Não há um reposítório CVS nesta pasta: %s em %s
ro_ro: Nu există nici un repozitoriu CVS în acest dosar: %s în %s
ru_ru: В этой директории нет репозитария CVS : %s в %s
sl_si: V tej mapi ni skladišča CVS: %s na %s

source: There is no CVS repository in this folder: %s
de_de: In diesem Ordner befindet sich kein CVS-Verwahrungsort: %s
fr_fr: Ce dossier ne contient pas de référentiel CVS : %s
hu_hu: Ebben a mappában nem található CVS raktár: %s
it_it: Non c'è nessun repository CVS in questa cartella: %s
ja_jp: このフォルダにCVSリポジトリは存在しません: %s
ka_ge: ამ დასტაში CVS საცავი არ არის: %s
nl_nl: Er is geen CVS repository in deze map: %s
pl_pl: Brak repozytorium CVS dla folderu: %s
pt_br: Não há um reposítório CVS nesta pasta: %s
ro_ro: Nu există nici un repozitoriu CVS în acest dosar: %s
ru_ru: В этой директории нет репозитария CVS : %s
sl_si: V tej mapi ni skladišča CVS: %s
