Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: Make all files in the folder writable so that they can be edited
de_de: Alle Dateien in diesem Ordner beschreibbar machen, so dass sie bearbeitet werden können
fr_fr: Rendre modifiables tous les fichiers du dossier
hu_hu: Minden mappában található fájlt írhatóvá tesz, így azok szerkeszthetőek lesznek
it_it: Rende scrivibili tutti i file nella cartella in modo da poterli modificare
ja_jp: フォルダのファイルを全て書き込み可能にして編集できるようにする
ka_ge: ამ დასტის ყველა ფაილის ჩაწერადად მითითება რედაქტირებისთვის
pl_pl: Ustaw atrybut zapisywania dla wszystkich plików w folderze, aby móc je edytować
pt_br: Tirar o atributo de somente-leitura de todos arquivos no diretório para que possam ser editados
ru_ru: Сделать все файлы в директории доступными для записи и редактирования
sl_si: Naredi vse datoteke v mapi zapisljive, tako da jih je moč urejati

source: U&nedit
de_de: Schreibschutz an (U&nedit)
fr_fr: Li&bérer
hu_hu: &Visszaszerkesztés
ja_jp: 編集取り消し(&U)
ka_ge: ცვლილებების გაუქმება
pl_pl: Zakończ edycję
pt_br: &Deseditar
ru_ru: Отменить редактирование
sl_si: Razveljavi u&rejanje

source: Abandon edits to the file
de_de: Änderungen dieser Datei verwerfen
fr_fr: Abandonner les modifications du fichier
hu_hu: Leállítja a fájl szerkesztését
it_it: Abbandona le modifiche al file
ja_jp: このファイルの編集箇所を全て破棄する
ka_ge: ფაილის რედაქტირების მიტოვება
pl_pl: Przerwij edycję pliku
pt_br: Abandona as modificações feitas no arquivo
ru_ru: Отменяет редактирование файла
sl_si: Opusti spremembe datoteke

source: Abandon edits to all files in the folder
de_de: Änderungen aller Dateien in diesem Ordner verwerfen
fr_fr: Abandonner les modifications de tous les fichiers du dossier
hu_hu: Leállítja minden mappában található fájl szerkesztését
it_it: Abbandona le modifiche a tutti i file nella cartella
ja_jp: このフォルダの全てのファイルの編集箇所を全て破棄する
ka_ge: დასტის ყველა ფაილის რედაქტირების მიტოვება
pl_pl: Przerwij edycję wszystkich plików w tym folderze
pt_br: Abandona as modificações feitas no diretório
ru_ru: Отменяет редактирование всех файлов в каталоге
sl_si: Opusti urejeno v vseh datotekah mape

source: Ignore e&xtension
de_de: Ignoriere Erweiterung
fr_fr: Ignorer l'e&xtension
hu_hu: Kiterjesztés &kihagyása
it_it: Ignora &estensione
ja_jp: 拡張子を無視する(&x)
ka_ge: გაფართოების იგნორირება
nl_nl: E&xtensie overslaan
pl_pl: Ignoruj rozszerzenia
pt_br: Ignorar e&xtensão
ru_ru: Игнорируемые расширения
sl_si: Prezri &končnico

source: Make CVS ignore files with this extension by adding the extension to .cvsignore
de_de: CVS soll Dateien mit dieser Endung ignorieren durch Hinzufügen der Endung zu .cvsignore
fr_fr: Dire à CVS d'ignorer les fichiers ayant cette extension en ajoutant cette dernière à .cvsignore
hu_hu: Segítségével a CVS figyelmen kívül hagyja az adott kiterjesztésű fájlokat a .cvsignore bővítésével
it_it: Fa in modo che CVS ignori i file con questa estensione aggiungendo tale estensione a .cvsignore
ja_jp: この拡張子を CVS 無視ファイルに追加することで、この種類のファイルを CVS に無視させる
ka_ge: ამ გაფართოებების ფაილების იგნორირების მითითება CVS-ისთვის .cvsignore სიაში
nl_nl: Zorg dat CVS bestanden met dit type overslaat door de extensie toe te voegen aan .cvsignore
pl_pl: Ustaw ignorowanie plików przez CVS poprzez dodanie rozszerzenia do pliku .cvsignore
pt_br: Fazer o CVS ignorar arquivos com esta extensão
ru_ru: Внести расширение файла в список игнорируемых CVS
sl_si: CVS naj prezre datoteke s to končnico, tako da končnico doda v datoteko .cvsignore

source: &Resolve conflicts...
de_de: &Konflikte auflösen...
fr_fr: &Résoudre les conflits...
hu_hu: &Eltérések feloldása...
it_it: &Risoluzione conflitti...
ja_jp: コンフリクトを解決する(&R)...
ka_ge: კონფლიქტების გადაწყვეტა...
nl_nl: &Conflicten oplossen...
pl_pl: &Rozwiąż konflikty...
pt_br: &Resolver conflitos...
ru_ru: Разрешить конфликты...
sl_si: &Razreši spore ...

source: Manually resolve conflicts resulting from an Update
de_de: Konflikte von Hand auflösen, die sich durch eine Aktualisierung ergeben haben
pt_br: Resolver manualmente os conflitos resultantes de uma Atualização
sl_si: Ročno razreši spore zaradi posodobitve

source: &Make Patch...
de_de: &Patch erstellen...
fr_fr: Créer un &patch...
hu_hu: &Foltozás (patch) készítése...
it_it: &Crea Patch...
ja_jp: パッチを作成(&M)...
ka_ge: ბებკის შექმნა...
nl_nl: &Maak patch...
pl_pl: &Twórz plik łatki
pt_br: Criar Remendo(&Patch)...
ru_ru: Создать патч...
sl_si: &Naredi popravek ...

source: Generate a patch file of changes that you have made
de_de: Eine Patchdatei erzeugen, die Ihre Änderungen enthält
fr_fr: Générer un fichier de patch à partir des modifications effectuées
hu_hu: Folt (patch) fájlt készít az általad változtatott fájlokhoz
it_it: Genera un file di patch con le modifiche che sono state effettuate
ja_jp: 変更のパッチファイルを作成する
ka_ge: თქვენი ცვლილებებიდან ბებკის ფაილის შექმნა
nl_nl: Genereer een pathbestand met de wijzigingen die jij hebt gemaakt
pl_pl: Generuj łatkę dla zmian, które zostały wprowadzone
pt_br: Gerar um arquivo de Remendo(Patch) com as modificações que você fez
ru_ru: Сгенерируйте патч-файл изменений которые вы сделали
sl_si: Ustvari datoteko popravka s spremembami, ki ste jih opravili

source: &Update Special...
de_de: &Speziell aktualisieren...
fr_fr: &Actualisation spéciale...
hu_hu: &Speciális frissítés...
it_it: &Aggiorna Speciale...
ja_jp: 特殊アップデート(&U)...
ka_ge: სპეციალური განახლება...
nl_nl: &Uitgebreid bijwerken...
pl_pl: &Specjalna aktualizacja...
pt_br: At&ualização especial...
ru_ru: Обновить особо...
sl_si: &Posebna posodobitev ...

source: Perform an update to get a particular branch or tag, or to undo your local changes
de_de: Zu einem bestimmten Zweig oder einer Marke (Tag) wechseln, oder Ihre lokalen Änderungen rückgängig machen
fr_fr: Lancez une actualisation pour emprunter une branche/balise ou pour annuler les modifications locales
hu_hu: Frissítést hajt végre egy adott címke vagy ág beszerzéséhez, vagy a helyi változtatások visszavonásához
it_it: Esegue un aggiornamento per prelevare un particolare ramo o etichetta, o per annullare le modifiche locali
ja_jp: アップデートを実行し、特定のブランチおよびタグを取得する、もしくは作業ファイルの編集箇所を全て元に戻す
ka_ge: განახლება ცალკეული განშტოების ან ჭდის მისაღებად ან ადგილობრივი ცვლილებების გასაუქმებლად
nl_nl: Werk bij om een specifieke tak of tag op te halen, of om lokale wijzigingen ongedaan te maken
pl_pl: Przeprowadź aktualizację aby uzyskać dostęp do gałęzi lub etykiety lub aby cofnąźć zmiany dokonane lokalnie
pt_br: Atualizar para um Ramo ou Marcador específico, ou desfazer suas modificações locais
ru_ru: Выполняет обновление для получения определенной ветки или метки, или для отмены локальных изменений
sl_si: Izvedi posodobitev za pridobitev določene veje ali oznake ali za povrnitev krajevnih sprememb

source: &Refresh Folder Status
de_de: Ordnerstatus aktualisieren
fr_fr: Actualise&r l'état des dossiers
hu_hu: &Mappa állapotának frissítése
it_it: Aggiorna &Stato Cartelle
ja_jp: フォルダの状態を更新する(&R)
ka_ge: დასტის სტატუსის განახლება
nl_nl: &Mappen-status vernieuwen
pl_pl: &Odśwież status folderu
pt_br: Recalcular Estado da &Pasta
ru_ru: &Обновить статус папки
sl_si: &Osveži stanje map

source: Refresh folder overlay icons to show recursive status
de_de: Overlay Symbole der Ordner neu aufbauen, um den Status ihres Inhalts darzustellen
fr_fr: Actualiser les icônes superposées pour afficher récursivement l'état des dossiers
hu_hu: A mappa fedő ikonjainak frissítése az aktuális állapot megjelenítéséhez
it_it: Aggiorna le icone della cartelle per mostrare lo stato ricorsivo
ja_jp: フォルダのオーバレイアイコンを更新して再帰的なステータスを表示する
ka_ge: დასტის ხატების განახლება რეკურსიული სტატუსის საჩვენებლად
nl_nl: Vernieuw de mappen-status pictogrammen om de recursieve status te laten zien
pl_pl: Odśąwież ikony dla folderu, aby pokazać status folderu
pt_br: Atualizar o ícone da pasta para exibir o estado recursivo
ru_ru: Обновление статуса папки для отображения иконки.
sl_si: Posodobi prepisne ikone mape za prikaz rekurzivnega stanja

source: Marks a version with a named tag so you can retrieve it again later, or delete an existing tag
de_de: Markiert eine Version mit einem Namen unter dem sie diese später wieder abrufen können, oder löscht eine vorhandene Marke
fr_fr: Associe une balise à une version pour permettre de l'emprunter ultérieurement ou supprime une balise existante
hu_hu: Megjelöl egy verziót egy címkével, így ezt később vissza tudod szerezni, vagy eltávolít egy létező címkét
it_it: Marca una versione con un'etichetta per poterla in seguito recuperare, oppure cancella un'etichetta esistente
ja_jp: あるバージョンに対して名前つきタグをつけ、後で取得できるようにするか、すでに存在するタグを削除する
ka_ge: ვერსიის სახელობითი ჭდით მონიშვნა, ისე რომ მისი მოგვიანებით ხელახლა მიღება ან არსებული ჭდის წაშლა შეძლოთ
pl_pl: Zaznacz wersję z etykietą tak by móc ją odzyskać później lub skasować
pt_br: Criar um Marcador para que no futuro você possa reproduzir a situação atual, ou apagar um Marcador existente
ru_ru: Помечает версию поименованной меткой, так что вы можете снова получить ее посже или удалить существующую метку
sl_si: Označi različico z imensko oznako, tako da jo lahko znova pridobite kasneje, ali izbriše obstoječo oznako

source: Forks a version off; you can then change the new branch and the original trunk independently
de_de: Erzeugt einen neuen Entwicklungszweig; dieser kann unabhängig vom Originalzweig bearbeitet werden
fr_fr: Crée une variante ; vous pouvez ensuite modifier séparément la nouvelle branche et le tronc de départ.
hu_hu: Elágaztat egy verziót; ezáltal az új ágat és az eredeti törzset egymástól függetlenül tudod módosítani
it_it: Crea una diramazione della versione; è poi possibile modificare indipendentemente il nuovo ramo e il tronco principale.
ja_jp: あるバージョンを分離(フォーク)する。オリジナルのトランクと新しいブランチを独立して変更できます
nl_nl: Splits een versie af; Je kunt dan de nieuwe en originele tak afzonderlijk wijzigen
pl_pl: Rozdziel wersję, dzęki czemu będzie można zmieniać nową i oryginalną gałąź niezależnie
pt_br: Cria um Ramo na árvore de desenvolvimento; assim você pode modificar o novo Ramo e o Tronco original independentemente
ru_ru: Forks a version off; вы можете затем изменять новую ветку и оригинальную независимо
sl_si: Razveji različico; nato lahko novo vejo in izvorno deblo spreminjate neodvisno enega od drugega

source: &Merge...
de_de: &Zusammenführen...
fr_fr: &Fusionner...
hu_hu: &Olvasztás...
it_it: Effettua &Fusione...
ja_jp: マージ(&M)...
ka_ge: შერწყმა...
nl_nl: &Samenvoegen...
pl_pl: &Scal...
pt_br: &Combinar...
ru_ru: Слить...
sl_si: &Spoji ...

source: Merge changes into your working copy
de_de: Einen Zweig mit der Arbeitskopie zusammenführen
fr_fr: Fusionner les modifications dans la copie de travail
hu_hu: A változtatásokat olvasztja a munkapéldányba
it_it: Effettua la fusione delle modifiche nella copia di lavoro
ja_jp: 変更箇所を作業中のファイルにマージする
ka_ge: ცვლილებების შერწყმა სამუშაო ასლში
nl_nl: Wijzigingen samenvoegen (merge) met jouw werkkopie
pl_pl: Scal zmiany w roboczą kopię
pt_br: Combinar as modificações do repositório com suas cópias locais
ru_ru: Сливает различия в вашу рабочую копию
sl_si: Spoji spremembe v svojo delovno kopijo

source: R&ename...
de_de: Umb&enennen...
hu_hu: Átn&evezés...
nl_nl: Naam &wijzigen...
pl_pl: Zmi&eń nazwę
pt_br: R&enomear...
ru_ru: Переименовать...
sl_si: Pr&eimenuj ...

source: Rename a file
de_de: Eine Datei umbenennen
hu_hu: Fájl átnevezése
it_it: Rinomina un file
nl_nl: Geef een bestand een andere naam
pl_pl: Zmień nazwę pliku
pt_br: Renomear um arquivo
ru_ru: Переименовать файл
sl_si: Preimenuj datoteko

source: &Remove
de_de: Entfe&rnen
fr_fr: &Supprimer
hu_hu: &Eltávolítás
it_it: &Rimuovi
ja_jp: 削除(&R)
ka_ge: ამოშლა
nl_nl: &Verwijderen
pl_pl: &Usuń
pt_br: &Remover
ru_ru: Удалить
sl_si: &Odstrani

source: Marks files for removal from the repository next time you commit
de_de: Markiert Dateien, um sie nach dem nächsten Einchecken aus dem Verwahrungsort zu entfernen
fr_fr: Marque les fichiers à supprimer du référentiel lors de la prochaine validation
hu_hu: Megjelöli a következő tárolási parancs kiadásakor eltávolítandó fájlokat
it_it: Marca i file per la rimozione dal repository al prossimo deposito
ja_jp: ファイルを次のコミットのときに削除するようにマークする
ka_ge: საცავში ფაილების წასაშლელად მონიშვნა ცვლილებების შემდეგი ფიქსირების დროს
nl_nl: Markeer bestanden te verwijderen van repository als je de volgende keer vastlegt
pl_pl: Zaznacz pliki do usunięcia z repozytorium podczas następnej aktualizacji
pt_br: Marcar os arquivos para remoção do repositório na próxima Gravação
ru_ru: Помечает файлы для удаления из репозитория во время следующего фиксирования изменений
sl_si: Označi datoteke za odstranitev iz skladišča ob naslednji objavi

source: &Release...
de_de: He&rausnehmen...
fr_fr: &Abandonner...
hu_hu: &Kiadás...
it_it: Ri&lascia...
ja_jp: 解放(&R)...
ka_ge: გამოქვეყნება...
pl_pl: &Publikuj...
pt_br: &Liberar...
ru_ru: Освободить...
sl_si: &Izdaj ...

source: Release (and delete) your working copy; effectively undo a checkout
de_de: Herausnehmen (und löschen) Ihrer Arbeitskopie; effektiv das Auschecken rückgängig machen
fr_fr: Abandonner (et supprimer) votre copie de travail ; annule un emprunt
hu_hu: A munkapéldány kiadása (és törlése); ténylegesen visszavon egy kikérést
it_it: Rilascia (e cancella) la vostra copia di lavoro; annulla efficacemente un prelievo
ja_jp: 作業コピーを解放(と削除)し、チェックアウトを元に戻す
ka_ge: თქვენი სამუშაო ასლის გამოქვეყნება (და წაშლა); გადმოტანის ეფექტური გაუქმება
pl_pl: Publikuj (i skasuj) roboczą kopię, skutecznie cofnij pobranie do kontroli
pt_br: Liberar (e apagar) sua cópia local; efetivamente desfaz um Obter
ru_ru: Освобождает (и удаляет) вашу рабочую копию; эффективнее отката извлечения (effectively undo a checkout)
sl_si: Izdaj (in izbriši) svojo delovno kopijo; dejansko razveljavi prevzem

source: &Command...
de_de: &Befehl...
hu_hu: &Parancs...
it_it: &Comando...
nl_nl: &Commando...
pl_pl: &Polecenie...
pt_br: &Comando...
ru_ru: Команда...
sl_si: &Ukaz ...

source: Run an arbitrary CVS command
de_de: Einen beliebigen CVS-Befehl ausführen
hu_hu: Tetszőleges CVS parancs futtatása
it_it: Esegue un comando CVS arbitrario
nl_nl: Voer een willekeurig CVS commando uit
pl_pl: Wykonaj dowolne polecenie CVS
pt_br: Executar comando arbitrário do CVS
ru_ru: Выполнение произвольной команды CVS
sl_si: Poženi poljuben CVS-ukaz

source: &Preferences...
de_de: &Einstellungen...
fr_fr: &Préférences...
hu_hu: &Beállítások...
it_it: &Preferenze...
ja_jp: オプション(&P)...
ka_ge: პარამეტრები...
nl_nl: &Instellingen...
pl_pl: &Ustawienia...
pt_br: &Preferências...
ru_ru: &Настройки...
sl_si: &Možnosti ...

source: Customise TortoiseCVS
de_de: TortoiseCVS anpassen
fr_fr: Personnaliser TortoiseCVS
hu_hu: A TortoiseCVS testreszabása
it_it: Personalizza TortoiseCVS
ja_jp: TortoiseCVSをカスタマイズ
ka_ge: TortoiseCVS–ის მორგება
nl_nl: Instellingen van TortoiseCVS aanpassen
pl_pl: Dostosuj TortoiseCVS
pt_br: Personalizar o TortoiseCVS
ru_ru: Настроить TortoiseCVS
sl_si: Prilagodi TortoiseCVS po meri ...

source: &Help...
de_de: &Hilfe...
fr_fr: &Aide...
hu_hu: &Súgó...
it_it: &Aiuto...
ja_jp: ヘルプ(&h)...
ka_ge: დახმარება...
pl_pl: &Pomoc...
pt_br: &Ajuda...
ru_ru: &Помощь
sl_si: &Pomoč ...

source: Basic usage instructions and FAQ for TortoiseCVS
de_de: Gebrauchsanweisung und FAQ für TortoiseCVS
fr_fr: Consignes d'utilisation de base et FAQ sur TortoiseCVS
hu_hu: Alapszintű használati instrukciók és GY.I.K. a TortoiseCVS-ről
it_it: Istruzioni di base per l'utilizzo e FAQ di TortoiseCVS
ja_jp: TortoiseCVSの基本的な使い方とFAQ
ka_ge: უმარტივესი ინსტრუქციები TortoiseCVS პროგრამისთვის
nl_nl: Basisgebruik instructies van en FAQ over TortoiseCVS
pl_pl: Podstawowe instrukcje użycia i FAQ dla TortoiseCVS
pt_br: Instruções básicas de uso e FAQ do TortoiseCVS (em inglês)
ru_ru: Простейшие инструкции по использованию и FAQ по TortoiseCVS
sl_si: Osnovna navodila uproabe in FAQ za TortoiseCVS

source: &About...
de_de: &Über...
fr_fr: &A propos...
hu_hu: &Névjegy...
it_it: &Informazioni...
ja_jp: TortoiseCVSについて(&A)...
ka_ge: პროგრამის შესახებ...
nl_nl: O&ver...
pl_pl: &O programie...
pt_br: So&bre...
ru_ru: О программе
sl_si: &O programu ...

source: About TortoiseCVS
de_de: Über TortoiseCVS
fr_fr: A propos de TortoiseCVS
hu_hu: A TortoiseCVS névjegye
it_it: Informazioni su TortoiseCVS
ja_jp: TortoiseCVSについて
ka_ge: TortoiseCVS–ს შესახებ
nl_nl: Over TortoiseCVS
pl_pl: O TortoiseCVS
pt_br: Sobre o TortoiseCVS
ru_ru: О TortoiseCVS
sl_si: O TortoiseCVS ...

source: Non-CVS file
de_de: Nicht-CVS Datei
nl_nl: Niet-CVS bestand
pt_br: Arquivo fora do CVS

source: UNSTABLE
de_de: INSTABIL
fr_fr: INSTABLE
hu_hu: INSTABIL
it_it: INSTABILE
nl_nl: INSTABIEL
pl_pl: NIESTABILNA
pt_br: versão
ro_ro: INSTABILĂ
ru_ru: НЕСТАБИЛЬНАЯ

source: Del
de_de: Löschen
fr_fr: Suppr
hu_hu: Törl
it_it: Canc
ja_jp: 削除
pt_br: Apagar
ro_ro: Şterge

source: Rename to
de_de: Umbenennen in
hu_hu: Átnevezés erre:
nl_nl: Naam wijzigen naar
pl_pl: Zmień na
pt_br: Renomear para
ru_ru: Переименовать в

source: "%mine" "%ancestor" "%yours"
de_de: "%Meine" "%Vorfahre" "%Ihre"

source: %mine:
de_de: %Meine:

source: %ancestor:
de_de: %Vorfahre:

source: %yours:
de_de: %Ihre:

source: If this is checked and you run 'CVS Commit', TortoiseCVS will do a 'cvs unedit' in order to remove any edits you may have on files which you have not modified.
de_de: Ist beim Einchecken diese Option ausgewählt, wird TortoiseCVS am Verwahrungsort den von Ihnen gesetzten Schreibschutz aller von Ihnen nicht veränderten Dateien entfernen.
fr_fr: Si vous lancez la commande 'CVS Valider' alors que cette option est activée, TortoiseCVS exécute 'CVS Libérer' pour libérer les fichiers non modifiés sur lesquels vous aviez la main.
hu_hu: Amennyiben be van jelölve és kiadsz egy 'CVS Tárolás' parancsot, a TortoiseCVS végrehajt egy 'cvs unedit' parancsot, hogy visszavonja azon fájlok változtatásait, melyeket nem te módosítottál.
it_it: Se questo è selezionato ed eseguite 'CVS Deposita', TortoiseCVS effettuerà un 'CVS Unedit' in modo da rimuovere ogni blocco che potreste avere su file che non avete modificato.
ja_jp: この項目が選択して 'CVS コミット' を実行すると、TortoiseCVSは変更箇所のないファイルに対してコミットの後に 'CVS 編集取り消し' を自動で実行します。
ka_ge: თუ ეს პარამეტრი შერჩეულია და იყენებთ 'CVS ფიქსირება'-ს, TortoiseCVS შეასრულებს 'cvs unedit' ოპერაციას და ამოიღებს რედაქტირების ყველა ატრიბუტს ფაილებიდან რომელთა შეცვლაც არ მომხდარა.
pl_pl: Jeśli ta opcja będzie zaznaczona, po wykonaniu polecenia CVS 'Zatwierdź' TortoiseCVS automatycznie wykona polecenie zakończenia edycji.
pt_br: Se isto estiver marcado e você executar 'CVS Gravar', o TortoiseCVS executará um 'CVS Deseditar' para tirar do modo de edição os arquivos que você não tenha modificado.
ro_ro: Dacă aceasta este marcată şi executaţi 'CVS Încredinţează', TortoiseCVS va face un 'cvs unedit' cu scopul de a elimina orice editare pe care este posibil să o conţină fişierele pe care nu le-aţi modificat.
ru_ru: Если выбрана эта опция и вы выполняете 'CVS Зафиксировать', TortoiseCVS выполнит 'cvs unedit', для удаления любых меток изменения на файлах которые вы не изменяли.

source: Apply &patch...
de_de: &Patch anbringen...
pt_br: Aplicar Remendo(&Patch)...

source: Applies a patch file
de_de: Wendet eine Patch-Datei an
pt_br: Aplicar um Remendo (Patch)

source: Normally TortoiseCVS will checkout files so they can be modified If you check this, TortoiseCVS will set the files to read-only and you can use the Edit option to make them changeable.
pt_br: Normalmente o TortoiseCVS Obtém os arquivos de um modo que permite a você modificá-los. Se você marcar esta opção o TortoiseCVS configurará os arquivos em modo somente-leitura e você pode usar o comando Editar para torná-los modificáveis.

source: Kerberos (:gserver:)
ka_ge: კერბეროსი (:gserver:)
ru_ru: Керберос (:gserver:)
