Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: There is nothing to add. All the files, folders and their contents that you selected are already in CVS, or are specified in a .cvsignore file.
de_de: Es sind keine Dateien vorhanden, die hinzugefügt werden könnten. Alle ausgewählten Dateien, Ordner und deren Inhalte sind bereits im CVS bzw. in der .cvsignore-Datei angegeben.
fr_fr: Rien à ajouter. Les fichiers et dossiers sélectionnés et leur contenu sont déjà présents dans CVS ou sont exclus par un fichier cvsignore.
hu_hu: Nincs mit hozzáadni. Minden kijelölt fájl, mappa és a tartalmuk már megtalálható a CVS alatt vagy hivatkozás található rájuk a .cvsignore fájlban.
it_it: Non c'è niente da aggiungere. Tutti i file, le cartelle e il loro contenuto che sono stati selezionati, sono già in CVS o sono specificate in un file .cvsignore.
ja_jp: 追加するものはありませんでした。 すべてのファイル、フォルダおよびその内容は、すでにCVSに入っているか、.cvsignoreに指定してあります。
ka_ge: დასამატებელი არაფერია. ყველა მონიშნული ფაილი და დასტა თავიანთი შიგთავსით უკვე CVS საცავშია ან .cvsignore იგნორირების სიაში არიან.
nl_nl: Er is niets toe te voegen. Alle bestanden en mappen en hun inhoud die je heb geselecteerd zijn al CVS aanwezig, of zijn aanwezig in het .cvsignore bestand.
pl_pl: Nie ma nic do dodania do repozytorium. Wszystkie pliki oraz zawartości podfolderów już są w repozytorium CVS lub są oznaczone jako ignorowane.
pt_br: Não há nada para adicionar. Todos arquivos e pastas que você selecionou já estão no CVS, ou estão especificados na lista de arquivos ignorados.
ro_ro: Nu este nimic de adăugat. Toate fişierele, dosarele şi conţinutul lor pe care le-aţi selectat sunt deja în CVS, sau sunt menţionate într-un fişier .cvsignore.
ru_ru: Нечего добавлять. Все выбранные файлы и каталоги со своим содержимым уже в CVS, или включены в список игнорирования (файл .cvsignore).
sl_si: Ničesar ni mogoče dodati. Vse datoteke, mape in njihova vsebina, kar ste izbrali, je že v CVS ali pa je navedeno v datoteki .cvsignore.

source: TortoiseCVS - Add files to patch
de_de: TortoiseCVS - Dateien zum Patch hinzufügen
fr_fr: TortoiseCVS - Ajouter des fichiers au patch
hu_hu: TortoiseCVS - Fájlok hozzáadása a folthoz
it_it: TortoiseCVS - Aggiungi file alla patch
ja_jp: TortoiseCVS - パッチにファイルを追加
ka_ge: TortoiseCVS - ფაილის ბებკიში დამატება
nl_nl: TortoiseCVS - Bestanden aan patch toevoegen
pl_pl: TortoiseCVS - Dodaj pliki do łatki
pt_br: TortoiseCVS - Adicionar arquivos ao Remendo(Patch)
ro_ro: TortoiseCVS - Adaugă fişierele la patch
ru_ru: TortoiseCVS - Добавить файлы к патчу
sl_si: TortoiseCVS - Dodaj datoteke popravku

source: Select files to add to the patch
de_de: Dateien auswählen, die zum Patch hinzugefügt werden sollen
hu_hu: Jelöld ki a folthoz adandó fájlokat
nl_nl: Selecteer de bestanden die aan de patch toegevoegd moeten worden.
pl_pl: Zaznacz pliki, które mają być dodane do łatki
pt_br: Selecionar os arquivos para incluir no Remendo(Patch)
ru_ru: Выберите файлы для добавление к патчу.
sl_si: Izberite datoteke, ki bodo dodane popravku

source: TortoiseCVS - Merge
de_de: TortoiseCVS - Zusammenführen
fr_fr: TortoiseCVS - Fusionner
hu_hu: TortoiseCVS - Olvasztás
it_it: TortoiseCVS - Fusione
ja_jp: TortoiseCVS - マージ
ka_ge: TortoiseCVS - შერწყმა
nl_nl: TortoiseCVS - Samenvoegen
pl_pl: TortoiseCVS - Scalanie
pt_br: TortoiseCVS - Combinar
ro_ro: TortoiseCVS - Îmbină
ru_ru: TortoiseCVS - Объединить
sl_si: TortoiseCVS - Spoji

source: Start:
fr_fr: Début :
hu_hu: Kezdet:
it_it: Inizio:
ja_jp: 開始:
ka_ge: დაწყება:
nl_nl: Begin:
pt_br: Início:
ro_ro: Startează:
ru_ru: Начало:
sl_si: Začetek:

source: End:
de_de: Ende:
fr_fr: Fin :
hu_hu: Vég:
it_it: Fine:
ja_jp: 終了:
ka_ge: ბოლო:
nl_nl: Einde:
pl_pl: Koniec:
pt_br: Fim:
ro_ro: Încheie:
ru_ru: Конец:
sl_si: Konec:

source: Name of revision/tag/branch to merge into your working folder.
de_de: Name der Revision/Marke/Zweigs, welche mit Ihrer Arbeitskopie zusammengeführt werden soll.
fr_fr: Nom de la version/balise/branche à fusionner au répertoire de travail.
hu_hu: Az munkakönyvtárba olvasztandó revízió/címke/ág neve.
it_it: Nome della revisione/etichetta/ramo di cui fare la fusione nella cartella di lavoro.
ja_jp: 作業フォルダにマージするリビジョン・タグ・ブランチの名称
ka_ge: ვერსიის/ჭდის/განშტოების სახელი რომლებიც შეირწყმება თქვენს სამუშაო დასტაში.
nl_nl: Naam van de revisie/tag/tak om samen te voegen met de huidige map.
pl_pl: Nazwa rewizji/etykiety/gałęzi, którą połączyć w folder roboczy.
pt_br: Nome da Revisão/Marcador/Ramo a ser Combinada com as cópias locais.
ro_ro: Numele reviziei/etichetei/ramurii destinate îmbinării în dosarul d-stră activ
ru_ru: Имя ревизии/метки/ветки которую слить в рабочую директорию.
sl_si: Ime revizije/oznake/veje, ki jo želite spojiti v svojo delovno mapo.

source: &Update lists...
de_de: &Listen aktualisieren...
fr_fr: &Actualiser les listes...
hu_hu: Lista &frissítése...
it_it: &Aggiorna liste...
ja_jp: 一覧を更新する(&U)...
ka_ge: სიების განახლება...
nl_nl: Lijsten &bijwerken...
pl_pl: &Aktualizuj listę...
pt_br: At&ualizar listas...
ro_ro: Reînoieşte listele...
ru_ru: Обновить список...
sl_si: &Posodobi sezname ...

source: Suppress keyword &expansion
de_de: Schlüsselwort-&Ersetzung unterdrücken
pt_br: Suprimir &expansão de palavra-chave
sl_si: Zatri razširitev &ključnih besed

source: Suppress expansion of keywords to avoid spurious conflicts
de_de: Ersetzung von Schlüsselworten unterdrücken, um Schein-Konflikte zu vermeiden
pt_br: Suprimir expansão de palavras-chave para evitar Conflitos espúrios
sl_si: Zatri razširjanje ključnih besed v izogib lažnim sporom

source: Create missing subfolders
de_de: Fehlende Unterordner anlegen
fr_fr: Créer les dossiers absents
hu_hu: Hiányzó alkönyvtárak létrehozása
it_it: Crea le sottocartelle mancanti
ja_jp: 不足しているサブフォルダの作成を許可する
ka_ge: გამოტოვებული ქვედასტების შექმნა
nl_nl: Maak ontbrekende mappen aan
pl_pl: Utwórz brakujące foldery
pt_br: Criar subpastas faltantes
ro_ro: Crează sub-dosarele care lipsesc
ru_ru: Создание пропущенных подкаталогов
sl_si: Ustvari manjkajoče podmape

source: Create any folders that exist in the repository if they are missing from the working folder.
de_de: Erzeuge alle Ordner, die im Verwahrungsort bestehen, aber in der Arbeitskopie fehlen.
fr_fr: Créer les dossiers présents dans le référentiel s'ils n'existent pas dans le dossier de travail.
hu_hu: Létrehozza azokat a könyvtárakat, melyek a raktárban léteznek, de a munkakönyvtárban nem találhatóak meg.
it_it: Crea le cartelle esistenti nel repository se non presenti nella cartella di lavoro.
ja_jp: リポジトリに存在するが、作業フォルダには不足しているフォルダを作成する
ka_ge: საცავში არსებული ყველა დასტის შექმნა თუ ისინი სამუშაო დასტაში არა არიან.
nl_nl: Maak iedere map aan die bestaat in de repository, als deze ontbreekt in de werkmap.
pl_pl: Utwórz foldery które istnieją w repozytorium, a których nie ma w roboczym folderze.
pt_br: Cria quaisquer pastas que existam no repositório se elas estiveram faltando nas cópais locais.
ro_ro: Creează orice dosar care există în repozitoriu dacă lipseşte în dosarul activ.
ru_ru: Создавать любые каталоги которые существую в репозитарии, но отсутствуют в рабочем каталоге.
sl_si: Ustvari mape, ki obstajajo v skladišču, če jih ni v delovni mapi

source: The changes between the specified revisions/tags/branches will be merged into your current working sources. If you want to merge an entire branch, enter the branch name in the first edit field and leave the second one blank. The repository is not altered until a commit is performed.
de_de: Die Änderungen zwischen den angegebenen Revisionen/Marken/Zweigen werden mit Ihrer aktuellen Arbeitskopie zusammengeführt. Wenn Sie einen ganzen Zweig zusammenführen möchten, geben Sie den Namen des Zweigs in das erste Eingabefeld ein und lassen das zweite leer. Der Verwahrungsort wird erst verändert, wenn Sie einchecken.
fr_fr: Les modifications entre les versions/balises/branches indiquées vont être importées dans vos sources de travail. Pour fusionner une branche entière, indiquez son nom dans le premier champ et laissez le second vide. Le référentiel n'est pas modifié tant que vous n'avez pas validé.
hu_hu: A megadott revízió/címke/ág változtatásai a jelenlegi munkamásolatba lesznek olvasztva. Amennyiben egy teljes ágat szeretnél olvasztani, add meg az ág nevét az első mezőben, a másodikat pedig hagyd üresen. A raktár nem lesz változtatva a következő tárolásig.
it_it: Verrà effettuata la fusione tra le revisioni/etichette/rami specificati e gli attuali sorgenti di lavoro. Se si desidera effettuare la fusione di un intero ramo, inserire il nome del ramo nel primo campo di testo e lasciare il secondo vuoto. Il repository non verrà alterato fino a quando non sarà effettuato un deposito.
ka_ge: ცვლილებები მთითებულ ვერსიებს/ჭდეებს/განშტოებებს შორის შეერწყმება საწყის სამუშაო კოდებს. თუ განშტოების მთლიანად შერწყმა გსურთ, მიუთითეთ განშტოების სახელი პირველ ველში, ხოლო მეორე შეუვსებელი დატოვეთ. ცვლილებები საცავში არ შეიტანება შემდეგ ფიქსირებამდე.
pl_pl: Zmiany pomiędzy poszczególnymi rewizjami/etykietami/gałęziami będą połączone w jedną kopię roboczą. Jeśli chcesz połączyć całą gałąź, wpisz nazwę gałęzi w pierwsze pole a drugie zostaw puste. Repozytorium nie będzie zmienione do czasu zatwierdzenia operacji.
pt_br: As modificações entre a Revisão/Marcador/Ramo especificado serão Combinadas com suas cópias locais. Se você quer Combinar um Ramo inteiro, digite o nome do Ramo na primeira caixa de edição e deixe a segunda vazia. O repositório não será modificado até que uma Gravação seja executada.
ro_ro: Modificările dintre reviziile/etichetele/ramurile specificate vor fi îmbinate în sursele d-stră active. Dacă doriţi să îmbinaţi o ramură întreagă, introduceţi numele ramurii în primul câmp de editare şi lăsaţi-l gol pe al doilea. Repozitoriul nu va fi alterat până în momentul când săvârşiţi o încredinţare (commit).
ru_ru: Указанная ревизия/метка/ветка будет слита с рабочими исходными текстами. Изменения не будут внесены в репозиторий до следующего фиксирования.
sl_si: Spremembe med navedenimi revizijami/oznakami/vejami bodo spojene v trenutne delovne vire. Če želite spojiti celo vejo, vnesite ime veje v prvo polje in pustite drugo polje prazno. Skladišče ostane nespremenjeno do naslednje objave.

source: Merge changes between the following branches/tags/revisions:
de_de: Änderungen zusammenführen zwischen den folgenden Zweigen/Marken/Revisionen:
fr_fr: Fusionner les modifications entre les branches/balises/versions :
hu_hu: Olvasztás a következő ágak/címkék/revíziók között:
it_it: Effettua la fusione delle modifiche tra i seguenti rami/etichette/revisioni:
ja_jp: 以下のブランチ・タグ・リビジョン間の変更箇所をマージする
ka_ge: ცვლილებების შერწყმა შემდეგ განშტოებებში/ჭდეებში/ვერსიებში:
nl_nl: Wijzigingen samenvoegen tussen de volgende tags/takken/revisies:
pl_pl: Scal zmiany pomiędzy następującymi gałęziami/etykietami/rewizjami:
pt_br: Combinar as modificações entre as seguintes Revisões/Ramos/Marcadores:
ro_ro: Îmbină modificările între următoarele ramuri/etichete/revizii:
ru_ru: Слить изменения между следующими ветками/метками/ревизиями:
sl_si: Spoji spremembe med naslednjimi vejami/oznakami/revizijami:

source: No tags or branches found.
de_de: Keine Marken oder Zweige gefunden.
fr_fr: Balises ou branches introuvables.
hu_hu: Nem találhatóak ágak vagy címkék.
it_it: Non è stata trovata nessuna etichetta o ramo.
ja_jp: タグ・ブランチは見つかりませんでした
ka_ge: ჭდეები ან განშტოებები ვერ მოიძებნა.
nl_nl: Geen tags of takken gevonden.
pl_pl: Nie znaleziono etykiet i gałęzi
pt_br: Nenhum Marcador ou Ramo encontrado.
ro_ro: Nici o etichetă sau ramură nu a fost găsită.
ru_ru: Не найдены метки или ветки.
sl_si: Ni najdenih oznak ali vej.

source: The name of the module, or full path of any file or folder in the module
de_de: Der Name des Moduls, oder der vollständige Pfad einer Datei oder eines Ordners im Modul
sl_si: Ime modula ali polna pot do katere koli datoteke ali mape v modulu

source: The TCP port of your CVS server process (optional)
de_de: Die TCP Port Nummer des CVS Server Prozesses (optional)
hu_hu: A CVS szervered folyamatainak TCP portja (opcionális)
nl_nl: De TCP poort van je CVS server proces (optioneel)
pl_pl: Port TCP dla procesu serwera CVS (opcjonalne)
pt_br: A porta TCP do processo do seu servidor CVS (opcional)
ru_ru: TCP порт серверного процесса CVS (не обязательно)
sl_si: Vrata TCP vašega procesa strežnika CVS (dodatno)

source: Do a CVS Edit on the file/folder after checkout
de_de: CVS Bearbeiten der Datei/des Ordners ausführen nach dem Auschecken
hu_hu: CVS Szerkesztés végrehajtása a fájlon/mappán kikérés után
pt_br: Executar CVS Editar no arquivo/pasta após Obter
sl_si: Izvedi urejanje CVS na datoteki/mapi po prevzemu

source: Mark edit with bug number
sl_si: Označi urejanje s številko hrošča

source: &Edit
de_de: Schreibschutz aus (&Edit)
fr_fr: &Prendre la main
hu_hu: &Szerkesztés
ja_jp: 編集(&E)
ka_ge: რედაქტირება
pl_pl: &Edytuj
pt_br: &Editar
ru_ru: Редактировать
sl_si: &Uredi

source: TortoiseCVS - Preferences
de_de: TortoiseCVS - Einstellungen
fr_fr: TortoiseCVS - Préférences
hu_hu: TortoiseCVS - Beállítások
it_it: TortoiseCVS - Preferenze
ja_jp: TortoiseCVS - オプション
ka_ge: TortoiseCVS - პარამეტრები
nl_nl: TortoiseCVS - Instellingen
pl_pl: TortoiseCVS - Ustawienia
pt_br: TortoiseCVS - Preferências
ro_ro: TortoiseCVS - Preferinţe
ru_ru: TortoiseCVS Настройки
sl_si: TortoiseCVS - Nastavitve

source: Global
nl_nl: Globaal
sl_si: Univerzalno

source: You have selected a different icon set - it won't take effect until Windows Explorer is restarted. You can log off or reboot the system, or TortoiseCVS can simply restart the Explorer process for you. Do you want to restart the Explorer process?
de_de: Sie haben einen anderen Symbolsatz ausgewählt - er wird erst wirksam, wenn der Windows Explorer neu gestartet wird. Sie können sich abmelden, den Rechner neu starten oder TortoiseCVS kann für Sie einfach den Explorer-Prozess neu starten. Möchten Sie den Explorer-Prozess neu starten?
nl_nl: Je hebt een andere set van pictogrammen geselecteerd. Dit wordt pas zichtbaar als Windows Verkenner opnieuw opgestart is. Je kunt uitloggen, opnieuw opstarten, of TortoiseCVS kan de Verkenner voor jouw opnieuw starten. Wil je de Verkenner opnieuw starten?
pt_br: Você trocou o conjunto de ícones - isso não terá efeito até que o Windows Explorer seja reiniciado. Você pode finalizar a sessão ou reiniciar o PC, ou o TortoiseCVS pode simplesmente reiniciar o Windows Explorer para você. Você deseja que o TortoiseCVS reinicie o processo do Explorer?
sl_si: Izbrali ste drug nabor ikon - to ne bo opazno, dokler ponovno ne zaženete Raziskovalca. Lahko se tudi odjavite iz sistema ali ga ponovno zaženete, ali pa lahko TortoiseCVS enostavno ponovno zažene proces Raziskovalca namesto vas. Želite ponovno zagnati proces Raziskovalca?

source: Browse...
de_de: Durchsuchen...
fr_fr: Parcourir...
hu_hu: Tallózás...
it_it: Sfoglia...
ja_jp: 参照...
ka_ge: ნუსხა...
nl_nl: Bladeren...
pl_pl: Przeglądaj
pt_br: Escolher...
ro_ro: Exploră...
ru_ru: Обзор...
sl_si: Prebrskaj ...

source: Rebuild...
de_de: Erneuern...
fr_fr: Recréer...
hu_hu: Újraépít...
it_it: Ricostruisci...
ja_jp: 再構築...
ka_ge: კვლავ შექმნა...
nl_nl: Ververs...
pl_pl: Przebuduj...
pt_br: Reconstruir
ro_ro: Reconstruieşte...
ru_ru: Перестроить...
sl_si: Ponovno izdelaj ...

source: Sample text
de_de: Beispieltext
hu_hu: Minta szöveg
it_it: Testo campione
ja_jp: サンプル
ka_ge: ტექსტის ნიმუში
nl_nl: Voorbeeld tekst
pl_pl: Przykładowy tekst
pt_br: Texto de exemplo
ro_ro: Text exemplu
ru_ru: Пример текста
sl_si: Vzorec besedila

source: Select colour...
de_de: Farbe wählen...
fr_fr: Sélectionner une couleur...
hu_hu: Válassz színt...
it_it: Selezione colore...
ja_jp: 色を選択...
ka_ge: ფერის არჩევა...
nl_nl: Kleur selecteren...
pl_pl: Wybierz kolor...
pt_br: Escolha a cor...
ro_ro: Selectaţi culoarea...
ru_ru: Выбрать цвет...
sl_si: Izberi barvo ...

source: Error rebuilding icons. You may not have the required permissions.
de_de: Fehler beim Erneuern der Symbole. Sie haben vielleicht nicht die notwendigen Rechte.
fr_fr: Erreur lors de la régénération des icônes. Vous n'avez peut-être pas les droits nécessaires.
hu_hu: Hiba az ikonok újraépítésekor. Valószínűleg nincsenek megfelelő jogosultságaid.
it_it: Errore nella ricostruzione delle icone. Potreste non avere i permessi necessari.
ja_jp: アイコンの再構築に失敗しました。あなたに必要な権限がないのかもしれません。
ka_ge: ხატების განახლების შეცდომა. შესაძლოა საკმარისი უფლებები არ გაქვთ.
nl_nl: Fout by vernieuwen pictogrammen. Mogelijk heb je niet de juiste machtigingen.
pl_pl: Błąd przy przebudowywaniu ikon. Prawdopodobnie nie masz wystarczających uprawnień.
pt_br: Erro ao reconstruir os ícones. Você pode não ter as permissões necessárias.
ro_ro: Au apărut erori în procesul de reconstrucţie a iconiţelor. Este posibil să nu aveţi permisiunile necesare.
ru_ru: Ошибка при обновлении иконок. Возможно вы не имеете нужных прав.
sl_si: Napaka pri ponovni izdelavi ikon. Nimate potrebnih pravic.

source: Cache has been cleared
de_de: Zwischenspeicher wurde geleert
fr_fr: Le cache a été vidé
hu_hu: A gyorsítótár törlődött
it_it: La cache è stata svuotata
ja_jp: キャッシュは消去されました
ka_ge: ბუფერი გასუფთავდა
nl_nl: Cache is leeggemaakt
pl_pl: Pamięć podręczna wyczyszczona
pt_br: O cache foi limpo
ro_ro: Cache-ul a fost curăţat
ru_ru: Кеш был очищен
sl_si: Medpomnilnik je bil spraznjen

source: Ignored files
de_de: Nicht beachtete Dateien
fr_fr: Fichiers ignorés
hu_hu: Kihagyott fájlok
it_it: File ignorati
ja_jp: 無視されたファイル
ka_ge: იგნორირებული ფაილები
nl_nl: Overgeslagen bestanden
pl_pl: Ignorowane pliki
pt_br: Arquivos ignorados
ro_ro: Fişiere Ignorate
ru_ru: Игнорируемые файлы
sl_si: Prezrte datoteke

source: Per-user list of cvsignore file name patterns
de_de: Benutzerbezogene Liste von cvsignore Dateinamen-Mustern
fr_fr: Liste des profils de nom de fichier de l'utilisateur pour cvsignore
hu_hu: Felhasználók alapján tagolt lista a cvsignore fájlnév mintákról
it_it: Lista 'per-utente' dei nomi dei file da mettere in cvsignore
ja_jp: cvsignoreファイル名の様式 (ユーザ毎の設定)
ka_ge: იგნორირებადი ფაილების (cvsignore) შაბლონების სახელთა მომხმარებლის სია
pl_pl: Lista ignorowanych plików (oraz wzorców nazw "*.exe")
pt_br: Lista de arquivos ignorados pelo usuário (aceita caracteres-coringa)
ro_ro: Lista per-utilizator a şabloanelor de nume din fişierului cvsignore
ru_ru: Пользовательский список шаблонов имен игнорируемых файлов (аналог cvsignore)
sl_si: Seznam vzorcev imen datotek cvsignor glede na uporabnika

source: Hint: To reset the list and include all files, enter a single exclamation mark ("!").
de_de: Hinweis: Um die Liste zurückzusetzen und alle Dateien zu beachten, geben Sie ein einzelnes Ausrufezeichen ("!") ein.
fr_fr: Conseil : pour vider la liste et inclure tous les fichiers, indiquez un point d'exclamation ("!").
hu_hu: Tipp: A lista törléséhez és minden fájl kijelöléséhez egyszerűen írj be egyfelkiáltójelet ("!").
it_it: Suggerimento: Per azzerare la lista e includere tutti i file, inserire un singolo punto esclamativo ("!").
ja_jp: ヒント: 一覧をリセットして、すべてのファイルを含める場合は、びっくりマーク("!")をひとつ入れてください
ka_ge: მინიშნება: სიის გასანულებლად და ყველა ფაილის ჩასართავად მიუთითეთ ძახილის ნიშანი ("!").
nl_nl: Tip: Om de lijst leeg te maken en alle bestanden te gebruiken, plaats een uitroepteken ("!").
pl_pl: Podpowiedź: Aby wyczyścić listę i dodać wszystkie pliki, wstaw pojedyńczy wykrzyknik ("!").
pt_br: Dica: Para zerar a lista e incluir todos os arquivos, inclua apenas uma exclamação ("!").
ro_ro: Sfat: Pentru a reseta lista şi a include toate fişierele, introduceţi un singur semn de exclamare ("!").
ru_ru: Совет: для сброса списка и включения всех файлов введите восклицательный знак ("!").
sl_si: Namig: Za ponastavitev seznama in vključitev vseh datotek, vnesite en sam klicaj ("!").

source: A list of files (or file name patterns like "*.exe") that CVS ignores when running certain operations. The entries must be separated by whitespace and are appended to the default built-in ignored list. A single exclamation mark ("!") resets the list. For details refer to the original CVS documentation.
de_de: Eine Liste von Dateien (oder ein Suchmuster wie "*.exe") das von CVS bei bestimmten Operationen ignoriert wird. Die Einträge müssen durch Leerräume (Tabulator, Leer) getrennt sein, und werden an die standardmäßig eingebaute Liste angefügt. Ein einfaches Ausrufezeichen ("!") setzt die Liste zurück. Nähere Details finden Sie in der originalen CVS Dokumentation.
fr_fr: Liste de fichiers (ou de profils de nom comme "*.exe") ignorés par CVS lors de certaines opérations. Les entrées, séparées par un espace, sont ajoutées à la liste prédéfinies des fichiers ignorés. Indiquer un point d'exclamation ("!") permet de vider la liste. Pour en savoir plus, consultez la documentation de CVS.
hu_hu: Azon fájlok (vagy fájlnév-minták pl. "*.exe") listája , melyeket a CVS figyelmen kívül hagy, mikorbizonyos műveleteket végrehajt. A bejegyzéseket szóközzel kell elválasztani ésígy ezek hozzáfűződnek a beépített listához. Egy felkiáltójellel("!") lehet a listát törölni. A részletekért lásd az eredeti CVS dokumentációt.
it_it: Una lista dei file (o maschere dei file come "*.exe") che CVS ignora durante l'esecuzione di certe operazioni. Le voci devono essere separate da spazi e sono accodate alla lista interna di default dei file ignorati. Un singolo punto esclamativo ("!") azzera la lista. Per dettagli fare riferimento alla documentazione originale di CVS.
ja_jp: CVSが実行中に無視するファイルの一覧 (もしくは"*.exe"ファイル名などファイル名のパターン) 。入力は一つ一つがスペースで区切られている必要があります。これらは、デフォルトの無視リスト一覧に追加されます。びっくりマーク("!)"でリストはリセットされます。詳細についてはCVSのドキュメントを参照ください
ka_ge: ფაილების (ან ტიპების, მაგ. "*.exe") სია, რომელთა იგნორირებაც უნდა მოხდეს CVS–ის მიერ გარკვეული ტიპის ოპერაციების ჩატარებისას. თითოეული ტიპი ხარეთი უნდა გამოიყოს. ისინი დაემატება იგნორირებულთა ჩადგმულ სიას. ნიშანი ("!") ანულებს სიას. დაწვრილებით ნახეთ CVS დოკუმენტაციაში.
nl_nl: Een lijst met bestanden (of bestandsnaampatronen zoals "*.exe") die CVS overslaat bij bepaalde acties. De items moeten gescheiden worden door spaties en worden bij de standaard ingebouwde lijst gevoegd. Eén uitroepteken ("!") maakt de lijst leeg. Kijk in de originele CVS documentatie voor meer informatie.
pl_pl: Lista plików (lub wzorców nazw "*.exe") które ignoruje CVS przy wykonywaniu operacji. Wpisy muszą być rozdzielone przez znaki spacji i załączone do wbudowanej listy ignorowanych plików. Pojedyńczy wykrzyknik ("!") wczyści listę. Aby dowiedzieć się więcej zobacz dokumentację CVS.
pt_br: A lista de arquivos (ou padrões de nomes de arquivos como "*.exe") que o CVS ignora ao executar certas operações. As entradas devem ser separadas por espaços e são adicionados à lista padrão interna. Uma exclamação ("!") sozinha zera a lista. Leia a doumentão original do CVS para mais detalhes.
ro_ro: O listă de fişiere (ori de şabloane a numelui de fişier ca "*.exe") pe care CVS le ignoră când execută anumite operaţii . Înregistrările trebuie serparate de un spaţiu gol şi ataşate listei originale, inclusă, de ignorări. Un singur semn de exclamare ("!") reinstalează lista. Pentru detalii vedeţi documentaţia CVS originală.
ru_ru: Список файлов (или шаблонов имен, подобно "*.exe"), которые CVS игнорирует при исполнении определенных операций. Каждый шаблон должен быть отделен пробелом. Они добавляется к встроенному списку игнорирования. Один знак восклицания ("!") сбрасывает список. Подробнее смотрите в документации к CVS
sl_si: Seznam datotek (ali vzorcev imen datotek, kot je "*.exe"), ki jih CVS prezre, ko opravlja določene operacije. Vnose mora ločevati presledek in so dodani k privzetemu vgrajenemu seznamu prezrtih. Posamezen klicaj ("!") ta seznam ponastavi. Za podrobnosti si oglejte izvorno dokumentacijo CVS.

source: Scope
de_de: Gültigkeit
pt_br: Escopo
sl_si: Področno
