Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: The selected file doesn't contain any conflict markers
de_de: Die ausgewählte Datei enthält keine Konflikt-Markierungen
fr_fr: Le fichier sélectionné ne contient aucun marqueur de conflit
hu_hu: A kijelölt fájlok nem tartalmaznak eltérést
it_it: Il file selezionato non contiene alcun marcatore di conflitto
ja_jp: 選択されたファイルはコンフリクトの状態にありません
ka_ge: მონიშნული ფაილები არ შეიცავენ კონფლიქტის ნიშნულებს
nl_nl: Het geselecteerde bestand bevat geen conflict-markering
pl_pl: Wskazany plik nie zawiera żadnych znaczników określających konflikty
pt_br: O arquivo selecionado não contém nenhum marcador de conflito
ro_ro: Fişierul selectat nu conţine nici un indicator de conflict
ru_ru: Выбранные файлы не содержат ни каких маркеров конфликта
sl_si: Izbrana datoteka ne vsebuje označb spora

source: File containing your changes: %s File containing repository changes: %s Please merge your changes into: %s
de_de: Datei mit Ihren Änderungen: %s Datei mit den Änderungen des Verwahrungsorts: %s Bitte führen Sie Ihre Änderungen zusammen in: %s
fr_fr: Fichier avec vos modifications : %s Fichier avec celles du référentiel : %s Reportez vos modifications dans : %s
hu_hu: A változtatásaidat tartalmazó fájl: %sA raktár változtatásait tartalmazó fájl: %sKérlek, olvaszd a változtatásokat ide: %s
it_it: File contenente le vostre modifiche: %s File contenente le modifiche del repository: %s Effettuare la fusione delle modifiche in: %s
ja_jp: あなたが変更した箇所があるファイル: %s リポジトリで変更された箇所があるファイル: %s 次のファイルにマージしてください: %s
ka_ge: თქვენი ცვლილებების შემცველი ფაილი: %s საცავის ცვლილებების შემცველი ფაილი: %s თვენი ცვლილებების შერწყმა: %s
nl_nl: Bestand met jouw wijzigingen: %s Bestand met de repository wijzigingen: %s Voeg jouw wijzigingen samen in: %s
pl_pl: Pliki zawierające zmiany: %s Pliki w repozytorium zawierające zmiany: %s Scal zmiany w: %s
pt_br: Arquivo contendo suas modificações: %s Arquivo contendo as modificações do repositório: %s Favor Combinar suas modificações em: %s
ro_ro: Fişierul cu modificările d-stră: %s Fişierul cu modificările repozitoriului: %s Vă rugăm să îmbinaţi modificările în: %s
ru_ru: Файлы содержащие ваши изменения: %s Файлы содержащие изменения из репозитория: %s Пожалуйста объедините ваши изменения в: %s
sl_si: Datoteka z vašimi spremembami: %s Datoteka s spremembami skladišča: %s Prosimo, spojite svoje spremembe v: %s

source: Do you want to overwrite your working copy of "%s" with your merge results in "%s"?
de_de: Möchten Sie Ihre Arbeitskopie von "%s" überschreiben mit Ihren zusammengeführten Ergebnissen in "%s"?
fr_fr: Voulez-vous remplacer votre exemplaire de travail de "%s" par les résultats de la fusion dans "%s" ?
hu_hu: Szeretnéd felülírni a(z) "%s" munkapéldányát a(z) "%s" olvasztási eredményeivel?
it_it: Si vuole sovrascrivere la copia di lavoro di "%s" con il risultato della fusione in "%s"?
ja_jp: あなたの作業コピーである "%s" を "%s" にあるマージしたファイルで上書きしますか？
ka_ge: ნამდვილად გსურთ თქვენი სამუშაო დასტის "%s" ზემოდან გადაწერა შერწყმის შედეგებით "%s"?
nl_nl: Wil je jouw werkkopie van "%s" overschrijven met je samenvoeg-resultaten in "%s"?
pl_pl: Czy chcesz nadpisać roboczą kopię "%s" przez scalony plik "%s"?
pt_br: Você deseja sobrescrever sua cópia local de "%s" com o resultado da combinação em "%s"?
ro_ro: Doriţi să scrieţi deasupra copiei d-stră active "%s" cu rezultatul îmbinării în "%s"?
sl_si: Želite prepisati svojo delovno kopijo "%s" z rezultati spajanja v "%s"?

source: Save merged file
de_de: Zusammengeführte Datei speichern
fr_fr: Enregistrer le fichier fusionné
hu_hu: Olvasztott fájl mentése
it_it: Salvataggio file dopo la fusione
ja_jp: マージしたファイルの保存
ka_ge: შერწყმული ფაილების შენახვა
nl_nl: Opslaan samengevoegde bestanden
pl_pl: Zapisz scalony plik
pt_br: Gravar arquivo combinado
ro_ro: Păstrează fişierul obţinut prin îmbinare
ru_ru: Сохранить объединенные файлы
sl_si: Shrani spojeno datoteko

source: Failed to overwrite %s
de_de: Überschreiben fehlgeschlagen bei %s
fr_fr: Impossible de remplacer %s
hu_hu: Nem sikerült a(z) %s felülírása
it_it: Impossibile sovrascrivere %s
ja_jp: %s の上書きに失敗しました
ka_ge: ვერ ვაწერ ზემოდან - %s
nl_nl: Overschrijven %s mislukt
pl_pl: Nieudana próba nadpisania dla %s
pt_br: Falhou ao sobrescrever %s
ro_ro: Eşec în a scrie deasupra %s
ru_ru: Не удалось перезаписать %s
sl_si: %s ni mogoče prepisati

source: Save file revision
de_de: Dateirevision speichern
fr_fr: Enregistrer une version de fichier
hu_hu: Fájl revízió mentése
it_it: Salva revisione file
ja_jp: ファイルのリビジョンを保存する
ka_ge: ფაილის ვერსიის შენახვა
nl_nl: Opslaan bestandsrevisie
pl_pl: Zapisz plik rewizji
pt_br: Gravar Revisão do arquivo
ro_ro: Păstrează revizie fişierului
ru_ru: Сохранить ревизию файла
sl_si: Shrani revizijo datoteke

source: There are no conflicts to resolve
de_de: Es gibt keine Konflikte aufzulösen
fr_fr: Aucun conflit à résoudre
hu_hu: Nincsenek eltérések az elemek között
it_it: Non ci sono conflitti da risolvere
ja_jp: 解決するべきコンフリクトはありません
ka_ge: მოსაგვარებელი კონფლიქტები არ არის
nl_nl: Er zijn conflicten om op te lossen
pl_pl: Brak konfliktów do rozwiązania
pt_br: Não há conflitos para resolver
ro_ro: Nu există conflicte să necesite rezolvare
sl_si: Ni sporov za razreševanje

source: Finished '%s' in %s
de_de: '%s' erledigt in %s
hu_hu: Befejezett '%s' a(z) %s modulban
it_it: Completato '%s' in %s
nl_nl: Klaar met '%s' in %s
pl_pl: Zakończono '%s' w %s
pt_br: Finalizou '%s' em %s
ro_ro: Finisat '%s' în %s
ru_ru: Закончено '%s' в %s
sl_si: Dokončano '%s' v %s

source: Invalid cvs:// URL
de_de: Ungültige cvs:// URL
sl_si: Neveljaven URL cvs://

source: Invalid cvs:// URL: no module specified
de_de: Ungültige cvs:// URL: Kein Module angegeben
sl_si: Neveljaven URL cvs:// - modul ni naveden

source: Invalid CVSROOT %s specified in cvs:// URL
de_de: Ungültiges CVSROOT %s angegeben in cvs:// URL
sl_si: Neveljaven CVSROOT %s, določen v URL-ju cvs://

source: Choose destination folder for CVS checkout
de_de: Zielordner wählen für CVS auschecken
hu_hu: Válassz célmappát a CVS kikéréshez
pl_pl: Wybierz lokalizację dla pobieranego folderu
pt_br: Escolha a pasta de destino para o Módulo Obtido
ru_ru: Выберите папку для CVS извлечения
sl_si: Izberite ciljno mapo za prevzem CVS

source: Folders
de_de: Ordner
hu_hu: Mappák
nl_nl: Mappen
pl_pl: Foldery
pt_br: Pastas
ru_ru: Папки
sl_si: Mape

source: The files you want to compare contain characters that cannot be represented in the current codepage. To prevent loss of information, the files will be temporarily converted to UTF-8.
de_de: Die zu vergleichenden Dateien enthalten Zeichen, die nicht mit dem aktuellen Zeichensatz angezeigt werden können. Um den Verlust von Daten zu vermeiden, werden die Dateien vorübergehend in UTF-8 konvertiert.
fr_fr: Les fichiers à comparer contiennent des caractères qui ne peuvent pas être représentés dans la page de code actuelle. Pour éviter toute perte d'informations, les fichiers vont être convertis temporairement en UTF-8.
hu_hu: Az összehasonlítandó fájlok olyank karaktereket tartalmaznak, melyeket nem lehet megjeleníteni az aktuális kódlappal. Az adatok vesztésének megelőzése érdekében a fájlok ideiglenesen UTF-8 kódolásúvá lesznek konvertálva.
it_it: I file che si vogliono confrontare contengono caratteri che non possono essere rappresentati nella codepage corrente. Per evitare perdita di informazioni, i file verranno temporaneamente convertiti in UTF-8.
ja_jp: 比較したいファイルは、あなたが使用しているコードページでは表現できません ファイルの情報を失うことを防ぐために、ファイルは一時的にUTF-8に変換されます。
ka_ge: ფაილები, რომელთა შედარებაც გსურთ შეიცავს სიმბოლოებს რომლებიც არ აისახება მიმდინარე კოდურ გვერდზე. ინფორმაციის დაკარგვის თავიდან ასაცილებლად ფაილები დროებით გარდაიქმნება UTF-8 კოდირებაში.
pl_pl: Pliki, które chcesz porównać zawierają znaki, które nie znajdują się w wybranej stronie kodowej. Aby zapobiec utracie informacji, plik będzie tymczasowo przekonwertowany do standardu UTF-8.
pt_br: Os arquivos que você deseja comparar contêm caracteres que não podem ser representados na página de código atual. Para evitar perda de informação, os arquivos serão temporariamente convertidos para UTF-8.
ro_ro: Fişierele pe care doriţi să le comparaţi conţin caractere ce nu pot fi reprezentate folosind tabla de coduri curentă. Pentru a preveni pierderea de informaţie, fişierele vor fi temporar convertite în UTF-8.
ru_ru: Файлы которые вы хотите сравнить содержат символы которые не могут быть отображены текущей кодовой страницей. Для предотвращения потери информации файлы будут временно конвертированы в UTF-8.
sl_si: Datoteki, ki jih želite primerjati, vsebujeta znake, ki jih ni mogoče predstaviti s trenutnim kodnim naborom. Da bi preprečili izgubo podatkov, bosta datoteki začasno pretvorjeni v UTF-8.

source: UTF-8 conversion
de_de: UTF-8 Umwandlung
fr_fr: Conversion en UTF-8
hu_hu: UTF-8 konverzió
it_it: Conversione in UTF-8
ja_jp: UTF-8 変換
ka_ge: UTF-8 გარდაქმნა
nl_nl: UTF-8 conversie
pl_pl: Konversja UTF-8
pt_br: Conversão em UTF-8
ro_ro: Conversie UTF-8
ru_ru: UTF-8 конвертация
sl_si: Pretvorba UTF-8

source: You have tried to commit one or more renamed files without committing all changed (modified, added, or removed) files in the same folder. CVSNT does not currently support this. Please try again.
sl_si: Poskušali ste objaviti eno ali več preimenovanih datotek brez objave vse spremenjenih (spremenjenih, dodanih in/ali odstranjenih) datotek iz iste mape. CVSNT trenutno tega ne podpira. Poskusite znova.

source: Finished commit in %s
de_de: Einchecken erledigt in %s
fr_fr: Validation terminée dans %s
hu_hu: Tárolás befejezve a(z) %s modulban
it_it: Deposito completato in %s
ja_jp: %s コミット完了
ka_ge: დასრულდა ფიქსირება %s
nl_nl: Klaar met vastleggen in %s
pl_pl: Zatwierdzanie wykonane dla %s
pt_br: Finalizou Gravação em %s
ro_ro: Încredinţare finisată în %s
ru_ru: Завершение фиксации %s
sl_si: Dokončana objava v %s

source: Committing in %s
de_de: Einchecken in %s
fr_fr: Validation dans %s
hu_hu: Tárolás a(z) %s modulban
it_it: Deposito in %s
ja_jp: %s コミット中
ka_ge: ფიქსირება - %s
nl_nl: Vastleggen in %s
pl_pl: Zatwierdzanie dla %s
pt_br: Gravando em %s
ro_ro: Încredinţare în %s
ru_ru: В процессе фиксирования %s
sl_si: Objavljanje v %s

source: Choose external diff application
de_de: Wählen Sie die externe Vergleichs-Anwendung (diff)
fr_fr: Choisissez un logiciel de comparaison externe
hu_hu: Válassz külső diff alkalmazást
it_it: Scelta del programma esterno per il confronto
ja_jp: 外部差分プログラムを選択してください
ka_ge: მიუთითეთ გარე პროგრამა შედარებისთვის
nl_nl: Selecteer externe diff applicatie
pl_pl: Wybierz zewnętrzną aplikację obsługującą różnice
pt_br: Escolha um aplicativo de comparação
ro_ro: Alege aplicaţia externă de diferenţiere
ru_ru: Выберите внешнее приложение для сравнения
sl_si: Izberite zunanji program za razlikovanje

source: Choose external merge application
de_de: Wählen Sie die externe Zusammenführ-Anwendung (merge)
fr_fr: Choisissez un logiciel de fusion externe
hu_hu: Válassz külső olvasztó alkalmazást
it_it: Scelta del programma esterno di fusione
ja_jp: 外部マージプログラムを選択してください
ka_ge: მიუთითეთ გარე პროგრამა შერყმისთვის
nl_nl: Selecteer externe samenvoeg applicatie
pl_pl: Wybierz zewnętrzną aplikację do scalania
pt_br: Escolha um aplicativo de combinação
ro_ro: Alege aplicaţia externă de îmbinare
ru_ru: Выберите внешнее приложение для сравнения
sl_si: Izberite zunanji program za spajanje

source: Executables
de_de: Programme
fr_fr: Exécutables
hu_hu: Programfájlok
it_it: Eseguibili
ja_jp: 実行ファイル
ka_ge: პროგრამები
nl_nl: Programma's
pl_pl: Pliki uruchomieniowe
pt_br: Executáveis
ro_ro: Executabile
ru_ru: Исполняемые
sl_si: Izvršilne datoteke

source: Finished diff in %s
de_de: Vergleichen erledigt in %s
fr_fr: Comparaison terminée dans %s
hu_hu: Diff bejezbe a(z) %s modulban
it_it: Confronto completato in %s
ja_jp: %s 差分完了
ka_ge: დასრულდა შედარება %s
nl_nl: Klaar met Diff in %s
pl_pl: Zakończono obsługę różnic dla %s
pt_br: Finalizada Comparação em %s
ro_ro: Diferenţiere finisată în %s
ru_ru: Сравнение закончено %s
sl_si: Dokončano razlikovanje v %s

source: Diffing in %s
de_de: Vergleiche in %s
fr_fr: Comparaison dans %s
hu_hu: Diff a(z) %s modulban
it_it: Confronto in %s
ja_jp: %s 差分中
ka_ge: შედარება - %s
nl_nl: Diff-en in %s
pl_pl: Obsługa różnic dla %s
pt_br: Comparando em %s
ro_ro: Diferenţiere în %s
ru_ru: В процессе сравнения %s
sl_si: Razlikovanje v %s

source: Viewing %s
de_de: Betrachte %s
hu_hu: Nézet a(z) %s modulban
it_it: Visualizzazione %s
pl_pl: Podgląd %s
pt_br: Visualizando %s
ro_ro: Vizualizare %s
ru_ru: Просмотр %s
sl_si: Ogledovanje %s

source: Failed to launch external diff application
de_de: Start der externen Vergleichs-Anwendung (diff) fehlgeschlagen
fr_fr: Impossible de lancer le logiciel de comparaison externe
hu_hu: Nem sikerült elindítani a külső diff alkalmazást
it_it: Esecuzione fallita del programma esterno per il confronto.
ja_jp: %s 外部の差分プログラムの起動に失敗しました
ka_ge: ვერ ვიწყებ შედარების გარე პროგრამას
nl_nl: Starten extern diff-programma mislukt
pl_pl: Nieudana próba uruchomienia zewnętrznej aplikacji obsługującej różnice
pt_br: Falhou ao executar visualizador externo de diferenças
ro_ro: Eşec în lansarea aplicaţiei externe de diferenţiere
ru_ru: Не удалось запустить внешнее приложение сравнения
sl_si: Zunanjega programa za razlikovanje ni mogoče zagnati

source: Failed to launch external merge application
de_de: Start der externen Zusammenführ-Anwendung (merge) fehlgeschlagen
fr_fr: Impossible de lancer le logiciel de fusion externe
hu_hu: Nem sikerült elindítani a külső olvasztó alkalmazást
it_it: Esecuzione fallita del programma esterno di fusione.
ja_jp: 外部のマージプログラムの起動に失敗しました
ka_ge: ვერ ვიწყებ შერწყმის გარე პროგრამას
nl_nl: Starten extern samenvoeg-programma mislukt
pl_pl: Nieudana próba uruchomienia zewnętrznej aplikacji scalającej
pt_br: Falhou ao executar combinador externo de diferenças
ro_ro: Eşec în lansarea aplicaţiei externe de îmbinare
ru_ru: Не удалось запустить внешнее приложение сравнения
sl_si: Zunanjega programa za spajanje ni mogoče zagnati

source: Main
de_de: Allgemein
fr_fr: Principal
hu_hu: Fő
it_it: Principale
ja_jp: メイン
ka_ge: მთავარი
nl_nl: Algemeen
pl_pl: Główne
pt_br: Principal
ro_ro: Principal
ru_ru: Основные
sl_si: Glavno

source: Policy
de_de: Richtlinien
fr_fr: Options
hu_hu: Működés
it_it: Regole
ja_jp: ポリシー
ka_ge: წესები
nl_nl: Beleid
pl_pl: Polityka
pt_br: Política
ro_ro: Reguli
ru_ru: Политика
sl_si: Politika

source: Edit
de_de: Schreibschutz aus
hu_hu: Szerkesztés
pl_pl: Edytuj
pt_br: Editar
ru_ru: Редактировать
sl_si: Uredi

source: Tools
de_de: Werkzeuge
fr_fr: Outils
hu_hu: Eszközök
it_it: Strumenti
ja_jp: ツール
ka_ge: ხელსაწყოები
nl_nl: Extra's
pl_pl: Narzędzia
pt_br: Ferramentas
ro_ro: Unelte
ru_ru: Инструменты
sl_si: Orodja

source: Appearance
de_de: Aussehen
fr_fr: Aspect
hu_hu: Megjelenés
it_it: Aspetto
ja_jp: 表示設定
ka_ge: იერსახე
nl_nl: Uiterlijk
pl_pl: Wygląd
pt_br: Aparência
ro_ro: Înfăţişarea
ru_ru: Внешний вид
sl_si: Izgled

source: Cache
de_de: Zwischenspeicher
hu_hu: Gyorsítótár
ja_jp: キャッシュ
ka_ge: ბუფერი
pl_pl: Pamięć podręczna
ru_ru: Кеш
sl_si: Medpomnilnik

source: Debug
de_de: Fehlersuche
fr_fr: Débogage
hu_hu: Hibakeresés
ja_jp: デバッグ
ka_ge: გამართვა
pl_pl: Debuguj
pt_br: Diagnóstico
ro_ro: Depanare
ru_ru: Отладка
sl_si: Razhrošči

source: Error
de_de: Fehler
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
ka_ge: შეცდომა
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
ro_ro: Eroare
ru_ru: ошибка
sl_si: Napaka

source: &Progress dialog
de_de: &Fortschrittsanzeige
fr_fr: Fenêtre de &progression
hu_hu: &Folyamatjelző
it_it: &Finestra eventi
ja_jp: 進行ダイアログ(&P)
ka_ge: მიმდინარეობა
nl_nl: &Voortgangsvenster
pl_pl: &Okno dialogowe postępu
pt_br: Diálogo de &progresso
ro_ro: Dialogul de &progres
ru_ru: Диалог процесса обработки
sl_si: Okno &napredka

source: Automatically close the progress window when a command completes successfully. You can hold Ctrl down while selecting a CVS command, or as one is finishing, to prevent this on a one off basis.
de_de: Automatisches Schließen der Fortschrittsanzeige bei erfolgreicher Beendigung eines Befehls. Halten Sie die Steuerungstaste (<Strg>) bei der Auswahl oder Beendigung eines CVS-Befehls gedrückt, um dieses Verhalten einmalig zu unterdrücken.
fr_fr: Referme automatiquement la fenêtre de progression quand une commande se termine sans erreur. Vous pouvez appuyer sur la touche Ctrl quand vous choisissez une commande CVS ou quand une commande se termine pour réactiver ponctuellement cette fenêtre.
hu_hu: Automatikusan bezárja a folyamatjelző ablakot a parancs sikeres befejezésekor. Amennyiben a Ctrl billentyűt lenyomva tartod a CVS parancs kiválasztásakor, vagy az egyik folyamat befejezésekor, azzal kikapcsolhatod ezt a funkciót.
it_it: Chiude automaticamente la finestra degli eventi quando un comando viene completato con successo. È possibile evitare la chiusura tenendo premuto il tasto CTRL durante la selezione, o l'esecuzione, del singolo comando CVS.
ja_jp: 作業を正常に完了した場合、自動的に進行ダイアログを閉じる。CVSコマンドを選択するとき、もしくはコマンドが完了しようとしているときに、Ctrlキーを押すことで、自動的に閉じるのを一時的に無効にすることができます。
ka_ge: მიმდინარეობის ფანჯრის ავტომატური დახურვა, ქმედების წარმატებით განხორციელების შემთხვევაში. დაჭერილი Ctrl ღილაკით შეგიძლიათ აირჩიოთ CVS ბრძანება, ან თუ დასრულებულია მისი ინდივიდუალური დაბლოკვა.
nl_nl: Sluit het voortgangsvenster automatisch als een opdracht succesvol is uitgevoerd. Je kunt Ctrl ingedrukt houden als je een CVS commando, of als er een bijna klaar, om dit eenmalig te voorkomen.
pl_pl: Automatycznie zamykaj okno postępu gdy polecenie zakończy się pomyślnie. Przytrzymaj klawisz Ctrl podczasz wybierania polecenia, lub podczas jego wykonywania, aby zapobiec zamknięciu okna.
pt_br: Fecha automaticamente a janela de progresso quando um comando completa com sucesso. Você pode segurar Ctrl enquanto seleciona um comando CVS ou quando ele estiver terminando, para evitar esse comportamento.
ro_ro: Închide automat fereastra de progres când comanda a fost îndeplinită cu succes. Puteţi ţine apesată Ctrl atunci când selectaţi o comandă CVS, sau când finisează una, pentru a preveni aceasta (închiderea ferestrei) pentru acţiunea curentă.
ru_ru: Автоматически закрывает окно хода процесса, когда команда завершается успешно. Вы можете удерживать Ctrl нажатым, пока выбираете команду CVS, или когда она завершиться, to prevent this on a one off basis
sl_si: Samodejno zapre okno napredka, ko se ukaz uspešno izvede. Pri izbiranju ali dokončanju ukaza CVS lahko držite pritisnjeno tipko Ctrl, da to za vse preprečite na temelju ene same izvedbe.

source: Close manually
de_de: Manuell schließen
fr_fr: Fermer manuellement
hu_hu: Bezárás kézileg
it_it: Chiudi manualmente
ja_jp: 手動で閉じる
ka_ge: ხელით დახურვა
nl_nl: Handmatig sluiten
pl_pl: Zamknij ręcznie
pt_br: Fechar manualmente
ro_ro: Închide manual
ru_ru: Закрывать вручную
sl_si: Zapri ročno

source: Close if no messages
de_de: Schließen, falls keine Nachrichten
fr_fr: Fermer en l'absence de messages
hu_hu: Bezárás amennyiben nincs üzenet
it_it: Chiudi se non ci sono messaggi
ja_jp: メッセージがない場合に閉じる
ka_ge: დახურვა თუ შეტყობინებები არაა
nl_nl: Sluiten als er geen berichten zijn
pl_pl: Zamknij, jeśli brak wiadomości
pt_br: Fechar se não houver mensagens
ro_ro: Închide dacă nu sunt mesaje
ru_ru: Закрывать, если нет сообщений
sl_si: Zapri, če ni sporočil

source: Close if no errors
de_de: Schließen, falls kein Fehler
fr_fr: Fermer en l'absence d'erreurs
hu_hu: Bezárás amennyiben nincs hiba
it_it: Chiudi se non ci sono errori
ja_jp: エラーがない場合に閉じる
ka_ge: დახურვა თუ შეცდომები არაა
nl_nl: Sluiten als er geen fouten zijn
pl_pl: Zamknij, jeśli brak błędów
pt_br: Fechar se não houver erros
ro_ro: Închide daca nu sunt erori
ru_ru: Закрывать, если нет ошибок
sl_si: Zapri, če ni napak

source: Progress &messages
de_de: Fortschritts&nachrichten
fr_fr: &Messages de progression
hu_hu: Folyamat &üzenetek
it_it: &Messaggi eventi
ja_jp: 進行メッセージ(&m)
ka_ge: მიმდინარეობის შეტყობინება
nl_nl: Voortgang &berichten
pl_pl: Informacje postępu
pt_br: &Mensagens de progresso
ro_ro: Mesaje de progres
ru_ru: Сообщения о ходе работы
sl_si: Sporočila o &napredku

source: How detailed CVS is about what it is doing. Errors are always printed, even at the most silent levels.
de_de: Detailgrad der CVS-Nachrichten. Auch auf der niedrigsten Stufe werden Fehler ausgegeben.
fr_fr: Précisions des informations fournies par CVS sur les opérations en cours. Les erreurs sont toujours affichées, même aux niveaux les plus silencieux.
hu_hu: Mennyire részletesen tájékoztasson a CVS az aktuális parancsokról. A hibák mindig megjelenítődnek, még a legapróbbak is.
it_it: Indica quanto dettagliato sarà CVS nel descrivere le sue operazioni. Gli errori vengono sempre stampati, anche ai livelli più quieti.
ja_jp: CVSが行っている作業をどれくらい詳しく進行ダイアログに報告するか。選択したレベルにかかわらず、エラーは必ず報告されます
ka_ge: რამდენად დეტალურად გაცნობებთ CVS სამუშაოს მიმდინარეობას. შეცდომების ყოველთვის (ყველაზე დაბალ დონეზეც) ჩვენება.
nl_nl: Hoe gedetaileerd is CVS over wat het doet. Fouten worden altijd weergegeven, zelfs op het stilste niveau.
pl_pl: Określa stopień w jakim TortoiseCVS będzie informował użytkownika o wykonywanych poleceniach. Błędy będą zawsze wyświetlane nawet na najniższym poziomie.
pt_br: Quão detalhado o CVS deve ser sobre o que ele está fazendo. Erros são sempre exibidos, mesmo no menor nível de detalhe.
ro_ro: Cât de detaliat este CVS despre ce întreprinde. Erorile sunt întotdeauna afişate, chiarşi la nivelul cel mai silenţios.
ru_ru: Насколько подробно CVS сообщает о ходе работы. Ошибки отображаются всегда, даже на самых низких уровнях.
sl_si: Kako podroben je CVS o svojem delovanju. Napake se vedno izpišejo, tudi ob najbolj tihih nastavitvah.

source: Loud
de_de: Ausführlich
fr_fr: Bruyant
hu_hu: Hangos
it_it: Rumorosi
ja_jp: うるさい
ka_ge: დაწვრილებით
nl_nl: Luidruchtig
pl_pl: Pełne
pt_br: Detalhado
ro_ro: Zgomotos
ru_ru: Подробно
sl_si: Glasno

source: Quiet
de_de: Normal
fr_fr: Discret
hu_hu: Csendes
it_it: Quieti
ja_jp: 普通
ka_ge: შეკუმშული
nl_nl: Normaal
pl_pl: Tylko potrzebne
pt_br: Normal
ro_ro: Liniştit
ru_ru: Сжато
sl_si: Tiho

source: Really Quiet
de_de: Wenig
fr_fr: Silencieux
hu_hu: Néma
it_it: Molto Quieti
ja_jp: 静か
ka_ge: ძლიერ შეკუმშული
nl_nl: Stil
pl_pl: Minimalne
pt_br: Somente erros
ro_ro: Foarte Liniştit
ru_ru: Очень сжато
sl_si: Resnično tiho

source: &Overlay icons
de_de: &Overlay Symbole
fr_fr: &Icônes de superposition
hu_hu: &Fedő ikonok
it_it: &Stile Icone
ja_jp: オーバーレイアイコン(&O)
ka_ge: ხატების გადაფარვა
nl_nl: &Overlay pictogrammen
pl_pl: &Ikony nakładki
pt_br: Ícones de s&obreposição
ro_ro: Iconiţe de înveliş
ru_ru: Использовать иконки
sl_si: &Prepiši ikone

source: The set of overlay icons TortoiseCVS uses.
de_de: Der Satz der Overlaysymbole, welche TortoiseCVS verwendet.
fr_fr: Jeu d'icônes de superposition utilisées par TortoiseCVS.
hu_hu: Az ikonkészlet, melyet a TortoiseCVS a fedéshez használ.
it_it: Il set di icone usato da TortoiseCVS.
ja_jp: TortoiseCVSがエクスプローラのオーバーレイに使うアイコンのセット。
ka_ge: გადაფარვისთვის გამოყენებული ხატების ნაკრები
nl_nl: De set van overlay pictogrammen die TortoiseCVS gebruikt.
pl_pl: Zbiór ikon, które będą używane przez TortoiseCVS
pt_br: O conjunto de ícones de sobreposição que o TortoiseCVS usa.
ro_ro: Setul de iconiţe de înveliş pe care TortoiseCVS îl foloseşte.
ru_ru: Набор иконок используемых TortoiseCVS.
sl_si: Nabor prepisnih ikon, ki ga uporablja TortoiseCVS.
