Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: Show edit &options dialog
de_de: Dialog &Optionen für Bearbeiten zeigen
hu_hu: Szerkesztési &opciók ablak mutatása
pl_pl: Pokaż &okno zmiany ustawień
pt_br: Mostrar diálogo de &opções de Edição
ru_ru: &Отображать диалог параметров редактирования
sl_si: Pokaži pogovorno okno urejanja &možnosti

source: Automatic unedit
de_de: Schreibschutz (Unedit)
fr_fr: Libération automatique
hu_hu: Automatikus visszaszerkesztés
it_it: Unedit automatico
ja_jp: 自動編集取り消し
ka_ge: რედაქტირების ავტოგაუქმება
pl_pl: Automatyczne zakańczanie edycji
pt_br: Desedição automática
ro_ro: Automat anulează modificările
ru_ru: Автоматически снимать редактирование
sl_si: Samodejna razveljavitev urejenega

source: If this is checked and you run 'CVS Commit', TortoiseCVS will do a 'cvs unedit' in order to remove any edits you may have on files which you have not modified. NOTE that this requires the use of 'cvs watch on' for all files!
sl_si: Če je to omogočeno in zaženete 'CVS Objavi', bo TortoiseCVS izvedel ukaz 'cvs unedit', da bi razveljavil urejanje datotek, ki jih niste spreminjali. Upoštevajte, da to zahteva uporabo 'cvs watch on' za vse datoteke!

source: Automatically &unedit after Commit
de_de: Schreibschutz a&utomatisch an nach Einchecken
fr_fr: Libération a&utomatique après validation
hu_hu: Automatikus &visszaszerkesztés Tárolás után
it_it: &Unedit automatico dopo il Deposito
ja_jp: コミット後、自動で編集取り消しを実行する(&u)
ka_ge: ფიქსირების შემდეგ რედაქტირების ნიშნულის ავტომატური ამოღება
pl_pl: Automatycznie zakończ edycję po Zatwierdzeniu
pt_br: &Deseditar automaticamente após Gravar
ro_ro: Execută &unedit după Încredinţare
ru_ru: Автоматически снимать признак редактирование после Фиксирования
sl_si: Samodejno razveljavi &urejanje po objavi

source: Main program
de_de: Hauptprogramm
hu_hu: Fő program
it_it: Programma principale
pl_pl: Główny program
pt_br: Programa principal
ru_ru: Главная программа
sl_si: Glavni program

source: Enable debug logs for TortoiseCVS main program
de_de: Logdateien zur Fehlersuche im TortoiseCVS Hauptprogramm aktivieren
hu_hu: Hibakeresési naplók engedélyezése a Fő TortoiseCVS programnál
it_it: Abilita log di debug per il programma principale di TortoiseCVS
pl_pl: Włącz logi dla głównego programu w trybie debugowania
pt_br: Habilitar registros de debug para o programa principal do TortoiseCVS
ru_ru: Разрешить отладочные логи для основной программы TortoiseCVS
sl_si: Omogoči dnevnike razhroščevanja v glavnem programu TortoiseCVS

source: Enable debug logs
de_de: Logdateien aktivieren
hu_hu: Hibakeresési naplók engedélyezése
it_it: Abilita log di debug
nl_nl: Debug logs inschakelen
pl_pl: Włącz logi debugera
pt_br: Habilitar registros para diagnóstico
sl_si: Omogoči dnevnike razhroščevanja

source: Shell extension
de_de: Erweiterung der Benutzeroberfläche
hu_hu: Környezeti kiterjesztés
it_it: Estensione shell
nl_nl: Shell extensie
pl_pl: Rozszerzenia powłoki
pt_br: Extensão do Explorer
sl_si: Lupinska razširitev

source: Enable debug logs for TortoiseCVS shell extension
de_de: Logdateien zur Fehlersuche der TortoiseCVS Erweiterung der Benutzeroberfläche aktivieren
hu_hu: Hibakeresési naplók engedélyezése a TortoiseCVS környezeti menünél
it_it: Abilita log di debug per l'estensione della shell di TortoiseCVS
nl_nl: Debug logs inschakelen voor TotoiseCVS shell extensie
pl_pl: Włącz logi dla rozszerzeń nakładki w trybie debugowania
pt_br: Habilitar registros de debug para extensão de Explorer do TortoiseCVS
ru_ru: Разрешить отладочные логи для расширения шелла TortoiseCVS
sl_si: Omogoči dnevnike razhroščevanja za lupinsko razširitev TortoiseCVS

source: Debug logs
de_de: Logdateien
fr_fr: Journaux de débogage
hu_hu: Hibakeresési naplók
it_it: Log di debug
ja_jp: デバッグログ
ka_ge: გამართვის ჟურნალები
pl_pl: Log debugowania
pt_br: Registros para diagnóstico
ro_ro: Jurnalul de Depanare
ru_ru: Отладочные логи
sl_si: Dnevniki razhroščevanja

source: Write TortoiseCVS debug information into the folder specified below.
de_de: Informationen zur TortoiseCVS Fehlersuche in den unten angegebenen Ordner schreiben.
fr_fr: Enregistrer des informations de débogage TortoiseCVS dans le répertoire ci-dessous.
hu_hu: A TortoiseCVS hibakeresési információit az itt megadott mappába írja
it_it: Scrive le informazioni di debug di TortoiseCVS nella directory specificata sotto.
ja_jp: TortoiseCVS のデバッグ情報を以下のフォルダに書き込む。
ka_ge: მითითებულ დასტაში TortoiseCVS გამართვის ინფორმაციის შექმნა
nl_nl: Schrijft TortoiseCVS debug informatie in de hieronder gekozen map.
pl_pl: Zapisz informacje o debugowaniu TortoiseCVS w folderze określonym poniżej.
pt_br: Gravar dados de diagnóstico do TortoiseCVS na pasta especificada abaixo.
ro_ro: Scrie informaţia de depanare a TortoiseCVS în dosarul specificat mai jos.
sl_si: Zapiši podatke o razhroščevanju TortoiseCVS v spodaj navedeno mapo.

source: Don't save debug logs
de_de: Keine Logdateien speichern
hu_hu: Ne mentsen hibakeresési naplókat
it_it: Non salva log di debug
nl_nl: Debug logs niet opslaan
pl_pl: Nie zapisuj logów debugera
pt_br: Não gravar registros para diagnóstico
ru_ru: Не сохранять отладочные логи
sl_si: Ne shrani dnevnikov razhroščevanja

source: Save debug logs
de_de: Logdateien speichern
hu_hu: Mentsen hibakeresési naplókat
it_it: Salva log di debug
nl_nl: Debug logs opslaan
pl_pl: Zapisz logi debugera
pt_br: Gravar registros para diagnóstico
ru_ru: Сохранять отладочные логи
sl_si: Shrani dnevnike razhroščevanja

source: Save debug logs, no log file caching
de_de: Logdateien speichern, ohne Zwischenspeicherung
hu_hu: Mentsen hibakeresési naplókat, de ne tárolja azokat a gyorsítótárban
it_it: Salva log di debug, nessuna cache dei file di log
nl_nl: Debug logs opslaan, geen log bestand caching
pl_pl: Zapisz logi debugera bez używania pamięci podręcznej
pt_br: Gravar registros de diagnóstico, não fazer cache dos arquivos de diagnóstico
ru_ru: Сохранять отладочные логи, не кэшировать файл лога
sl_si: Shrani dnevnike razhroščevanja, ne pomni dnevnika datotek

source: Debug log &folder
de_de: Log-Ordner
fr_fr: &Dossier des journaux de débogage
hu_hu: Hibakeresési napló &mappa
it_it: &Cartella del log di debug
ja_jp: デバッグログのためのフォルダ(&f)
ka_ge: გამართვის ჟურნალის დასტა
nl_nl: Debug log &map
pl_pl: Folder dla logów debugowania
pt_br: &Pasta de registro para diagnóstico
ro_ro: Dosarul jurnalului de depanare
ru_ru: Папка для отладочных логов
sl_si: &Mapa dnevnika razhroščevanja

source: Debug log files will be created in this folder.
de_de: Logdateien zur Fehlersuche werden in diesem Ordner angelegt.
fr_fr: Les journaux de débogage seront placés dans ce dossier.
hu_hu: A hibakeresési napló fájljai ebben a mappában lesznek létrehozva.
it_it: I file di log del debug verranno creati in questa cartella.
ja_jp: デバッグログのファイルはこのフォルダに作成されます。
ka_ge: გამართვის ჟურნალები შეიქმნება ამ დასტაში.
nl_nl: Debug log bestanden worden gemaakt in deze map
pl_pl: Pliki logów debugowania będą przechowywane w tym folderze.
pt_br: Arquivos de registro para diagnóstico serão criados nessa pasta.
ro_ro: Fişierele jurnalului de depanare vor fi create aici.
ru_ru: Файлы логов отладки будут создаваться в этой папке.
sl_si: Dnevniške datoteke razhroščevanja bodo ustvarjene v tej mapi.

source: CVSNT logging
de_de: CVSNT Logbuch
hu_hu: CVSNT naplózás
it_it: Log di CVSNT
ja_jp: CVSNT ログ取得中
ka_ge: CVSNT აღნუსხვა
nl_nl: CVSNT Loggen
pl_pl: CVSNT Logowanie
pt_br: Registros do CVSNT
ro_ro: Jurnalizare CVSNT
sl_si: Beleženje CVSNT

source: Makes files cvsclient.log.in and cvsclient.log.out in the TortoiseCVS folder for debugging of the CVS protocol.
de_de: Erzeugt zwei Log-Dateien ("cvsclient.log.in" und "cvsclient.log.out") im TortoiseCVS-Ordner. Diese können zur Fehlersuche im CVS-Protokoll genutzt werden.
fr_fr: Crée des fichiers cvsclient.log.in et cvsclient.log.out dans le dossier TortoiseCVS pour le débogage du protocole CVS.
hu_hu: Létrehozza a cvsclient.log.in és a cvsclient.log.out fájlokat a TortoiseCVS mappájában a CVS protokol hibakeresése érdekében.
it_it: Crea i file cvsclient.log.in e cvsclient.log.out nella cartella di TortoiseCVS per il debug del protocollo CVS.
ja_jp: CVS プロトコルのデバックのため、cvsclient.log.in と cvsclient.log.out のファイルを TortoiseCVS のフォルダに作成します。
ka_ge: cvsclient.log.in და cvsclient.log.out შექმნა TortoiseCVS დასტაში CVS ოქმის გასამართად,
nl_nl: Maak bestanden cvsclient.log.in en cvsclient.log.out in de TortoiseCVS map om het CVS protocol to debuggen.
pl_pl: Tworzy pliki cvsclient.log.in i cvsclient.log.out w folderze TortoiseCVS na potrzeby debugowania protokołu CVS
pt_br: Criar arquivos cvsclient.log.in e cvsclient.log.out na pasta do TortoiseCVS para diagnosticar problemas no protocolo CVS.
ro_ro: Crează fişiere cvsclient.log.in şi cvsclient.log.out în dosarul TortoiseCVS pentru depanarea protocolului CVS.
ru_ru: Создает файлы cvsclient.log.in и cvsclient.log.out в папке TortoiseCVS для отладки протокола CVS,
sl_si: Naredi datoteki cvsclient.log.in in cvsclient.log.out v mapi TortoiseCVS za namene razhroščevanja protokola CVS.

source: Create CVSNT client &debug logs
de_de: CVSNT Client Log&datei erzeugen
hu_hu: CVSNT kliens &hibakereső naplóinak készítése
it_it: Crea i log di &debug del client CVSNT
ja_jp: CVSNT クライアントのデバッグログを作成(&d)
ka_ge: CVSNT კლიენტის ჟურნალის შექმნა
nl_nl: Maak CVSNT client &debug logs
pl_pl: Twórz logi debugowania dla klienta CVSNT
pt_br: Criar registros para &diagnóstico do CVSNT
ro_ro: Crează jurnale de depanare a clientului CVSNT
ru_ru: Создавать отладочные логи CVSNT клиента
sl_si: Ustvari &razhroščevalne dnevnike odjemalca CVSNT

source: Noise text colour
de_de: Hinweistext Farbe
fr_fr: Couleur du texte du bruit
hu_hu: Zaj szöveg színe
it_it: Colore testo superfluo
ja_jp: ノイズの色
ka_ge: კოდების ტექსტის ფერი
nl_nl: Kleur ruis teksten
pl_pl: Kolor zbędnego tekstu
pt_br: Cor para texto sem importância
ro_ro: Noise culoarea textului
sl_si: Barva besedila šuma

source: Colour for noise text in the progress dialog
de_de: Farbe für Hinweistexte in der Fortschrittsanzeige
fr_fr: Couleur du texte du bruit dans la fenêtre de progression
hu_hu: A zaj szöveg színe a folyamatjelző ablakban
it_it: Colore del testo non significativo nella finestra eventi
ja_jp: 進行ダイアログ中のノイズの色を選択
ka_ge: ტექნიკური ტექსტის ფერები მიმდინარეობის დიალოგში
nl_nl: Kleur van ruis teksten in het voortgangsvenster
pl_pl: Kolor zbędnego tekstu wyświetlanego w oknie postepu
pt_br: Cor para texto sem importância no diálogo de progresso
ro_ro: Culoarea pentru noise text în dialogul de progres
sl_si: Barva za besedilo šuma v pogovornem oknu napredka

source: Warning text colour
de_de: Warntext Farbe
fr_fr: Couleur du texte d'avertissement
hu_hu: Figyelmeztető szöveg színe
it_it: Colore testo avvertimenti
ja_jp: 警告の色
ka_ge: გაფრთხილების ტექსტის ფერი
nl_nl: Kleur waarschuwingen
pl_pl: Kolor ostrzeżeń
pt_br: Cor para avisos
ro_ro: Culoarea textului de atenţionare
ru_ru: Цвет текста Предупреждений
sl_si: Barva opozorilnega besedila

source: Colour for warning text in the progress dialog
de_de: Farbe für Warntexte in der Fortschrittsanzeige
fr_fr: Couleur du texte d'avertissement dans la fenêtre de progression
hu_hu: A figyelmeztető szöveg színe a folyamatjelző ablakban
it_it: Colore del testo degli avvertimenti nella finestra degli eventi.
ja_jp: 進行ダイアログ中の警告の色を選択
ka_ge: გამაფრთხილებელი ტექსტის ფერი მიმდინარეობის დიალოგში
nl_nl: Kleur van waarschuwingen in het voortgangsvenster
pl_pl: Kolor tekstu ostrzeżeń
pt_br: Cor para avisos no diálogo de progresso
ro_ro: Culoarea textului de atenţionare în dialogul de progres
ru_ru: Цвет текста предупреждений в диалоге прогресса
sl_si: Barva za besedilo opozoril v pogovornem oknu napredka

source: Updated files colour
de_de: Aktualisierte Dateien Farbe
fr_fr: Couleur des fichiers actualisés
hu_hu: Frissített fájlok színe
it_it: Colore file aggiornati
ja_jp: アップデートされたファイルの色
ka_ge: განახლებული ფაილის ფერები
nl_nl: Kleur bijgewerkte bestanden
pl_pl: Kolor zaktualizowanych plików
pt_br: Cor para arquivos atualizados
ro_ro: Culoarea fişierelor înoite
ru_ru: Цвет Обновленных файлов
sl_si: Barva posodobljenih datotek

source: Colour for updated files in the progress dialog
de_de: Farbe für aktualisierte Dateien in der Fortschrittsanzeige
fr_fr: Couleur des fichiers actualisés dans la fenêtre de progression
hu_hu: A frissített fájlok színe a folyamatjelző ablakban
it_it: Colore dei file aggiornati nella finestra eventi
ja_jp: 進行ダイアログ中のアップデートされたファイルの色を選択
ka_ge: განახლებული ფაილების ფერი მიმდინარეობის დიალოგში
nl_nl: Kleur van bijgewerkte bestanden in het voortgangsvenster
pl_pl: Kolor tekstu zaktualizowanych plików
pt_br: Cor para arquivos atualizados no diálogo de progresso
ro_ro: Culoarea fişierelor înoite, în dialogul de progres
sl_si: Barva posodobljenih datotek v pogovornem oknu napredka

source: Modified files colour
de_de: Veränderte Dateien Farbe
fr_fr: Couleur des fichiers modifiés
hu_hu: Módosított fájlok színe
it_it: Colore file modificati
ja_jp: 変更されたファイルの色
ka_ge: შეცვლილი ფაილების ფერი
nl_nl: Kleur gewijzigde bestanden
pl_pl: Kolor zmienionych plików
pt_br: Cor para arquivos modificados
ro_ro: Culoarea fişierelor modificate
ru_ru: Цвет измененных файлов
sl_si: Barva spremenjenih datotek

source: Colour for modified files in the progress dialog
de_de: Farbe für veränderte Dateien in der Fortschrittsanzeige
fr_fr: Couleur des fichiers modifiés ans la fenêtre de progression
hu_hu: A módosított fájlok színe a folyamatjelző ablakban
it_it: Colore dei file modificati nella finestra eventi
ja_jp: 進行ダイアログ中の変更されたファイルの色を選択
ka_ge: შეცვლილი ფაილების ფერები მიმდინარეობის დიალოგში
nl_nl: Kleur van gewijzigde bestanden in het voortgangsvenster
pl_pl: Kolor zmienionych plików wyświetlanych w oknie postepu
pt_br: Cor para arquivos modificados no diálogo de progresso
ro_ro: Culoarea fişierelor modificate în dialogul de progres
sl_si: Barva spremenjenih datotek v pogovornem oknu napredka

source: Conflict files colour
de_de: Konfliktdateien Farbe
fr_fr: Couleur des fichiers en conflit
hu_hu: Eltérő fájlok színe
it_it: Colore file in conflitto
ja_jp: コンフリクトファイルの色
ka_ge: კონფლიქტური ფაილების ფერი
nl_nl: Kleur bestanden met conflicten
pl_pl: Kolor sprzecznych plików
pt_br: Cor para arquivos com conflito
ro_ro: Culoarea fişierelor în conflict
ru_ru: Цвет конфликтующих файлов
sl_si: Barva spornih datotek

source: Colour for conflict files in the progress dialog
de_de: Farbe für Konfliktdateien in der Fortschrittsanzeige
fr_fr: Couleur des fichiers en conflit dans la fenêtre de progression
hu_hu: Az eltérő fájlok színe a folyamatjelző ablakban
it_it: Colore dei file in conflitto nella finestra eventi
ja_jp: 進行ダイアログ中のコンフリクトファイルの色を選択
ka_ge: კონფლიქტური ფაილების ფერები მიმდინარეობის დიალოგში
nl_nl: Kleur van bestanden met conflicten in het voortgangsvenster
pl_pl: Kolor sprzecznych plików wyświetlanych w oknie postepu
pt_br: Cor para arquivos com conflito no diálogo de progresso
ro_ro: Culoarea fişierelor în conflict, în dialogul de progres
sl_si: Barva za sporne datoteke v pogovornem oknu napredka

source: Files not in CVS colour
de_de: Dateien nicht im CVS Farbe
hu_hu: Nem CVS fájlok színe
it_it: Colore dei file non in CVS
nl_nl: Kleur van bestanden niet in CVS
pl_pl: Kolor plików poza CVS
pt_br: Cor dos arquivos que não estão no CVS
ru_ru: Цвет для Файл не в CVS
sl_si: Barva datotek, ki niso v CVS

source: Colour for files not in CVS in the progress dialog
de_de: Farbe in der Fortschrittsanzeige für Dateien, welche sich nicht im CVS befinden
hu_hu: Nem CVS fájlok színe a folyamatjelző ablakban
it_it: Colore dei file non in CVS nella finestra eventi
nl_nl: Kleur van bestanden niet in de CVS in het voortgangsvenster
pl_pl: Kolor dla plików nie będących pod kontrolą CVS
pt_br: Cor para arquivos que não estão no CVS no diálogo de progresso
sl_si: Barva za datoteke, ki niso v CVS, v pogovornem oknu napredka

source: Error text colour
de_de: Fehlertext Farbe
fr_fr: Couleur du texte des erreurs
hu_hu: Hiba szöveg színe
it_it: Colore testo errori
ja_jp: エラーの色
ka_ge: შეცდომის ტექსტის ფერი
nl_nl: Kleur foutmeldingen
pl_pl: Kolor błędów
pt_br: Cor para erros
ro_ro: Culoarea textului de eroare
ru_ru: Цвет Сообщений об ошибках
sl_si: Barva besedila napake

source: Colour for error text in the progress dialog
de_de: Farbe für Fehlertexte in der Fortschrittsanzeige
fr_fr: Couleur du texte des erreurs dans la fenêtre de progression
hu_hu: A hibajelző szöveg színe a folyamatjelző ablakban
it_it: Colore del testo degli errori nella finestra eventi
ja_jp: 進行ダイアログ中のエラーの色を選択
ka_ge: შეცდომების ტექსტის ფერები მიმდინარეობის დიალოგში
nl_nl: Kleur van foutmeldingen in het voortgangsvenster
pl_pl: Kolor tekstu błędów wyświetlanych w oknie postępu
pt_br: Cor para erros no diálogo de progresso
ro_ro: Culoarea textului de eroare în dialogul de progres
sl_si: Barva besedila o napaki v pogovornem oknu napredka

source: Tip text colour
de_de: Tipp-Text Farbe
fr_fr: Couleur du texte des conseils
hu_hu: Tipp szöveg színe
it_it: Colore testo suggerimenti
ja_jp: ヒントの色
ka_ge: კარნახის ტექსტის ფერი
nl_nl: Kleur tips
pl_pl: Kolor podpowiedzi
pt_br: Cor para dicas
ro_ro: Culoarea textului sfat
ru_ru: Цвет Текста подсказок
sl_si: Barva besedila nasveta

source: Colour for tip text
de_de: Farbe für Tipp-Texte
fr_fr: Couleur du texte des conseils
hu_hu: A tippek szövegének színe
it_it: Colore del testo dei suggerimenti
ja_jp: ヒントの色を選択
ka_ge: კარნახის ტექსტის ფერი
nl_nl: Kleur van tipteksten
pl_pl: Kolor tekstu podpowiedzi
pt_br: Cor para texto das dicas
ro_ro: Culoarea pentru textului sfat
ru_ru: Цвет для текста подсказок
sl_si: Barva za besedilo nasveta

source: Server version
fr_fr: Version du serveur
hu_hu: Szerver verzió
it_it: Versione server
ja_jp: サーバのバージョン
ka_ge: სერვერის ვერსია
nl_nl: Server versie
pl_pl: Wersja serwera
pt_br: Versão do servidor
ro_ro: Versiunea Server
ru_ru: Версия сервера
sl_si: Različica strežnika

source: Clear the cache that stores the CVS server version
de_de: Den Zwischenspeicher leeren, welcher die CVS Server Version aufbewahrt
fr_fr: Vider le cache contenant la version du serveur CVS
hu_hu: A CVS szerver verzióját tároló gyorsítótár törlése
it_it: Azzeramento della cache contenente la versione del server CVS
ja_jp: CVSサーバのバージョンを格納したキャッシュを消去する
ka_ge: სერვერის ვერსიის შემცველი ბუფერის გასუფთავება
nl_nl: De cache schonen waar de CVS server versie is opgeslagen
pl_pl: Wyczyść pamięć podręczną, w której przechowywana jest wersja serwerowa
pt_br: Limpar o cache que guarda a versão do servidor CVS
ro_ro: Curăţă memoria cache care păstrează versiunea server a CVS
ru_ru: Очистка кеша который хранит версии CVS сервера
sl_si: Počisti predpomnilnik, ki hrani različico strežnika CVS

source: Clear cache
de_de: Zwischenspeicher leeren
hu_hu: Gyorsítótár törlése
it_it: Azzera Cache
ja_jp: キャッシュを消去
ka_ge: ბუფერის გასუფთავება
nl_nl: Cache schonen
pl_pl: Wyczyść pamięć podręczną
pt_br: Limpar Cache
ro_ro: Curăţă memoria cache
ru_ru: Очистка кэша
sl_si: Počisti predpomnilnik

source: Module list
de_de: Liste der Module
fr_fr: Liste des modules
hu_hu: Modul lista
it_it: Lista moduli
ja_jp: モジュールの一覧
ka_ge: მოდულების სია
nl_nl: Modulelijst
pl_pl: Lista modułów
pt_br: Lista de Módulos
ro_ro: Lista de module
ru_ru: Список Модулей
sl_si: Seznam modulov

source: Clear the cache that stores the CVS module list
de_de: Den Zwischenspeicher leeren, welcher die Liste der CVS Module aufbewahrt
fr_fr: Vider le cache contenant la liste des modules CVS
hu_hu: A CVS modul listát tároló gyorsítótár törlése
it_it: Azzeramento della cache contenente la lista moduli di CVS
ja_jp: モジュールの一覧を格納したキャッシュを消去する
ka_ge: მოდულების სიის შემცველი ბუფერის გასუფთავება
nl_nl: De cache schonen waar de CVS modulelijst is opgeslagen
pl_pl: Wyczyść pamięć podręczną, w której przechowywana jest lista modułów
pt_br: Limpar o cache que armazena a lista de módulos de CVS
ro_ro: Curăţă memoria cache care păstrează lista modulelor CVS
ru_ru: Очистка кэша который хранит список CVS модулей
sl_si: Počisti predpomnilnik, ki hrani seznam modulov CVS

source: Branch/Tag list
de_de: Liste der Zweige/Marken
fr_fr: Liste des branches/balises
hu_hu: Ág/Címke lista
it_it: Lista Rami/Etichette
ja_jp: ブランチ・タグの一覧
ka_ge: განშტოებების/ჭდეების სია
nl_nl: Tak/tag lijst
pl_pl: Lista gałęzi/etykiet
pt_br: Lista de Ramos/Marcadores
ro_ro: Lista ramurilor/etichetelor
ru_ru: Список Ветвей/Меток
sl_si: Seznam vej/oznak

source: Clear the cache that stores the CVS branches and tags
de_de: Den Zwischenspeicher leeren, welcher die CVS Zweige und Marken aufbewahrt
fr_fr: Vider le cache contenant les branches et les balises CVS
hu_hu: A CVS ágakat és címkéket tároló gyorsítótár törlése
it_it: Azzeramento della cache contenente rami ed etichette di CVS
ja_jp: ブランチ・タグを格納したキャッシュを消去する
ka_ge: განშტოებებისა და ჭდეების სიის შემცველი ბუფერის გასუფთავება
nl_nl: De cache schonen waar de CVS takken en tags zijn opgeslagen
pl_pl: Wyczyść pamięć podręczną, w której przechowywane są etykiety i gałęzie CVS
pt_br: Limpar o cache que armazena a lista de Ramos e Marcadores de CVS
ro_ro: Curăţă memoria cahce care păstrează ramurile şi etichetele
ru_ru: Очистка кэша который хранит ветки и метки CVS
sl_si: Počisti medpomnilnik, ki hrani veje in oznake CVS
