Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: Editors
de_de: Bearbeiter
hu_hu: Szerkesztők
it_it: Editori
pl_pl: Twórcy
pt_br: Editores
ro_ro: Editori
sl_si: Uredniki

source: Host
pt_br: Servidor
ro_ro: Gazdă
ru_ru: Хост
sl_si: Gostitelj

source: Local path
de_de: Lokaler Pfad
hu_hu: Helyi útvonal
it_it: Percorso locale
nl_nl: Lokaal pad
pl_pl: Ścieżka lokalna
pt_br: Caminho local
ro_ro: Cale locală
ru_ru: Локальный путь
sl_si: Krajevna pot

source: &Undo
de_de: &Rückgängig
fr_fr: &Annuler
hu_hu: &Visszavonás
it_it: &Annulla
ja_jp: 元に戻す(&U)
ka_ge: აღდგენა
nl_nl: &Ongedaan maken
pl_pl: C&ofnij
pt_br: &Refazer
ro_ro: Anulează
sl_si: &Razveljavi

source: &Redo
de_de: &Wiederherstellen
fr_fr: &Rétablir
hu_hu: &Mégis
it_it: &Ripeti
ja_jp: やり直し(&R)
ka_ge: გამეორება
nl_nl: Op&nieuw
pl_pl: &Powtórz
pt_br: &Desfazer
ro_ro: Refacere
sl_si: &Ponovi

source: Cu&t
de_de: Ausschnei&den
fr_fr: &Couper
hu_hu: &Kivágás
it_it: &Taglia
ja_jp: 切り取り(&t)
ka_ge: ამოჭრა
nl_nl: K&nippen
pl_pl: W&ytnij
pt_br: Cor&tar
ro_ro: Taie
ru_ru: Вырезать
sl_si: &Izreži

source: &Copy
de_de: &Kopieren
fr_fr: Co&pier
hu_hu: &Másolás
it_it: &Copia
ja_jp: コピー(&C)
ka_ge: კოპირება
nl_nl: &Kopieren
pl_pl: &Kopiuj
pt_br: &Copiar
ro_ro: Copie
ru_ru: Копировать
sl_si: &Kopiraj

source: &Paste
de_de: E&infügen
fr_fr: C&oller
hu_hu: &Beillesztés
it_it: &Incolla
ja_jp: 貼り付け(&P)
ka_ge: ჩასმა
nl_nl: &Plakken
pl_pl: &Wklej
pt_br: Colar
ro_ro: Lipeşte
ru_ru: Вставить
sl_si: &Prilepi

source: &Delete
de_de: &Löschen
fr_fr: &Supprimer
hu_hu: &Törlés
it_it: &Cancella
ja_jp: 削除(&D)
ka_ge: წაშლა
nl_nl: &Verwijderen
pl_pl: &Usuń
pt_br: Apagar
ro_ro: Şterge
ru_ru: Удалить
sl_si: &Izbriši

source: Select &All
de_de: &Alles markieren
fr_fr: &Tout sélectionner
hu_hu: Mind&ent kijelöl
it_it: Seleziona &Tutto
ja_jp: すべてを選択(&A)
ka_ge: ყველას მონიშვნა
nl_nl: Selecteer &alles
pl_pl: &Zaznacz wszystko
pt_br: Selecionar Tudo
ro_ro: Selectează Tot
ru_ru: Выбрать все
sl_si: Izberi &vse

source: TortoiseCVS - Find
de_de: TortoiseCVS - Suchen
hu_hu: TortoiseCVS - Keresés
nl_nl: TortoiseCVS - Zoeken
pl_pl: TortoiseCVS - Wyszukiwanie
pt_br: TortoiseCVS - Encontrar
ru_ru: TortoiseCVS - Поиск
sl_si: TortoiseCVS - Najdi

source: Find what:
de_de: Suche nach:
hu_hu: Keresendő:
nl_nl: Zoek wat:
pl_pl: Znajdz...
pt_br: Procurar o que:
ru_ru: Что найти:
sl_si: Poišči:

source: Find Next
de_de: Weitersuchen
hu_hu: Következő
nl_nl: Volgende
pl_pl: Znajdź następny
pt_br: Procurar próximo
ru_ru: Найти следующее
sl_si: Najdi naslednje

source: &Mark All
de_de: Alles &markieren
hu_hu: &Mindegyik megjelölése
nl_nl: &Markeer alles
pl_pl: Zaznacz wszystko
pt_br: &Marcar Todos
ru_ru: Пометить Все
sl_si: Označi &vse

source: Match &Case
de_de: Groß-/Kleins&chreibung
hu_hu: &Kis-nagybetű érzékenység
pl_pl: Zazna&cz wystąpenie
pt_br: &Maiúsculas/minúsculas exatas
ru_ru: С учетом регистра
sl_si: Ujemanje &velikih/malih črk

source: Search &Up
de_de: A&ufwärts suchen
hu_hu: Keresés &visszafelé
pl_pl: Sz&ukaj w górę
pt_br: Procurar &Acima
ru_ru: Искать вверх
sl_si: Išči navz&gor

source: &Wrap Search
de_de: Suche um&brechen
hu_hu: &Folyamatos keresés
pl_pl: Za&wijaj linie
pt_br: &Recomeçar se chegar ao fim
sl_si: Z iskanjem nadaljuj na &začetku

source: Revision Graph for %s
de_de: Revisionsgraph für %s
hu_hu: A(z) %s revíziós ábrája
it_it: Grafico Revisioni di %s
nl_nl: Revisiegrafiek voor %s
pl_pl: Graf rewizji dla %s
pt_br: Gráfico de Revisões para %s
ro_ro: Graficul Reviziei pentru %s
ru_ru: Дерево ревизий для %s
sl_si: Graf revizij za %s

source: TortoiseCVS - Revision Graph for %s
de_de: TortoiseCVS - Revisionsgraph für %s
hu_hu: TortoiseCVS - %s Revíziós ábrája
it_it: TortoiseCVS - Grafico Revisioni di %s
nl_nl: TortoiseCVS - Revisie grafiek voor %s
pl_pl: TortoiseCVS - Graf rewizji dla %s
pt_br: TortoiseCVS - Gráfico de Revisões para %s
ro_ro: TortoiseCVS - Graficul Reviziei pentru %s
ru_ru: TortoiseCVS - Дерево ревизий для %s
sl_si: TortoiseCVS - Graf revizij za %s

source: Show &tags
de_de: Zeige Marken (&Tags)
hu_hu: &Címkék mutatása
it_it: Mostra etiche&tte
nl_nl: Laat &tags zien
pl_pl: Pokaż e&tykiety
pt_br: Mostrar &Marcadores
ro_ro: Arată etichetele
ru_ru: Показать метки
sl_si: Pokaži &oznake

source: &Collapse revisions
de_de: Revisionen zusammen&klappen
hu_hu: &Revíziók öszecsukása
it_it: &Collassa revisioni
nl_nl: Revisies uitklappen
pl_pl: &Zwiń rewizje
pt_br: Es&conder Revisões
sl_si: &Zloži revizije

source: Set &Limits...
de_de: &Zeitrahmen setzen...
hu_hu: &Limitek beállítása...
it_it: Impostazione &Limiti...
pl_pl: Ustaw limity...
pt_br: Configurar &Limites...
ru_ru: Поставить ограничение
sl_si: Nastavi &meje ...

source: Mergepoint
fr_fr: Point de fusion
hu_hu: Találkozási pont
it_it: Punto di fusione
ja_jp: マージ箇所
ka_ge: შერწყმის წერტილი
nl_nl: Samenvoegpunt
pl_pl: Punkt scalania
pt_br: Ponto de Combinação
ro_ro: Punct de îmbinare
sl_si: Točka spajanja

source: Description
de_de: Beschreibung
hu_hu: Leírás
it_it: Descrizione
ja_jp: 説明
ka_ge: აღწერილობა
nl_nl: Beschrijving
pl_pl: Opis
pt_br: Descrição
ro_ro: Descriere
ru_ru: Описание
sl_si: Opis

source: File Format
de_de: Dateiformat
fr_fr: Format
hu_hu: Fájl formátum
it_it: Formato File
ja_jp: ファイル形式
ka_ge: ფაილის ფორმატი
nl_nl: Bestandsformaat
pl_pl: Format pliku
pt_br: Formato do arquivo
ro_ro: Formatul Fişierului
ru_ru: Формат файла
sl_si: Vrsta datoteke

source: Keyword substitution
de_de: Schlüsselwort-Ersetzung
fr_fr: Remplac. mots-clés
hu_hu: Kulcsszó behelyettesítés
it_it: Sostituzione parole chiave
ja_jp: キーワード置換
pl_pl: Zastępcze słowa kluczowe
pt_br: Substituição de palavra-chave
ro_ro: Înlocuirea cuvântului cheie
sl_si: Zamenjava ključne besede

source: Storage options
de_de: Speichereinstellungen
fr_fr: Options de stockage
hu_hu: Tárolási beállítások
it_it: Opzioni di memorizzazione
ja_jp: 保存オプション
pl_pl: Opcje przechowywania
pt_br: Opções de armazenamento
ro_ro: Opţiunile depozitării
ru_ru: Параметры хранения
sl_si: Možnosti hrambe

source: Total revisions
de_de: Gesamte Revisionen
fr_fr: Nombre de versions
hu_hu: Összes revízió
it_it: Revisioni totali
ja_jp: リビジョンの合計
ka_ge: ვერსიები სულ
nl_nl: Totale revisies
pl_pl: Wszystkie rewizje
pt_br: Total de revisões
ro_ro: Numărul de revizii
sl_si: Skupaj revizij

source: Revision graph for %s
de_de: Revisionsgraph für %s
fr_fr: Schéma des versions pour %s
hu_hu: A(z) %s revíziós ábrája
it_it: Grafico revisioni di %s
ja_jp: %s のリビジョングラフ
ka_ge: ვერსიის გრაფი - %s
nl_nl: Revisiegrafiek voor %s
pl_pl: Graf rewizji dla %s
pt_br: Gráfico de Revisões para %s
ro_ro: Graficul reviziilor pentru %s
sl_si: Graf revizij za %s

source: Get &clean copy of this revision (sticky)
de_de: Diese Revision fris&ch auschecken (bleibt permanent)
hu_hu: A revízió friss másolatának beszerzése (kockázatos)
it_it: Preleva una copia &pulita di questa revisione (persistente)
ja_jp: このリビジョンのコピーを新規に取得する (sticky)(&c)
ka_ge: ამ ვერსიის სუფთა ასლის მიღება (მიბმა)
nl_nl: Haal een &schone kopie van deze tak (blijft permanent)
pl_pl: Pobierz &czystą kopię tej rewizji (lepkie)
pt_br: Obter &cópia limpa desta Revisão (Persistente)
ro_ro: Preia o copie curată a acestei revizii (lipicios)
sl_si: Dobi &čisto kopijo te revizije (lepljivo)

source: &Tag...
de_de: Marke (&Tag)...
fr_fr: &Baliser...
hu_hu: &Címke...
it_it: E&tichetta...
ja_jp: タグ(&T)...
ka_ge: ჭდე...
pl_pl: &Etykieta...
pt_br: &Marcador...
ro_ro: Etichetă...
ru_ru: Метка...
sl_si: &Označi ...

source: &Branch...
de_de: &Verzweigen...
fr_fr: &Branche...
hu_hu: &Ág...
it_it: Crea &Ramo...
ja_jp: ブランチ(&B)...
ka_ge: განშტოება...
nl_nl: Ta&k...
pl_pl: &Rozdziel...
pt_br: &Ramo...
ro_ro: Ramură...
ru_ru: Ветка...
sl_si: &Razvejaj ...

source: &Diff (selected revisions)
de_de: &Vergleichen (ausgewählte Revisionen)
hu_hu: &Diff (kijelölt revíziókon)
it_it: &Confronta (revisioni selezionate)
ja_jp: 差分 (指定したリビジョン)(&D)
ka_ge: შედარება (შერჩეული ვერსიების)
nl_nl: &Diff (geselecteerde revisies)
pl_pl: &Różnice (zaznaczone rewizje)
pt_br: &Diferenças (Revisões selecionadas)
ro_ro: Diferenţiază (reviziile selectate)
sl_si: &Razlikuj (izbrane revizije)

source: &Merge changes (selected revisions)
de_de: Änderungen Zusam&menführen (ausgewählte Revisionen)
hu_hu: Változtatások &olvasztása (kijelölt revíziókon)
it_it: &Fusione delle modifiche (revisioni selezionate)
ja_jp: 変更をマージ (指定したリビジョンを対象)(&M)
ka_ge: ცვლილებების შერწყმა (შერჩეულ ვერსიებში)...
nl_nl: Veranderingen sa&menvoegen (geselecteerde revisies)
pl_pl: Scal z&miany (zaznaczone rewizje)
pt_br: Co&mbinar modificações (Revisões selecionadas)
ro_ro: Îmbină modificările (reviziile selectate)
sl_si: &Spoji spremembe (izbranih revizij)

source: &Undo changes (selected revisions)
de_de: Änder&ungen rückgängig machen (ausgewählte Revisionen)
hu_hu: Változtatások visszavonása (kijelölt revíziókon)
it_it: &Annulla modifiche (revisioni selezionate)
ja_jp: 変更を元に戻す (指定したリビジョンを対象)(&U)
ka_ge: ცვლილებების აღდგენა (მონიშნულ ვერსიებში)...
nl_nl: Veranderingen &overgedaan maken (geselecteerde revisies)
pl_pl: &Cofnij zmiany (zaznaczone rewizje)
pt_br: &Desfazer modificações (Revisões selecionadas)
ro_ro: Anulează modificările (reviziile selectate)
sl_si: &Razveljavi sprememebe (izbranih revizij)

source: &Get this branch (sticky)
de_de: &Hole diesen Zweig (bleibt permanent)
hu_hu: Ág &beszerzése (kockázatos)
it_it: &Preleva questo ramo (persistente)
ja_jp: このブランチを取得する (sticky)(&G)
ka_ge: ამ განშტოების მიღება (მიბმა)
nl_nl: &Haal deze tak op (blijft permanent)
pl_pl: Pobierz tą &gałąź (lepkie)
pt_br: Obter este &Ramo (Persistente)
ro_ro: Preia această ramură (lipicios)
sl_si: &Pridobi to vejo (lepljivo)

source: Get &clean copy of this branch (sticky)
de_de: Diesen Zweig fris&ch auschecken (bleibt permanent)
hu_hu: Az ág friss másolatának beszerzése (kockázatos)
it_it: Preleva una copia &pulita di questo ramo (persistente)
ja_jp: このブランチのコピーを新規に取得する (sticky)(&c)
ka_ge: ამ განშტოების სუფთა ასლის მიღება (მიბმა)
nl_nl: Haal een schone &kopie van deze tak (blijft permanent)
pl_pl: Pobierz &czystą kopię tej gałęzi (lepkie)
pt_br: Obter &cópia limpa deste Ramo (Persistente)
ro_ro: Preia o copie curată a ramurii date (lipicios)
sl_si: Dobi &čisto kopijo te veje (lepljivo)

source: Always &hide this branch
de_de: Diesen Zweig immer &verstecken
hu_hu: Rejtse &el mindig ezt az ágat
it_it: &Nasconde sempre questo ramo
nl_nl: Deze tak altijd ver&bergen
pl_pl: Zawsze chowaj tą gałąź
pt_br: Sempre &esconder este Ramo
ru_ru: Всегда скрывать эту ветку
sl_si: Vedno &skrij to vejo

source: &Only show this branch
de_de: Nur diesen Zweig &darstellen
hu_hu: Mutassa &csak ezt az ágat
it_it: Mostra &solo questo ramo
nl_nl: Laat alleen &deze tak zien
pl_pl: Pokaż tylko tą gałąź
pt_br: Sempre &mostrar este Ramo
ru_ru: Отображать только эту ветку
sl_si: Pokaži &le to vejo

source: &Return to HEAD branch
de_de: Zum Hauptzweig (HEAD) zu&rückkehren
hu_hu: &Visszatérés a HEAD ághoz
it_it: &Ritorna al ramo HEAD
ja_jp: HEADブランチに戻る(&R)
ka_ge: მთავარ (HEAD) განშტოებაზე დაბრუნება
nl_nl: Terug naar &hoofdtak
pl_pl: Pow&róć do gałęzi HEAD
pt_br: &Retornar ao Ramo Principal(HEAD)
ro_ro: Revin-o la ramura HEAD
ru_ru: Вернуться к головной (HEAD) ветке
sl_si: &Vrni se na vejo HEAD

source: R&eturn to clean copy of HEAD branch
de_de: D&en Hauptzweig (HEAD) neu auschecken
hu_hu: V&isszatérés a FEJ ág friss másolatához
it_it: R&itorna alla copia pulita del ramo HEAD
ja_jp: HEADブランチの新規コピーに戻る(&R)
ka_ge: მთავარი (HEAD) განშტოების სუფთა ასლის შექმნა
nl_nl: Terug naar een s&chone kopie van de hoofdtak
pl_pl: Powróć do czyst&ej kopii w gałęzi HEAD
pt_br: R&etornar ao Ramo Principal com cópia limpa
ro_ro: Revin-o la copia curată a ramurii HEAD
ru_ru: Вернуться к чистой копии головной (HEAD) ветки
sl_si: V&rni se na čisto kopijo veje HEAD

source: Show &all branches
de_de: Zeige &alle Zweige
hu_hu: Mutasson &minden ágat
it_it: Mostra &tutti i rami
nl_nl: Laat &alle takken zien
pl_pl: Pokaż wszystkie gałęzie
pt_br: Mostrar &todos Ramos
ru_ru: Показать все ветки
sl_si: Pokaži &vse veje

source: Zoom &in (I)
de_de: Ver&größern (I)
hu_hu: &Nagyítás (I)
it_it: &Ingrandimento (I)
nl_nl: &Inzoomen (I)
pl_pl: Powiększ (&I)
sl_si: Po&večaj (I)

source: Zoom &out (O)
de_de: Ver&kleinern (O)
hu_hu: &Kicsinyítés (O)
it_it: &Riduzione (O)
nl_nl: &Uitzoomen (O)
pl_pl: Zmniejsz (&O)
sl_si: Po&manjšaj (O)

source: &Save graph as bitmap...
de_de: Grafik als Bitmap &speichern...
hu_hu: Ábra &mentése képként...
it_it: &Salva grafico come immagine...
nl_nl: Grafiek als bitmap opslaan...
pl_pl: Zapisz graf jako bitmapę...
pt_br: &Gravar este gráfico como bitmap...
ru_ru: Сохранить дерево ревизий как рисунок...
sl_si: &Shrani graf kot bitno sliko ...

source: Finished tagging in %s
de_de: Markieren erledigt in %s
fr_fr: Balisage terminé dans %s
hu_hu: Címkézés befejezve a(z) %s modulban
it_it: Etichettatura completata in %s
ja_jp: %s のタグが完了しました
ka_ge: დასრულდა ჭდეების მითითება %s
nl_nl: Klaar met tag maken in %s
pl_pl: Zakończono tworzenie etykiety dla %s
pt_br: Finalizou criação do Marcador em %s
ro_ro: Etichetare finisată în %s
ru_ru: Закончено присвоение меток в %s
sl_si: Označevanje v %s dokončano

source: Internal error: Invalid action
de_de: Interner Fehler: Ungültiger Vorgang
fr_fr: Erreur interne : action incorrecte
hu_hu: Belső hiba: Értvénytelen művelet
it_it: Errore interno: Azione non valida
ja_jp: 内部エラー: Invalid action
ka_ge: შიდა შეცდომა: უმართებლო ქმედება
nl_nl: Interne fout: Ongeldige actie
pl_pl: Wewnętrzny błąd: Niewłaściwa akcja
pt_br: Erro interno: ação inválida
ro_ro: Eroare internă: Acţiune nevalidă
ru_ru: Внутренняя ошибка: Неправильное действие
sl_si: Notranja napaka: neveljavno dejanje

source: Tagging in %s
de_de: Markieren in %s
fr_fr: Balisage dans %s
hu_hu: Címkézés a %s modulban
it_it: Etichettatura in %s
ja_jp: %s のタグ中
ka_ge: ჭდის მინიჭება - %s
nl_nl: Tag maken in %s
pl_pl: Tworzenie etykiety dla %s
pt_br: Criando Marcador em %s
ro_ro: Etichetare în %s
ru_ru: В процессе присвоения меток %s
sl_si: Označevanje v %s

source: Finished branching in %s
de_de: Abzweig fertig gestellt in %s
fr_fr: Création d'une branche terminée dans %s
hu_hu: Elágaztatás befejezve a %s modulban
it_it: Creazione ramo completata in %s
ja_jp: %s のブランチを完了
ka_ge: დასრულდა განშტოებების მითითება %s
nl_nl: Klaar met maken tak in %s
pl_pl: Zakończono rozgałęzianie dla %s
pt_br: Finalizou criação do Ramo em %s
ro_ro: Ramificare finisată în %s
sl_si: Vejanje v %s dokončano

source: Branching in %s
de_de: Verzweige in %s
fr_fr: Création d'une branche dans %s
hu_hu: Elágaztatás a %s modulban
it_it: Creazione ramo in %s
ja_jp: %s のブランチ中
ka_ge: განშტოება - %s
nl_nl: Tak maken in %s
pl_pl: Rozgałęzianie dla %s
pt_br: Criando Ramo em %s
ro_ro: Ramificare în %s
ru_ru: В процессе присвоения веток %s
sl_si: Vejanje v %s

source: Retrieving a clean copy deletes your changes.
de_de: Ein neues Auschecken löscht Ihre Änderungen.
fr_fr: L'extraction d'une copie propre supprime toutes les modifications.
hu_hu: A friss másolat beszerzése törli a változtatásaidat.
it_it: Il prelievo di una copia pulita cancellerà le vostre modifiche.
ja_jp: 新規にコピーを取得するとあなたの加えた変更はすべて破棄されます
ka_ge: სუფთა ასლის მიღებისას თქვენი ცვლილებები წაიშლება.
nl_nl: Ophalen van een schone kopie verwijdert jouw wijzigingen.
pl_pl: Pobranie czystej kopii wykasuje twoje zmiany.
pt_br: Obter um cópia limpa apaga suas modificações.
ro_ro: Preluând o copie curată şterge modificările făcute de tine
ru_ru: Получение чистой копии удаляет ваши изменения.
sl_si: Pridobivanje čiste kopije izbriše vaše spremembe.

source: Warning
de_de: Warnung
fr_fr: Avertissement
hu_hu: Figyelem
it_it: Attenzione
ja_jp: 警告
ka_ge: გაფრთხილება
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_br: Aviso
ro_ro: Atenţie
ru_ru: Предупреждение
sl_si: Opozorilo

source: Bitmap files
de_de: Bitmap Dateien
hu_hu: Bittérkép fájlok
it_it: File immagine
nl_nl: Bitmapbestanden
pl_pl: Bitmapy
pt_br: Arquivos bitmap
sl_si: Bitne slike

source: Save Revision Graph
de_de: Revisionsgraph speichern
hu_hu: Revíziós Diagram mentése
it_it: Salva Grafico Revisioni
nl_nl: Revisie grafiek opslaan
pl_pl: Zapisz graf rewizji
pt_br: Gravar Gráfico de Revisões
sl_si: Shrani graf revizij

source: Failed to save Revision Graph bitmap
de_de: Revisionsgraph Bitmap speichern fehlgeschlagen
hu_hu: Nem sikerült menteni a Revíziós ábrát
it_it: Impossibile salvare immagine Grafico Revisioni
nl_nl: Opslaan Revisie grafiek mislukt
pl_pl: Nieudana operacja zapisywania grafu rewizji
pt_br: Falhou ao gravar bitmap do Gráfico de Revisões
ru_ru: Не удалось сохранить рисунок Дерева Ревизий
sl_si: Shranjevanje bitne slike grafa revizij ni uspelo

source: TortoiseCVS - Revision Graph Settings
de_de: TortoiseCVS - Revisionsgraph Einstellungen
hu_hu: TortoiseCVS - Revíziós ábra beállítások
it_it: TortoiseCVS - Impostazioni Grafico Revisioni
nl_nl: TortoiseCVS - Revisie Grafiek Instellingen
pl_pl: TortoiseCVS - Ustawienia grafu rewizji
pt_br: TortoiseCVS - Configuração do Gráfico de Revisões
sl_si: Tortoise CVS - Nastavitve grafa revizij

source: &Start date/time:
de_de: &Von Datum/Uhrzeit:
hu_hu: Kezdési dátum/idő:
it_it: Data/ora &iniziale:
nl_nl: &Begin datum/tijd:
pl_pl: Data/cza&s rozpoczęcia
pt_br: Data/hora de &início:
ru_ru: Начальная дата/время:
sl_si: Datum/čas &začetka:

source: Do not show revisions/tags/branches before a specific date.
de_de: Zeige keine Revisionen/Tags/Zweige vor einem bestimmten Datum.
hu_hu: Ne mutasson bizonyos dátumnál régebbi revíziókat/címkéket/ágakat.
it_it: Non vengono mostrate revisioni/etichette/rami prima di una data specifica.
pl_pl: Nie pokazuj rewizji/etykiet/gałęzi przed określoną datą.
pt_br: Não mostrar Revisões/Marcadores/Ramos antes da data especificada.
ru_ru: Не отображать ревизии/метки/ветки раньше указанной даты.
sl_si: Ne pokaži revizij/oznak/vej pred določenim datumom.

source: Choose a date from the calendar, and/or edit the date and time in the box above the calendar. e.g.: "1988-09-24" "yesterday" "24 Sep 20:05"
de_de: Wählen Sie ein Datum im Kalender und/oder bearbeiten Sie Datum und Uhrzeit in der Textbox über dem Kalender. Beispiel: "1988-09-24", "yesterday", "24 Sep 20:05"
fr_fr: Choisissez une date dans le calendrier et/ou modifiez la date et l'heure dans le champ situé au-dessus du calendrier. Exemple : "1988-09-24" "yesterday" "24 Sep 20:05"
hu_hu: Válassz egy dátumot a naptárból, és/vagy írd be a dátumot és időt a felette található mezőben. pl.: "1988-09-24" "tegnap" "24 Sep 20:05"
it_it: Scegliere una data dal calendario e/o inserire la data e ora nel riquadro sopra il calendario. ad es.: "24-09-1988" "ieri" "24 Sett 20:05"
ja_jp: カレンダーから日付を選択するか、日付と時刻をカレンダーの上のボックスより指定してください 例: "1988-09-24" "yesterday" "24 Sep 20:05"
ka_ge: შეარჩიეთ თარიღი კალენდრიდან და/ან შეასწორეთ თარიღის კალენდრის ზედა ველში. მაგ.: "1988-09-24" "yesterday" "24 Sep 20:05"
nl_nl: Kies een datum in de kalendar, en/of bewerk de datum en tijd in het vak boven de kalendar. bijv: "1988-09-24" "24 Sep 20:05"
pl_pl: Wybierz datę z kalendarza i/lub edytują ją w polu powyżej pola kalendarza. np.: "1988-09-24" "yesterday" "24 Sep 20:05"
pt_br: Escolha uma data no calendário, e/ou edite a data e hora na caixa de edição acima do calendário. ex: "1988-09-24" "yesterday" "24 Sep 20:05"
ro_ro: Alegeţi o dată din calendar, să/sau editează data şi timpul în caseta de editare deasupra calendarului. Ex: "1988-09-24" "ieri" "24 Sep 20:05"
ru_ru: Выберите дату из календаря, и/или введите дату и время в поле ввода, например например: "1988-09-24" "yesterday" "24 Sep 20:05"
sl_si: Izberite datum iz koledarja in/alu uredite datum in čas v polju nad koledarjem. Npr.: "1988-09-24" "včeraj" "24.09. 20:05"

source: &End date/time:
de_de: &Bis Datum/Uhrzeit:
hu_hu: Befejezési dátum/idő:
it_it: Data/ora &finale:
nl_nl: &Eind datum/tijd:
pl_pl: Data/czas zakończ&enia
pt_br: Data/hora de &fim:
ru_ru: конечная дата/время:
sl_si: Datum/čas &zaključka:

source: Do not show revisions/tags/branches after a specific date.
de_de: Zeige keine Revisionen/Tags/Zweige nach einem bestimmten Datum.
hu_hu: Ne mutasson bizonyos dátumnál újabb revíziókat/címkéket/ágakat.
it_it: Non vengono mostrate revisioni/etichette/rami dopo una data specifica.
pl_pl: Nie pokazuj rewizji/etykiet/gałęzi po określonej dacie.
pt_br: Não mostrar Revisões/Marcadores/Ramos depois de uma data especificada.
ru_ru: Не отображать ревизии/метки/ветки позже указанной даты.
sl_si: Ne pokaži revizij/oznak/vej po določenem datumu.

source: History for %s
de_de: Historie für %s
fr_fr: Historique de %s
hu_hu: %s előzményei
it_it: Cronologia di %s
ja_jp: %s の履歴
ka_ge: ისტორია - %s
nl_nl: Historie van %s
pl_pl: Historia dla %s
pt_br: Histórico para %s
ro_ro: Istoria pentru %s
ru_ru: И&стория %s
sl_si: Zgodovina za %s

source: %d revision(s)
de_de: %d Revision(en)
hu_hu: %d revízió
it_it: %d revisione/i
nl_nl: %d revisie(s)
pl_pl: %d rewizje
pt_br: %d Revisões
ro_ro: %d revizii
ru_ru: Всего ревизий: %d
sl_si: %d revizij(a,e)

source: TortoiseCVS - History for %s
de_de: TortoiseCVS - Historie für %s
hu_hu: TortoiseCVS - %s előzményei
it_it: TortoiseCVS - Cronologia di %s
nl_nl: TortoiseCVS - Historie voor %s
pl_pl: TortoiseCVS - Historia dla %s
pt_br: TortoiseCVS - Histórico para %s
ro_ro: TortoiseCVS - Istoria pentru %s
ru_ru: TortoiseCVS - История %s
sl_si: TortoiseCVS - Zgodovina za %s

source: Sticky tag
de_de: Perm. Marke
fr_fr: Balise collante
hu_hu: Kockázatos címke
it_it: Etichetta persistente
ja_jp: スティッキータグ
ka_ge: მიბმული ჭდე
nl_nl: Permanente tag
pl_pl: Lepka etykieta
pt_br: Marcador Persistente
ro_ro: Etichetă lipicioasă
ru_ru: Липкая метка
sl_si: Lepljiva oznaka

source: File format
de_de: Dateiformat
fr_fr: Format
hu_hu: Fájl formátum
it_it: Formato file
ja_jp: ファイル形式
ka_ge: ფაილის ფორმატი
nl_nl: Bestandsformaat
pl_pl: Format pliku
pt_br: Formato do arquivo
ro_ro: Formatul fişierului
ru_ru: Формат файла
sl_si: Vrsta datoteke

source: Other
de_de: Sonstiges
hu_hu: Egyéb
nl_nl: Anders
pl_pl: Inne
pt_br: Outros
ru_ru: Другой
sl_si: Drugo

source: Changes
de_de: Veränderungen
fr_fr: Modifications
hu_hu: Változtatások
it_it: Modifiche
ja_jp: 変更
ka_ge: ცვლილებები
nl_nl: Veranderingen
pl_pl: Zmiany
pt_br: Modificações
ro_ro: Modificări
ru_ru: Изменения
sl_si: Spremembe

source: Apply
de_de: Übernehmen
fr_fr: Appliquer
hu_hu: Alkalmaz
it_it: Applica
ja_jp: 適用
ka_ge: გამოყენება
nl_nl: Toepassen
pl_pl: Zastosuj
pt_br: Aplicar
ro_ro: Aplică
ru_ru: Применить
sl_si: Uporabi

source: Changing comment
de_de: Ändere Kommentar
fr_fr: Modification du commentaire
hu_hu: Megjegyzés változtatása
it_it: Modifica del commento
ja_jp: コメント変更中
ka_ge: კომენტარების შეცვლა
nl_nl: Verander commentaar
pl_pl: Komentarz do zmiany
pt_br: Modificando comentário
ro_ro: Comentariul este modificat
ru_ru: Изменение комментария
sl_si: Spreminjanje komentarja

source: (None)
de_de: (Keine)
fr_fr: (Aucun)
hu_hu: (Nincs)
it_it: (Nessuno)
ja_jp: (なし)
ka_ge: (ცარიელი)
nl_nl: (Geen)
pl_pl: (żaden)
pt_br: (Nenhum)
ro_ro: (Nici unul)
ru_ru: (Нет)
sl_si: (brez)

source: You have changed the comment of revision %s. Do you want to save it?
de_de: Sie haben den Kommentar der Revision %s geändert. Möchten Sie ihn speichern?
hu_hu: Megváltoztattad a(z) %s revízió megjegyzését. Szeretnéd ezt elmenteni?
nl_nl: Je heb het commentaar van revisie %s gewijzigd. Wil je dit opslaan?
pl_pl: Komentarz do rewizji %s został zmieniony. Czy chcesz go zachować ?
pt_br: Você modificou o comentário da Revisão %s. Você deseja salvá-lo?
ru_ru: Вы изменили комментарий для ревизии %s. Вы хотите сохранить его?
sl_si: Spremenili ste komentar revizije %s. Ga želite shraniti?

source: C&opy comment to clipboard
de_de: K&opiere Kommentar in die Zwischenablage
nl_nl: K&opieer commentaar naar klembord
pt_br: C&opiar comentário para a Área de Transfência
sl_si: K&opiraj komentar na odložišče

source: In CVS
de_de: Im CVS
fr_fr: Dans CVS
hu_hu: CVS alatt
ja_jp: CVS管理
ka_ge: CVS-ში
pl_pl: W CVS
pt_br: No CVS
ro_ro: În CVS
ru_ru: В CVS
sl_si: V CVS
