Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: Scan subdirs
de_de: Unterordner durchsuchen
fr_fr: Parcourir les sous-répertoires
hu_hu: Alkönyvtárak pásztázása
it_it: Esamina sottocartelle
ja_jp: サブディレクトリをスキャン
ka_ge: ქვედასტების სკანირება
pl_pl: Skanuj podfoldery
pt_br: Vasculhar subdiretórios
ro_ro: Scanează sub-dosarele
ru_ru: Сканировать подкаталоги
sl_si: Preglej podmape

source: Get &date/time:
de_de: Älter als &Datum/Uhrzeit:
fr_fr: Extraire par &date/heure :
hu_hu: Beszerzés &dátum/idő alapján:
it_it: Preleva &data/ora:
ja_jp: 日付・時刻を取得する(&d)
ka_ge: თარიღის მიღება
nl_nl: &Datum/tijd:
pl_pl: Pobierz &datę/czas
pt_br: Obter &data/hora:
ro_ro: Preia &data/timpul:
ru_ru: Получить дату/время
sl_si: Pridobi &datum/čas:

source: Switches your working copy to the latest version before a specific date. Implies stickiness, so subsequent updates, commits etc. will operate on that version.
de_de: Setzt Ihre Arbeitskopie auf die letzte Version vor einer bestimmten Zeitangabe zurück. Diese Version ist dadurch permanent: nachfolgendes Aktualisieren, Einchecken usw. wird auf dieser Version durchgeführt.
fr_fr: Synchronise la copie de travail avec la dernière version antérieure à une date. Implique l'attribut collant : les actualisations, validations, etc. suivantes porteront sur cette version.
hu_hu: Megváltoztatja az munkapéldányt a megadott dátum előtti verzióra. Kockázatot jelent, mivel a további frissítések, tárolások stb. már a kiválasztott verzióval fognak működni.
it_it: Commuta la copia di lavoro sull'ultima versione antecedente una data specifica. Implica la persistenza, pertanto i successivi aggiornamenti, depositi ecc. opereranno su quella versione.
ja_jp: 作業コピーを指定した日付以前で最新のものに変更します。ファイルはstickyとなり、以降の更新、コミットなどはそのバージョン上で実行されます。
ka_ge: თქვენო სამუშაო ასლის მითითებულ თარიღთან უახლოესზე გადართვა. იგულისხმება 'მიბმა', რათა შემდეგი განახლებები, ფიქსირებები და ა.შ. ამ ვერსიასთვის კვლავაც შესრულდეს.
pl_pl: Skanuj podfoldery
pt_br: Substitui sua cópia local pela última versão antes de uma data específica. Implica persistência, portanto Atualizações, Gravações etc. subseqüentes operarão nessa revisão.
ro_ro: Schimbă copia d-stră activă cu ultima versiune dinaintea unei date specifice. Implică lipiciune, astfel următoarele reînoiri, încredinţări etc. vor opera cu aceastăversiune.
ru_ru: Переключает рабочую копию на версию ближайшую к заданной дате. Подразумевает 'липкость', потому последующие обновления, фиксирования и т.п. будут работать с этой версией.
sl_si: Preklopi vašo delovno kopijo na zadnjo revizijo pred določenim datumom. Privzema lepljivost, tako da bodo vse naslednje posodobitve, objave itn. delovale na tej različici.

source: &Clean copy - WARNING: this deletes your changes
de_de: Neu aus&checken - ACHTUNG: Dieser Vorgang löscht Ihre Änderungen
fr_fr: &Copie propre - ATTENTION : toutes vos modifications seront supprimées
hu_hu: &Tiszta másolat - FIGYELEM: ez törli a saját változtatásaidat
it_it: &Copia pulita - ATTENZIONE: questa operazione annullerà le modifiche
ja_jp: 新しいコピー - 警告: これはあなたが加えた変更を破棄します(&C)
ka_ge: სუფთა ასლი - ყურადღება: ამით თქვენი ცვლილებები წაიშლება
nl_nl: &Schone kopie - WAARSCHUWING: Dit verwijdert jouw wijzigingen
pl_pl: &Czysta kopia - OSTRZEŻENIE - zmieniane pliki zostaną skasowane
pt_br: &Cópia limpa - AVISO: isso apaga suas modificações
ro_ro: Copiere curată - ATENŢIE: aceasta va înlătura modificările d-stră
ru_ru: Чистая копия - ВНИМАНИЕ: это удалит ваши изменения
sl_si: &Čista kopija - OPOZORILO: s tem izbrišete svoje spremembe

source: Overwrite any locally modified files during the update. They are backed up to .#file.revision in case you do this by mistake.
de_de: Während des Updates werden alle lokal geänderten Dateien überschrieben, wobei unter .#<Dateiname>.<Revision> Sicherungskopien erstellt werden.
fr_fr: Remplacer les fichiers modifiés en local pendant l'actualisation. Une copie de sauvegarde (au format .#fichier.version) est conservée.
hu_hu: Felülír minden helyben módosított fájlt a frissítés alatt. Ezekről biztonsági másolat készül .#fájl.revízió néven, amennyiben ez a művelet káros volt.
it_it: Sovrascrive ogni file modificato localmente durante l'aggiornamento. Essi vengono salvati in .#file.revisione nel caso che l'operazione venga fatta per errore.
ja_jp: アップデートで作業コピーで変更の加えられたファイルをすべて上書きする。 誤って実行した場合のため、該当ファイルは .#file.revision の名前で保存されます
ka_ge: ყველა ადგილობრივი შეცვლილი ფაილის ზემოდან გადაწერა ამ განახლებისას. შეცდომით განახლებისას ისინი გადაიწერება .#file.revision. სამარაგო ფაილებში.
nl_nl: Overschrijft elke lokaal gewijzigd bestand tijdens het bijwerken. Deze worden bewaard als .#file.revision voor het geval je een fout maakt.
pl_pl: Nadpisz wszystkie zmienione pliki lokalne podczas aktualizacji. Będą one zachowane w pliku kopii .#plik.rewizja na wypadek nieumyślnego wykonania polecenia.
pt_br: Sobrescreve quaisquer arquivos modificados durante a Atualização. São feitas cópias de segurança com nome .#arquivo.revisão para o caso de você executar isso por engano.
ro_ro: Rescrie în timpul reînoirii orice fişier modificat local. Ele sunt salvate în .#fişier.revizie în caz că aţi comis aceasta din greşeală.
ru_ru: Во время обновления перезаписывает любые локально измененные файлы. На случай ошибки, создаются резервные копии вида .#file.revision.
sl_si: Ob posodobitvi prepiši vse krajevno spremenjene datoteke. Varnostno so skopirane v .#file.revision, če ste to naredili po napaki.

source: Create missing &subfolders
de_de: Fehlende &Unterordner anlegen
hu_hu: Hiányzó &alkönyvtárak létrehozása
nl_nl: Maak ontbrekende &submappen aan
pt_br: Criar &subpastas faltantes
ru_ru: Создание пропущенных подкаталогов
sl_si: Ustvari manjkajoče &podmape

source: If no &matching revision is found, use the most recent one
de_de: Verwende neueste Revision, falls keine &passende gefunden wird
hu_hu: Ha nem található &ilyen revízió, akkor a legutóbbi lesz használva
pt_br: Se a Revisão &especificada não for encontrada, usar a mais recente
ru_ru: Если не найдена соответствующая ревизия, использовать самую последнюю
sl_si: Če ni &ujemajoče revizije, uporabi najsodobnejšo

source: Get &folder:
de_de: &Ordner holen:
hu_hu: Beszerzési &mappa:
pt_br: Pegar &pasta:
ru_ru: Получить папку:
sl_si: Pridobi &mapo:

source: Perform the update on the specified folder only. Useful for getting a single new folder without getting all other new folders.
de_de: Führt die Aktualisierung nur im angegebenen Ordner durch. Nützlich, um einen einzelnen neuen Ordner zu holen, ohne alle anderen neuen Ordner zu holen.
hu_hu: A frissítést csak a megadott mappán hajtja végre. Ez akkor hasznos, mikor csak egy mappára van szükség, nem pedig az összes újra.
pt_br: Executa CVS Atualizar somente na pasta especificada. Útil para atualizar uma única pasta sem pegar todas as outras pastas novas.
sl_si: Izvedi posodobitev le na navedeni mapi. Uporabno za pridobivanje posamezne nove mape brez vse ostalih novih map.

source: &Simulate update
de_de: Aktualisieren &simulieren
hu_hu: &Frissítés szimulálása
nl_nl: Bijwerken &simuleren
pt_br: &Simular Atualização
ru_ru: Симулировать обновление
sl_si: &Simuliraj posodobitev

source: Do not execute anything that will change the disk.
de_de: Nichts durchführen, was die Platte verändert.
fr_fr: N'exécuter aucune opération qui modifie le disque dur.
hu_hu: Nem hajt végre olyan parancsot, amely változtatna a lemez tartalmán.
it_it: Non vengono eseguite operazioni che possano modificare il disco.
ja_jp: ファイルに変更に加えるようなプログラムは実行しない
ka_ge: დისკზე ფიზიკური ცვლილებების ქმედებების აკრძალვა.
nl_nl: Voer nu niets uit dat de schijf kan wijzingen.
pl_pl: Nie wykonuj żadnego polecenia, które przeprowadzi zmiany na dysku.
pt_br: Não executar nada que gere modificações nos arquivos em disco.
ro_ro: Nu executa nimic care ar putea cauza modificarea discului
ru_ru: Не выполнять ничего, что может изменить диск.
sl_si: Ne izvedi ničesar, kar bi spremenilo disk.

source: &Prune empty folders
de_de: Leere Ordner &entfernen
hu_hu: &Üres mappák eltávolítása
nl_nl: Verberg &lege mappen
pt_br: Apagar &pastas vazias
ru_ru: Удалять пустые папки
sl_si: &Oklesti prazne mape

source: Delete any folders that do not contain files.
de_de: Jegliche Ordner löschen, die keine Dateien enthalten.
hu_hu: Minden olyan mappa törlése, amely nem tartalmaz fájlokat.
nl_nl: Verwijder iedere map die geen bestanden bevat.
pt_br: Apagar quais pastas que não contenham nenhum arquivo.
ru_ru: Удалить любые папки, которые не содержат файлов.
sl_si: Izbriši vse mape, ki ne vsebujejo datotek.

source: &Recurse
de_de: &Rekursiv
nl_nl: &Recursief
pt_br: &Recursivo
sl_si: &Rekurziraj

source: Update subfolders.
de_de: Unterordner aktualisieren.
nl_nl: Submappen bijwerken.
pt_br: Atualizar subdiretórios
sl_si: Posodobi podmape.

source: TortoiseCVS - Question
de_de: TortoiseCVS - Frage
nl_nl: TortoiseCVS - Vraag
pt_br: TortoiseCVS - Pergunta
sl_si: TortoiseCVS - Vprašanje

source: &Yes
de_de: &Ja
hu_hu: &Igen
it_it: &Sì
nl_nl: &Ja
pl_pl: &Tak
pt_br: &Sim
ru_ru: &Да
sl_si: &Da

source: &No
de_de: &Nein
hu_hu: &Nem
nl_nl: &Nee
pl_pl: &Nie
pt_br: &Não
ru_ru: Нет
sl_si: &Ne

source: Yes to &all
de_de: Ja, &alle
hu_hu: I&gen mindenre
it_it: Sì a &tutti
nl_nl: Ja op &alles
pl_pl: T&ak, wszystko
pt_br: Sim para &todos
ru_ru: Д&а для всех
sl_si: Da za &vse

source: N&o to all
de_de: Nein, &keine
hu_hu: N&em mindenre
it_it: N&o a tutti
nl_nl: N&ee op alles
pl_pl: Nie dla w&szystkich
pt_br: Não para t&odos
ru_ru: &Нет для всех
sl_si: &Ne za vse

source: Unknown verb:
de_de: Unbekannter Befehl:
fr_fr: Action inconnue :
hu_hu: Ismeretlen szó:
it_it: Comando sconosciuto:
ja_jp: 不明な動作
ka_ge: უცნობი ზმნა:
nl_nl: Onbekende actie:
pl_pl: Nierozpoznane polecenie:
pt_br: Ação desconhecida:
ro_ro: Verb necunoscut:
ru_ru: Неизвестный глагол:
sl_si: Neznan glagol:

source: Too few arguments passed to TortoiseAct. TortoiseAct is designed to be run by the Explorer extension TrtseShl.dll. You don't need to run it yourself unless you have a special purpose. Command line arguments: TortoiseAct cvs-verb [-h handle] [-f file-list] [-u URL] [-l files...]
de_de: Es wurden zu wenige Argumente an TortoiseAct.exe übergeben. TortoiseAct.exe ist dazu bestimmt, nur durch die Explorer-Erweiterung "TrtseShl.dll" aufgerufen zu werden. Sie brauchen diese Datei nicht von Hand ausführen, sofern Sie kein spezielles Ziel vor Augen haben. Kommandozeilenargumente: TortoiseAct.exe CVS-Befehl [-h Handle] [-f Dateiliste] [-u URL] [-l Dateien...]
fr_fr: Trop peu d'arguments transmis à TortoiseAct. TortoiseAct doit être exécuté par l'extension d'Explorateur TrtseShl.dll. En général, il n'est pas nécessaire de l'exécuter manuellement. Arguments de la ligne de commande : TortoiseAct action-cvs [-h handle] [-f liste-fichiers] [-u URL] [-l fichiers...]
hu_hu: Túl kevés argumentum lett megadva a TortoiseAct programnak. A TortoiseAct arra lett tervezve, hogy az Intéző kiterjesztéseként futtassa a Trtshe.dll fájlt. Nincs szükség az önálló futtatására, amíg ezzel valami speciális célod nincsen. Parancssori argumentumok: TortoiseAct cvs-verb [-h kezelő] [-f fájl-lista] [-u URL] [-l fájlok...]
it_it: Numero insufficiente di argomenti passati a TortoiseAct. TortoiseAct è progettato per essere eseguito dall'estensione di Explorer TrtseShl.dll. Non è necessario lanciarlo direttamente se non per scopi speciali. Parametri della linea di comando: TortoiseAct comando-cvs [-h handle] [-f lista-file] [-u URL] [-l file...]
ka_ge: TortoiseAct-ს ძალიან ბევრი არგუმენტი გადაეცა. TortoiseAct შემუშავებულია TrtseShl.dll გაფართოების გამოსაყენებლად. მისი ხელით დაწყება საჭირო არაა. ბრძანების პარამეტრები: TortoiseAct cvs-verb [-h handle] [-f file-list] [-u URL] [-l files...]
nl_nl: Te weinig argumenten opgegeven aan TortoiseAct. TortoiseAct is ontworpen applicatie voor de Verkenner extensie TrtseShl.dll. Je moet dit niet gebruiken, tenzij je een speciale bedoeling hebt. Opstartopties: TortoiseAct cvs-actie [-h handle] [-f bestandenlijst] [-u URL] [-l bestanden...]
pl_pl: Zbyt mało argumentów przekazanych do TortoiseAct. TortoiseAct jest uruchamiany przez rozszerzenie Explorer'a - TrtseShl.dll. Nie potrzeba go uruchamiać ręcznie bez szczególnej potrzeby. Argumenty dla lini poleceń: TortoiseAct cvs-verb [-h handle] [-f file-list] [-u URL] [-l files...]
pt_br: Argumentos insuficientes passados para TortoiseAct. TortoiseAct é projetado para ser executado pela extensão do Explorer TrtseShl.dll. Você não precisa executá-lo manualmente a menos que tenha um motivo especial. Argumentos da linha de comando: TortoiseAct ação-cvs [-h hande] [-f lista-de-arquivos] [-u URL] [-l arquivos...]
ro_ro: Prea puţine argumente transmise către TortoiseAct. TortoiseAct a fost proiectat să fie executat de extensia Explorer-ului, TrtseShl.dll. Nu este necesar să-l executaţi manual, doar în caz că aveţi un motiv bine definit. Argumentele liniei de comandă: TortoiseAct cvs-verb [-h handle] [-f file-list] [-u URL] [-l files...]
ru_ru: Слишком мало параметров передано TortoiseAct. TortoiseAct разработан для запуска расширением Проводника TrtseShl.dll. У вас нет необходимости запускать его вручную. Параметры командной строки: TortoiseAct cvs-verb [-h handle] [-f file-list] [-u URL] [-l files...]
sl_si: Premalo posredovanih argumentov za TortoiseAct. TortoiseAct je načrtovan za zaganjanje z razširitvijo Raziskovalca TrtseShl.dll. Ni potrebe, da bi ga zaganjali sami, razen če imate kak poseben namen. Argumenti ukazne vrstice: TortoiseAct cvs-verb [-h ročica] [-f seznam-datotek] [-u URL] [-l datoteke ...]

source: Invalid arguments passed to TortoiseAct (expected handle "-h 0xXXXXXXXX", got %s)
de_de: Die an TortoiseAct.exe übergebenen Argumente sind ungültig (erwartetes Handle: "-h 0xXXXXXXXX", %s erhalten)
hu_hu: Érvénytelen argumentumok lettek átadva a TortoiseAct-nak (várt kezelő "-h 0xXXXXXXXX", %s kapva)
it_it: Argomenti non validi passati a TortoiseAct (atteso handle "-h 0xXXXXXXXX", ottenuto %s)
nl_nl: Ongeldige argumenten voor TortoiseAct (verwacht handle "-h 0xXXXXXXXX", kreeg %s)
pl_pl: Nieprawidłowe argumenty przekazane do TortoiseAct (expected handle "-h 0xXXXXXXXX", got %s)
pt_br: Argumentos inválidos passados para TortoiseAct (um handle era esperado "-h 0xXXXXXXXX", recebeu %s)
ru_ru: Неверные аргументы переданы TortoiseAct (expected handle "-h 0xXXXXXXXX", got %s)
sl_si: TortoiseAct podani neveljavni argumenti (pričakovana ročica "-h 0xXXXXXXXX", podano %s)

source: File containing input filenames not found:
de_de: Datei der Eingabedateinamen konnte nicht gefunden werden:
fr_fr: Le fichier contenant le nom des fichiers entrants est introuvable :
hu_hu: Nem található fájl a megadott fájlnevek alapján:
it_it: Il file contenente i nomi file in input non è stato trovato:
ja_jp: 入力ファイル名が記述されたファイルが見つかりません:
ka_ge: ფაილის მითითებული სახელების შემცველი ფაილი ვერ მოიძებნა:
nl_nl: Bestand met bestandsnamen niet gevonden:
pl_pl: Plik zawierający wprowadzone nazwy nie został znaleziony:
pt_br: Arquivo contendo os nomes dos arquivos de entrada não foi encontrado:
ro_ro: Fişierul ce conţine numele fişierelor de intrare nu a fost găsit:
ru_ru: Файл содержащий вводные(input) имена файлов не найден:
sl_si: Datoteke z imeni vhodnih datotek ni mogoče najti:

source: Empty file list disallowed
de_de: Eine leere Dateiliste ist nicht erlaubt
fr_fr: La liste de fichiers ne peut pas être vide
hu_hu: Az üres fájl lista nem engedélyezett
it_it: Lista file vuota non permessa
ja_jp: 空のファイル一覧は認められません
ka_ge: ფაილების ცარიელი სიის აკრძალვა
nl_nl: Lege bestandenlijst niet toegestaan
pl_pl: Puste listy plików są zabronione
pt_br: Lista de arquivos vazia não é permitida
ro_ro: Lista de fişiere nu este permisă goală
ru_ru: Пустой список файлов отвергается
sl_si: Prazen seznam datotek ni dovoljen

source: Finished add in %s
de_de: Hinzufügen erledigt in %s
fr_fr: Ajout terminé dans %s
hu_hu: Hozzáadás befejezve a(z) %s modulban
it_it: Aggiunta completata in %s
ja_jp: %s 追加完了
ka_ge: დამატება %s-ში დასრულდა
nl_nl: Klaar met toevoegen in %s
pl_pl: Zakończono dodawanie dla %s
pt_br: Finalizou Adição em %s
ro_ro: Adăugarea terminată în %s
ru_ru: Добавление в %s закончено
sl_si: Dokončano dodajanje v %s

source: Adding in %s
de_de: Hinzufügen in %s
fr_fr: Ajout dans %s
hu_hu: Hozzáadás a(z) %s modulban
it_it: Aggiunta in %s
ja_jp: %s 追加中
ka_ge: დამატება აქ %s
nl_nl: Toevoegen in %s
pl_pl: Dodawanie dla %s
pt_br: Adicionando em %s
ro_ro: Se adaugă în %s
ru_ru: Добавление в %s
sl_si: Dodajanje v %s

source: There is nothing to add or commit.
de_de: Es sind keine Dateien vorhanden, die hinzugefügt oder eingecheckt werden könnten.
nl_nl: Er is niets om toe te voegen of vast te leggen
pt_br: Não há nada para Adicionar ou Gravar.
sl_si: Ničesar ni za dodati ali objaviti.

source: Finished adding to .cvsignore in %s
de_de: Hinzufügen zu .cvsignore erledigt in %s
fr_fr: Ajout à .cvsignore dans %s terminé
hu_hu: Hozzáadás befejezve a .cvsignore fájlhoz a(z) %s modulban
it_it: Aggiunta in .cvsignore completata in %s
ja_jp: %s の .cvsignore への追加が完了
ka_ge: დამატება .cvsignore–ში დასრულდა - %s
nl_nl: Klaar met toevoegen aan .cvsignore in %s
pl_pl: Zakończono dodawanie do pliku .cvsignore dla %s
pt_br: Finalizou Adição ao .cvsignore em %s
ro_ro: Adăugare în .cvsignore terminată în %s
ru_ru: Закончено добавление в .cvsignore %s
sl_si: Dokončano dodajanje v .cvsingnore v %s

source: Finished checkout in %s
de_de: Auschecken erledigt in %s
fr_fr: Emprunt terminé dans %s
hu_hu: Kikérés befejezve a(z) %s modulban
it_it: Prelievo completato in %s
ja_jp: %s チェックアウト完了
ka_ge: დასრულდა გადმოტანა %s
nl_nl: Klaar met ophalen in %s
pl_pl: Zakończono pobieranie do kontroli dla %s
pt_br: Finalizou Obtenção do Módulo em %s
ro_ro: Încredinţare terminată în %s
ru_ru: Закончено извлечение в %s
sl_si: Dokončano prevzemanje iz %s

source: No tag specified for Export, using HEAD
de_de: Zum Veröffentlichen wurde keine Marke angegeben, daher wird der Hauptzweig (HEAD) benutzt.
fr_fr: Aucune balise indiquée pour l'exportation. J'utilise HEAD.
hu_hu: Nincs címke megadva az Exportáláshoz, helyette a HEAD használata
it_it: Nessuna etichetta specificata per l'Export, verrà utilizzata 'HEAD'
ja_jp: エクスポート用のタグが何も指定されていません、HEADを使います
ka_ge: საექსპორტო ჭდე არ მითითებულა, გამოიყენება HEAD
nl_nl: Geen tag gespecificeerd bij de Export, de hoofdtak wordt gebruikt.
pl_pl: Brak określonej etykiety do Eksportu, zostanie użyta HEAD
pt_br: Nenhum Marcador especificado para Exportação, usando Ramo Principal (HEAD)
ro_ro: Nu este indicată nici o etichetă pentru Export, este folosit CAPUL (HEAD)
ru_ru: Не задана метка для экспорта, используется HEAD
sl_si: Za izvoz ni določena nobena oznaka, uporabljen bo HEAD

source: Checking out in %s
de_de: Auschecken in %s
fr_fr: Emprunt dans %s
hu_hu: Kikérés a(z) %s modulban
it_it: Prelievo in %s
ja_jp: %s チェックアウト中
ka_ge: გადმოტანა აქ - %s
nl_nl: Ophalen in %s
pl_pl: Pobieranie do kontroli %s
pt_br: Obtendo Módulo em %s
ro_ro: Se încredinţează în %s
ru_ru: В процессе извлечения %s
sl_si: Prevzemanje iz %s

source: You can now compile the TortoiseCVS code.
de_de: Sie können nun den Quellcode von TortoiseCVS übersetzen.
hu_hu: Készen állsz a TortoiseCVS kódjának fordítására.
nl_nl: Je kunt nu de code van TortoiseCVS compileren.
pl_pl: Możesz teraz skompilować kod TortoiseCVS.
pt_br: Você pode compilar o código do TortoiseCVS agora.
ru_ru: Сейчас вы можете откомпилировать код TortoiseCVS.
sl_si: Zdaj lahko prevedete kodo TortoiseCVS.

source: Create a patch file: If you fix some bugs or add some new features, please submit the changes for other users. Right click on the changed files or folders and choose Make Patch from the CVS submenu.
de_de: Patchdatei erstellen: Nachdem Sie z. B. Fehler beseitigt oder neue Funktionen hinzugefügt haben, stellen Sie Ihre Änderungen auch anderen Entwicklern zur Verfügung. Dazu klicken Sie mit der rechten Maustaste auf eine Datei oder einen Ordner und wählen im CVS-Untermenü "Patch erstellen" aus. Dateien oder Ordner und wählen Sie im CVS-Untermenü "Patch erstellen".
fr_fr: Créer un fichier de patch : si vous corrigez des bugs ou ajoutez des fonctions, faites bénéficier les autres utilisateurs de votre travail. Cliquez avec le bouton droit sur les fichiers modifiés et choisissez Créer un patch dans le sous-menu CVS.
hu_hu: Hozz létre egy folt (patch) fájlt: Amennyiben javítottál néhány hibát, vagy új jellemzőket adtál a programhoz, kérjük küldd el a változtatásokat másoknak is. Jobb-klikk a változtatott fájlokon vagy mappákon és válaszd ki a Foltozás (patch) készítése pontot a CVS almenüből.
it_it: Crea un file di patch: Se vengono corretti dei bug o si aggiungono delle nuove funzionalità, si prega di rendere disponibili le modifiche agli altri utenti. Cliccare col tasto destro sui file o cartelle modificati e scegliere Crea Patch dal sottomenu CVS.
ja_jp: パッチファイルの作成: バグフィックスをしたり、新しい機能を追加した場合は、加えた変更を他のユーザためにサブミットください。変更を加えたファイルもしくはフォルダを右クリックして、"パッチの作成" をCVSのサブメニューから選択してください
ka_ge: ბებკის შექმნა: თუ გაასწორეთ შეცდომები ან დაუმატეთ ახალი შესაძლებლობები, წარუდგინეთ ისინი სხვა მომხმარებლებს. ამისთვის მარჯვენა ღილაკით დაწკაპეთ შეცვლილი ფაილები ან დასტები და CVS ქვემენიუში მიუთითეთ "ბებკის შექმნა".
pl_pl: Utwórz plik łatki. Jeśli dokonano zmian lub poprawiono błędy, powinno się wysłać innym użytkownikom plik łatki. Kliknij prawym przyciskiem na zmienionym pliku lub folderze zawierającym zmienione pliki i wybierz z menu 'Twórz plik łatki'.
pt_br: Criar um arquivo de Patch: Se você corrigir alguns bugs ou adicionar algumas melhorias, por favor disponibilize as modificações para outros usuários. Clique com o botão direito nos arquivos or pastas modificados e escolha Criar Remendo a partir do submenu CVS.
ro_ro: Creează un fişier patch: Dacă reparaţi anumite erori sau includeţi noi facilităţi, este bine să prezentaţi modificările şi altor utilizatori. Faceţi click-dreapta pe fişierele sau dosarele modificate şi alegeţi Creează Patch din sub-meniul CVS.
ru_ru: Создайте патч файл: Если вы исправили какие-либо ошибки или добавили функциональность - предоставьте изменения другим пользователям, выбрав из контекстного меню измененного файла команду Создать Патч (подменю CVS).
sl_si: Ustvari datoteko popravka: Če odpravite kakega hrošča ali dodate nove funkcionalnosti, prosimo, objavite spremembe tudi za druge uporabnike. Desno-kliknite na spremenjene datoteke ali mape in izberite Naredi popravek v podmeniju CVS.

source: You should not create a module in the root folder of a drive.
de_de: Sie sollten kein Modul im Stammordner eines Laufwerks anlegen.
pt_br: Você não deve criar um Módulo na raiz de um dispositivo(drive).
sl_si: Modula ne smete ustvariti v korenski mapi pogona.

source: Finished make new module in %s
de_de: Neues Modul anlegen erledigt in %s
fr_fr: La création du module dans %s est terminée
hu_hu: Az új modul sikeresen létrehozva a(z) %s alatt
it_it: Creazione nuovo modulo completata in %s
ja_jp: 新規モジュール %s の作成が完了しました
ka_ge: დასრულდა ახლი მოდულის შექმნა %s
nl_nl: Klaar met maken van de nieuwe module in %s
pl_pl: Zakończono tworzenie modułu dla %s
pt_br: Finalizou criação de novo Módulo em %s
ro_ro: Crearea unui nou modul a fost terminat în %s
ru_ru: Закончено создание нового модуля %s
sl_si: Dokončana izdelava novega modula v %s

source: Importing
de_de: Importieren
fr_fr: Importation
hu_hu: Importálás
it_it: Importazione
ja_jp: インポート中
ka_ge: იმპორტი
nl_nl: Importeren
pl_pl: Import
pt_br: Importando
ro_ro: se Importează
ru_ru: Импорт
sl_si: Uvažanje

source: Checking out
de_de: Auschecken
fr_fr: Emprunt
hu_hu: Kipipálás
it_it: Prelievo
ja_jp: チェックアウト中
ka_ge: გადმოტანა
nl_nl: Ophalen
pl_pl: Pobieranie do kontroli
pt_br: Obtendo Módulo
ro_ro: se Încredinţează
ru_ru: Извлечение
sl_si: Prevzemanje
