Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: Changes won't take effect until you log off or reboot.
de_de: Die Änderungen treten erst in Kraft, nachdem Sie sich ausloggen oder den Rechner neu starten.
fr_fr: Modifications appliquées après fermeture de la session ou redémarrage.
hu_hu: A változtatások a következő bejelentkezéskor vagy újraindítás után lépnek életbe.
it_it: Le modifiche non avranno luogo fino a quando non verrà riavviato il computer.
ja_jp: ログオフもしくは再起動するまで変更は適用されません。
ka_ge: ცვლილებები ძალაში არ შევა სეანსის დამთავრებამდე ან პროგრამის ხელახლა გაშვებამდე
nl_nl: Wijzigingen worden zichtbaar nadat opnieuw is opgestart of uitlogt.
pl_pl: Zmiany nie będą widoczne do momentu wylogowania lub ponownego uruchomienia komputera.
pt_br: As modificações não terão efeito até que você termine essa sessão.
ro_ro: Modificările nu vor avea efect până în momentul când ieşiţi sau vă reîncărcaţi
ru_ru: Изменения не вступят в силу до завершения сеанса или перезагрузки
sl_si: Spremembe bodo vidne po odjavi ali ponovnem zagonu.

source: Don't change icon.
de_de: Symbol nicht ändern.
fr_fr: Ne pas changer d'icône
hu_hu: Ne változtasson ikont.
it_it: Nessun cambiamento icona.
ja_jp: アイコンを変更しない
ka_ge: ხატების არ შეცვლა
nl_nl: Pictogram niet veranderen
pl_pl: Nie zmieniaj ikon.
pt_br: Não mudar o ícone
ro_ro: Nu modifica iconiţa
ru_ru: Не изменять иконку.
sl_si: Ne spremeni ikone.

source: Change icon when folder contains changed files.
de_de: Symbol ändern, wenn Ordner geänderte Dateien enthält.
fr_fr: Changer d'icône quand le dossier contient des fichiers modifiés.
hu_hu: Változtasson ikont, ha a mappa változtatott fájlokat tartalmaz.
it_it: Cambia icona quando la cartella contiene file modificati.
ja_jp: フォルダに変更されたファイルがある場合にアイコンを変更する
ka_ge: დასტის ხატის შეცვლა თუ მასში ფაილები შეიცვალა.
nl_nl: Verander pictogram als map gewijzigde bestanden bevat.
pl_pl: Zmień ikony jeśli folder zawiera zmienione pliki.
pt_br: Mudar o ícone quando a pasta contém arquivos modificados.
ro_ro: Modifică iconiţa când dosarul conţine fişiere modificate
ru_ru: Изменять иконку когда папка содержит измененные файлы
sl_si: Zamenjaj ikono, ko mapa vsebuje spremenjene datoteke.

source: Change icon when folder or subfolders contain changed files.
de_de: Symbol ändern, wenn Ordner oder Unterordner geänderte Dateien enthalten.
fr_fr: Changer d'icône quand l'arborescence contient des fichiers modifiés.
hu_hu: Változtasson ikont ha a mappa vagy az almappák változtatott fájlokat tartalmaznak.
it_it: Cambia icona quando la cartella o sottocartella contiene file modificati.
ja_jp: フォルダもしくはサブフォルダに変更されたファイルがある場合にアイコンを変更する
ka_ge: ხატის შეცვლა თუ დასტაში ან მის ქვედასტებში ფაილები შეიცვალა.
nl_nl: Verander pictogram als map of submappen gewijzigde bestanden bevat.
pl_pl: Zmień ikony jeśli folder lub podfoldery zawierają zmienione pliki.
pt_br: Mudar o ícone quando a pasta ou subpastas contêm arquivos modificados.
ro_ro: Modifică iconiţa când dosarul sau sub-dosarele lui conţin fişiere modificate
ru_ru: Изменять иконку когда папка или подпапки содержат измененные файлы
sl_si: Zamenjaj ikono, ko mapa ali podmape vsebujejo spremenjene datoteke.

source: Folder overlay icons
de_de: Symbol-Overlay für Ordner
hu_hu: Mappa ikonjainak fedése
it_it: Icone cartelle
nl_nl: Map-pictogrammen overlay
pl_pl: Nakładka ikon folderów
pt_br: Ícones de sobreposição para pastas
ro_ro: Iconiţele de înveliş a dosarului
ru_ru: Иконки папки
sl_si: Ikone map za prepis

source: Change folder icon when folder or subfolders contain changed files.
de_de: Symbol des Ordners ändern, wenn Ordner oder Unterordner geänderte Dateien enthalten.
fr_fr: Changer d'icône quand le dossier ou ses sous-répertoires contiennent des fichiers modifiés.
hu_hu: Változtasson mappaikont ha a mappa vagy az almappák változtatott fájlokat tartalmaznak.
it_it: Cambia l'icona della cartella quando la cartella o le sottocartelle contengono file modificati.
ja_jp: フォルダもしくはサブフォルダに変更されたファイルがある場合にフォルダのアイコンを変更する。
ka_ge: დასტის ხატის შეცვლა თუ მასში ან მის ქვედასტებში ფაილები შეიცვალა.
nl_nl: Verander map-pictogram als map of submappen gewijzigde bestanden bevat.
pl_pl: Zmień ikony folderów i podfolderów jesli zawierają one zmienione pliki.
pt_br: Modifica o ícone da pasta quando a pasta ou subpasta contém arquivos modificados.
ro_ro: Modifică iconiţa dosarului când acesta sau sub-dosarele lui conţin fişiere modificate
ru_ru: Изменять иконку папки когда папка или подпапка содержит изменные файлы.
sl_si: Zamenjaj ikono mape, ko mapa ali podmape vsebujejo spremenjene datoteke.

source: Autoload changed folder icons
de_de: Ordnersymbole aktualisieren
fr_fr: Chargement des icônes
hu_hu: Változtatott mappa ikonok aut. betöltése
it_it: Aggiornamento icone cartelle modificate
ja_jp: フォルダアイコンを自動更新
ka_ge: დასტების ხატებების ავტოგანახლება
nl_nl: Automatisch map-pictogrammen laden
pl_pl: Automatycznie przeładuj ikony nakładki
pt_br: Carregar automaticamente ícones das pastas modificadas
ro_ro: Încarcă automat iconiţile modificate ale dosarului
ru_ru: Автоматически загружать иконки для измененных папок
sl_si: Samonaloži ikone spremenjene mape

source: Enabled: Changed folder icons are updated automatically. Disabled: Changed folder icons are only updated explicitly through the context menu.
de_de: Aktiviert: Symbole geänderter Ordner werden automatisch aktualisiert. Deaktiviert: Symbole geänderter Ordner werden nur durch expliziten Aufruf der Funktion im Kontextmenü aktualisiert.
fr_fr: Activé : les icônes des dossiers modifiés sont actualisées automatiquement. Désactivé : les icônes doivent être actualisées manuellement à l'aide du menu contextuel.
hu_hu: Engedélyezve: A megváltoztatott mappa ikonok automatikusan frissülnek. Tiltva: A megváltoztatott mappa ikonok csak a környezeti menü parancsával frissülnek.
it_it: Abilitato: Le icone delle cartelle modificate sono aggiornate automaticamente. Disabilitato: Le icone delle cartelle modificate sono aggiornate solamente tramite comando esplicito nel menu contestuale.
ja_jp: 有効: 変更されたフォルダのアイコンは自動で更新されます。 無効: 変更されたフォルダのアイコンはコンテキストメニューで明示的に指定した場合のみ更新されます。
ka_ge: ჩართულია: შეცვლილი ხატები ავტომატურად განახლდება. ამორთულია: შეცვლილი ხატები განახლდება მხოლოდ კონტექსტური მენიუს საშუალებით.
nl_nl: Vink aan: Gewijzigde map-pictogrammen worden automatisch bijgewerkt. Vink uit: Gewijzigde map-pictogrammen worden alleen bijgewerkt met het context-menu.
pl_pl: Włączone: Ikony zmienionych folderów będą przeładowywane automatycznie. Wyłączone: Ikony zmienionych folderów będą przeładowywane tylko przez wybranie polecenia w menu.
pt_br: Habilitado: Ícones de pastas modificadas são atualizados automaticamente. Desabilitado: Ícones de pastas modificadas são atualizadas explicitamente através do menu de contexto.
ro_ro: ACtivizat: Iconiţele modificate ale dosarului sunt reînoite automat. Dezactivat: Iconiţele modificate ale dosarului sunt reînoite explicit prin meniul de context.
sl_si: Omogočeno: Ikone spremenjene mape se posodobijo samodejno. Onemogočeno: Ikone spremenjene mape se posodobijo le eksplicitno prek pojavnega menija.

source: Autoload folder icon overlays
de_de: Automatisch Overlays der Ordnersymbole aktualisieren
fr_fr: Charger automatiquement les icônes de dossier modifiées
hu_hu: Változtatott mappa fedőikonok aut. betöltése
it_it: Autoaggiorna icone cartelle
ja_jp: 変更されたフォルダアイコンのオーバレイを自動更新
ka_ge: ხატებების გადაფარვის ავტოგანახლება
nl_nl: Automatisch map-pictogrammen overlays laden
pl_pl: Przeładowanie ikon
pt_br: Auto-carregar ícones de sobreposição de pastas
ro_ro: Încarcă automat învelişurile iconiţelor de dosar
sl_si: Samonaloži prepise ikon map

source: L&anguage
de_de: Spr&ache
fr_fr: L&angue
hu_hu: &Nyelv
it_it: L&ingua
ka_ge: ენა
nl_nl: &Taal
pl_pl: &Język
pt_br: &Língua
ro_ro: Limbă
ru_ru: Язык
sl_si: &Jezik

source: The language used in TortoiseCVS dialogs and menus.
de_de: Die Sprache, welche in TortoiseCVS Dialogen und Menüs benutzt wird.
fr_fr: Langue des boîtes de dialogue et des menus de TortoiseCVS.
hu_hu: A TortoiseCVS menüiben és párbeszédeiben használt nyelv
it_it: La lingua usata nelle finestre e nei menu di TortoiseCVS.
ja_jp: TortoiseCVSのダイアログやメニューに使用される言語。
ka_ge: დიალოგებსა და მენიუებში გამოყენებული ენა.
nl_nl: De taal die TortoiseCVS gebruikt in schermen en menu's
pl_pl: Język używany w oknach dialogowych TortoiseCVS i w menu
pt_br: A língua que é utilizada pelos menus e diálogos do TortoiceCVS
ro_ro: Limba folosită în dialogurile şi meniurile TortoiseCVS.
ru_ru: Язык используемый в диалогах и меню TortoiseCVS.
sl_si: Jezik, uporabljen v pogovornih oknih in menijih TortoiseCVS.

source: Windows default
de_de: Windows Vorgabe
fr_fr: Option par défaut de Windows
hu_hu: Alapértelmezett Windows
it_it: Default di Windows
ja_jp: Windowsのデフォルト
ka_ge: Windows საწყისი
nl_nl: Windows standaard
pl_pl: Domyślny Windows
pt_br: Padrão do Windows
ro_ro: Windows original
ru_ru: Язык Windows
sl_si: Privzeto za Windows

source: <failed to calculate home folder>
de_de: <Ordner für CVS Einstellungen konnte nicht bestimmt werden>
fr_fr: <impossible d'identifier le dossier personnel>
hu_hu: <hiba történt a 'home' mappa keresésekor>
it_it: <fallimento calcolo cartella home>
ja_jp: <ホームフォルダの設定に失敗しました>
ka_ge: <ვერ ვითვლი საწყის დასტას>
nl_nl: <bepalen gebruikersmap mislukt>
pl_pl: <nieudana próba przetworzenia folderu domowego>
pt_br: <falha ao calcular pasta do usuário>
ro_ro: <eşec în calcularea dosarului de start>
ru_ru: <не удалось определить домашнюю папку>
sl_si: <neuspešno izračunana domača mapa>

source: Home folder
de_de: Ordner für CVS Einstellungen
fr_fr: Dossier personnel
hu_hu: Otthon ('home') mappa
it_it: Cartella 'home'
ja_jp: ホームフォルダ
ka_ge: საწყისი დასტა
nl_nl: Gebruikersmap
pl_pl: Folder domowy
pt_br: Pasta do usuário
ro_ro: Dosar de start
ru_ru: Домашняя папка
sl_si: Domača mapa

source: The home folder is where the global .cvsignore file is stored. SSH connections also expect your .ssh folder with keys and known hosts to be in your home folder. By default, TortoiseCVS works out a home folder for you. It looks for folders in this order: - An environment variable called HOME - WinCVS specified home folder - My Documents. You can turn off this automatic calculation, and instead specify your own custom home folder below. Currently the calculation result is:
de_de: Im Benutzerordner wird die globale .cvsignore Datei gespeichert. Für SSH-Verbindungen müssen sich die Schlüssel und Listen der bekannten Rechner im Ordner ".ssh" innerhalb des Benutzerordners befinden. Standardmäßig erkennt TortoiseCVS den Heimatordner automatisch. Dabei wird der Ordner in folgender Reihenfolge gesucht: - in der Umgebungsvariable "HOME" - im von WinCVS festgelegten Ordner - in "Eigene Dateien" Die automatische Suche kann deaktiviert werden, so dass der Heimatordner in der Textbox unten manuell angegeben werden kann. Im Moment ergibt die automatische Suche:
fr_fr: Le fichier global .cvsignore est stocké dans votre dossier personnel. Les connexions SSH utilisent également un dossier .ssh contenant les clés et le nom des hôtes connus, qui doit se trouver dans ce dossier personnel. Par défaut, TortoiseCVS identifie le dossier personnel en cherchant (dans l'ordre) : - Une variable d'environnement appelée HOME. - Un dossier personnel défini pour WinCVS. - Le dossier Mes documents. Vous pouvez désactiver cette recherche automatique et indiquer ci-dessous votre dossier personnel. Le dossier utilisé actuellement est :
hu_hu: Az otthon ('home') mappa, ahol a globális .cvsignore fájl tárolva van. Az SSH kapcsolatok is itt keresik a kulcsokat és ismert kiszolgálókat tartalmazó .ssh mappát. Alapesetben a TortoiseCVS saját maga keresi meg az otthon mappát. A következőket szokta keresni: - a HOME nevű környezeti változót - a WinCVS által megadott otthon mappát - a Saját Dokumentumokat. Ezt az automatikus keresést ki tudod kapcsolni, és helyette megadhatod magad a tetszőleges otthon mappát itt. A jelenlegi keresés eredménye:
it_it: La cartella 'home' è dove viene memorizzato il file .cvsignore globale. Anche le connessioni SSH si aspettano di trovare la cartella .ssh con le chiavi e gli host conosciuti all'interno della cartella 'home'. Per default, TortoiseCVS ricerca per voi la cartella 'home'. La ricerca avviene in questo ordine: - Una variabile d'ambiente chiamata HOME - La cartella home specificata per WinCVS - La cartella Documenti. È possibile disabilitare questo calcolo automatico e specificare invece la vostra cartella 'home' personale qui sotto. Attualmente il risultato del calcolo è:
ja_jp: ホームフォルダはグローバルな .cvsignore ファイルが保管されている場所です。SSH接続の場合は、ホームフォルダの中の .ssh フォルダにキーと known hosts があることを想定しています。 デフォルトでTortoiseCVSはあなたの代わりにホームフォルダを次の順で探します: - 環境変数 HOME - WinCVS で指定されたホームフォルダ - マイドキュメント 自動設定を無効にして、以下にホームフォルダを指定することも可能です。 自動設定のホームフォルダ:
ka_ge: სათაო დასტაში ინახება გლობალური .cvsignore ფაილი. SSH კავშირი ასევე გულისხმობს, რომ თქვენი .ssh გასაღებების დასტა და შესაბამისი სერვერები თქვენივე სათაო დასტაშია განთავსებული. საწყის რეჟიმში TortoiseCVS თავად უთითებს სათაო დასტას თქვენთვის. დასტები იძებნება შემდეგი რიგით: - გარემოს ცვლადი სახელად HOME - WinCVS მიერ მითითებული სათაო დასტა - ჩემი დოკუმენტები. შეგიძლიათ გამორთოთ ავტომატური ძებნა და სათაო დასტა ხელით მიუთითოთ. ამჟამად ძებნის შედეგია:
pl_pl: Folder domowy to folder w którym przechowywany jest globalny plik .cvsignore. Połączenia SSH wymagają aby w folderze domowym był katalog .ssh z wymaganymi kluczami. Domyślnie, TortoiseCVS sam wybiera folder domowy w następującym porządku: - Zmienna środowskowa o nazwie HOME - Folder domowy określony przez WinCVS - Moje Dokumenty Możesz wyłączyć tą opcję i samemu wskazać scieżkę do folderu domowego. Obecnie folder domowy znajduje się w:
pt_br: A pasta do usuário é onde o arquivo .cvsignore global é salvo. Conexões SSH também esperam que sua pasta .ssh com chaves e servidores conhecidos estejam em sua pasta de usuário. Por padrão, TortoiseCVS descobre uma pasta de usuário para você. Ele a procura nessa ordem: - Uma variável de ambiente chamada HOME - Pasta de usuário especificada pelo WinCVS - Meus Documentos. Você pode desabilitar esse cálculo automático, e ao invés disso especificar sua pasta de usuário personalizada abaixo. Neste momento o resultado do cálculo é:
ro_ro: Dosarul de start este dosarul în care fişierul global .cvsignore este stocat. Conecţiunile SSH la fel presupun dosarul .ssh cu cheile şi gazdele cunoscute localizat în dosarul de start. În original, TortoiseCVS aranjeazăun dosar de start pentru d-stră. El caută dosarele în această ordine: - O variabilă de sistem (environment) numită HOME - Dosarul de start specificat în WinCVS - My Documents. Puteţi dezactiva această calculare automată şi să specificaţi propriul dosar de start mai jos. Curent, rezultatul calculării este:
ru_ru: Домашняя папка, это папка где храниться глобальный файл .cvsignore. SSH соединения также рассчитывают найти вашу .ssh папку с ключами и известными хостами в вашей домашней папке. По умолчанию, TortoiseCVS определяет домашнюю папку для вас. Он ищет папку в следующем порядке: - В переменной окружения HOME - Указанной в WinCVS домашней папке - Мои Документы. Вы можете выключить это автоматическое определение, и вместо этого указать вашу собственную домашнюю папку ниже. Текущий результат вычисления:
sl_si: Domača mapa je tam, kjer je shranjena splošna datoteka .cvsignore. Povezave SSH v njej pričakujejo tudi mapo .ssh s ključi in znanimi gostitelji. Privzeto je, da TortoiseCVS sam izdela domačo mapo za vas. Mape poišče po sledečem vrstnem redu: - Okoljska spremenljivka HOME - Navedena domača mapa WinCVS - Moji dokumenti. Ta samodejni izračun lahko izklopite in namesto tega spodaj navedete želeno domačo mapo. Trenutno je rezultat izračuna:

source: Always recalculate &home folder
de_de: Automatisch nach dem Ordner für CVS Einstellungen suc&hen
fr_fr: Toujours rec&hercher le dossier personnel
hu_hu: Mindig keresse meg az &aktuális otthon ('home') mappát
it_it: Ricalcola sempre la cartella '&home'
ja_jp: ホームフォルダを常に再設定する(&h)
ka_ge: საწყისი დასტის ყოველთვის გათვლა
nl_nl: &Gebruikersmap altijd opnieuw bepalen
pl_pl: Domyślny folder domowy
pt_br: Sempre recalcular pasta de &usuário
ro_ro: Întotdeauna recalculează dosarul de start
ru_ru: Всегда определять домашнюю папку заново
sl_si: Vedno preračunaj &domačo mapo

source: Custom home &folder
de_de: Ausgewählter Ordner
fr_fr: &Dossier personnalisé
hu_hu: Tetszőleges otthon ('home') &mappa
it_it: Cartella 'home' &personalizzata
ja_jp: カスタムホームフォルダ(&f)
ka_ge: მომხმარებლის ძირითადი დასტა
nl_nl: &Aangepaste gebruikersmap
pl_pl: Własny folder domowy
pt_br: Pasta de usuário &personalizada
ro_ro: Dosar de start personalizat
ru_ru: Пользовательская домашняя папка
sl_si: Domača &mapa po meri ...

source: If you turn off automatic home folder calculation, you can enter an explicit path here.
de_de: Wenn Sie die Option "Automatisch nach dem Ordner für CVS Einstellungen suchen" ausgeschaltet haben, können Sie hier einen eigenen Pfad angeben.
fr_fr: Si vous désactivez l'identification automatique du dossier personnel, vous pouvez indiquer un chemin ici.
hu_hu: Amennyiben az automatikus mappa keresés ki van kapcsolva, itt megadhatod az állandó elérési útvonalat.
it_it: Se si disabilita il calcolo automatico della cartella 'home', è possibile inserire qui un path esplicito.
ja_jp: ホームフォルダの自動設定を無効にする。ここにパスを明示的に指定することができます
ka_ge: თუ ამორთავთ საწყისი დასტის ავტომატურ გათვლას, შეგიძლიათ მიუთითოთ პირდაპირი მისამართი აქ.
nl_nl: Als het opnieuw bepalen van de gebruikersmap uitzet, kun je hier het specifieke pad opgeven.
pl_pl: Jeśli opcja domyślnego folderu domowego została odznaczona, tutaj możesz podać ścieżkę do własnego folderu domowego.
pt_br: Se você desligar o cálculo automático da pasta de usuário, você pode forçar explicitamente um diretório aqui.
ro_ro: Dacă dezactivaţi calcularea automată a dosarului de start, puteţi introduce aici o cale explicită.
ru_ru: Если вы отключите автоматическое определение домашней директории, здесь вы можете задать явный путь
sl_si: Če izklopite samodejen izračun domače mape, lahko tukaj vnesete natanko določeno pot.

source: &Network compression
de_de: &Kompression der Übertragung
fr_fr: &Compression réseau
hu_hu: &Hálózati kompresszió
it_it: Compressione di &rete
ja_jp: ネットワークを圧縮転送(&N)
ka_ge: ქსელის გამტარობის შეკუმშვა
nl_nl: &Netwerkcompressie
pl_pl: &Kompresja sieciowa
pt_br: Compressão da &rede
ro_ro: Compresie de reţea
ru_ru: Сжатие сетевого трафика
sl_si: &Omrežno stiskanje

source: Reduce network load by compressing traffic to and from the CVS server. High levels may be slow to calculate.
de_de: Reduziert die Netzwerkauslastung durch Kompression des Datenverkehrs von und zum CVS Server. Höhere Kompressionsraten benötigen mehr Rechenzeit.
fr_fr: Réduit la charge réseau en compressant les données échangées avec le serveur CVS. Un niveau de compression élevé peut ralentir les opérations.
hu_hu: Csökkenti a hálózat terheltségét a CVS szerver forgalmának kompressziójával. Esetlegesen lassúságot okozhat a kompresszió kiszámítása.
it_it: Riduce il carico della rete comprimendo il traffico da e per il server CVS. Livelli elevati possono essere lenti da calcolare.
ja_jp: 圧縮転送を有効にすることでCVSサーバとの間のネットワークの通信負荷を減らすことができます。ただし、高いレベルの圧縮設定は、より計算時間を要するかもしれません。
ka_ge: ქსელის დატვირთვის შემცირება CVS სერვერთან მონაცემთა გაცვლისას მათი შეკუმშვით. შეკუმშვის მაღალმა დონემ შესაძლოა შეანელოს მუშაობა.
nl_nl: Beperk netwerkbelasting door verkeer van een naar de CVS server te comprimeren. Hogere niveau's kunnen traag zijn door de rekentijd.
pl_pl: Redukuje ilość danych przesyłanych siecią do i z serwera CVS poprzez zastosowanie kompresji. Wysoki poziom może spowodować problemy z odczytaniem.
pt_br: Reduza carga na rede comprimindo o tráfego para e a partir do servidor CVS. Níveis altos podem sobrecarregar o processador.
ro_ro: Reduce încărcarea reţelei prin compresarea traficului spre şi dinspre serverul CVS. Nivelurile înalte pot fi lente în calculare.
ru_ru: Уменьшает нагрузку на сеть за счет сжатия трафика между вами и сервером CVS. Высокие уровни сжатия могут замедлять работу.
sl_si: Zmanjšate obremenitev omrežja s stiskanjem prometa z in na strežnik CVS. Visoke stopnje so lahko časovno potratne pri izračunu.

source: 0 - None
de_de: 0 - Keine
fr_fr: 0 - Aucune
hu_hu: 0 - Nincs
it_it: 0 - Nessuna
ja_jp: 0 - なし
ka_ge: 0 - არა
nl_nl: 0 - Geen
pl_pl: 0 - Brak
pt_br: 0 - Nenhuma
ro_ro: 0 - Nimic
ru_ru: 0 - Не использовать
sl_si: 0 - brez

source: 3 - Low
de_de: 3 - Gering
fr_fr: 3 - Faible
hu_hu: 3 - Alacsony
it_it: 3 - Bassa
ja_jp: 3 - 低
ka_ge: 3 - დაბალი
nl_nl: 3 - Laag
pl_pl: 3 - Słaba
pt_br: 3 - Baixa
ro_ro: 3 - Slab
ru_ru: 3 - Низкий
sl_si: 3 - nizko

source: 6 - Good
de_de: 6 - Hoch
fr_fr: 6 - Bonne
hu_hu: 6 - Jó
it_it: 6 - Buona
ja_jp: 6 - 中
ka_ge: 6 - კარგი
nl_nl: 6 - Goed
pl_pl: 6 - Dobra
pt_br: 6 - Boa
ro_ro: 6 - Mediu
ru_ru: 6 - Хороший
sl_si: 6 - Dobro

source: 9 - Best
de_de: 9 - Am höchsten
fr_fr: 9 - Maximale
hu_hu: 9 - Legjobb
it_it: 9 - Massima
ja_jp: 9 - 高
ka_ge: 9 - საუკეთესო
nl_nl: 9 - Maximaal
pl_pl: 9 - Najlepsza
pt_br: 9 - Melhor
ro_ro: 9 - Extrem
ru_ru: 9 - Наилучший
sl_si: 9 - najboljše

source: &Excluded folders
de_de: Ordner ohn&e Tortoise-Symbole
fr_fr: Dossiers &exclus
hu_hu: &Kihagyott mappák
it_it: Cartelle &escluse
ja_jp: 除外フォルダ(&E)
ka_ge: გამონაკლისი დასტები
nl_nl: Mappen &uitsluiten
pl_pl: Pomijane foldery
pt_br: Pastas &Excluídas
ro_ro: Dosare excluse
ru_ru: Исключаемые каталоги
sl_si: &Izključene mape

source: Semicolon-delimited list of (absolute) folders for which overlay icons and context menus are disabled.
de_de: Durch Semikolon getrennte Liste von (absoluten) Ordnern, für welche die Tortoise-Symbole und Kontextmenüs nicht angezeigt werden.
fr_fr: Liste (délimitée par des points-virgules) de chemins complets des dossiers dont les icônes superposées et les menus contextuels sont désactivés.
hu_hu: Pontosvesszővel elválasztott lista azon (abszolút) mappákról, ahol a fedő ikonok és környezeti menük használata nem engedélyezett.
it_it: Lista delimitata da punti e virgola di cartelle (assolute) per le quali sono disabilitate le icone e i menu contestuali.
ja_jp: オーバーレイアイコンとコンテキストメニューが無効化されたフォルダの一覧。フォルダ名は絶対パスで記入し、複数記述する場合はそれらを ; (セミコロン)で区切ってください。
ka_ge: დასტების წერტილ-მძიმით გაყოფილი სია, რომელთათვისაც ხატების გადაფარვები და კონტექსტური მენიუები ამორთულია.
nl_nl: Puntkomma gescheiden lijst van (absolute) mappen waar de overlay pictogrammen en context menu's worden uitgeschakeld.
pl_pl: Lista folderów (rozdzielonych średnikami ';') dla których domyślnie wyłączone jest przetwarzanie CVS (nie będzie dla nich menu kontekstowego oraz nie będzie nakładki ikon)
pt_br: Lista delimitada por ponto-e-vírgula de quais pastas devem ter sobreposição de ícones e menus de contexto desabilitados.
ro_ro: Lista de dosare (absolute) delimitate prin semi-coloane pentru care iconiţele de înveliş şi meniurile de context sunt dezactivate.
ru_ru: Список каталогов, разделенный точкой с запятой, для которых перекрытие иконок и контекстное меню отключены.
sl_si: S podpičji ločen seznam (absolutnih poti) map, za katere so prepisne ikone in pojavni meniji onemogočeni.

source: &Included folders
de_de: Ordner m&it Tortoise-Symbolen
fr_fr: Dossiers &inclus
hu_hu: &Engedélyezett mappák
it_it: Cartelle &incluse
ja_jp: 含まれるフォルダ(&I)
ka_ge: თანდართული დასტები
nl_nl: &Mappen gebruiken
pl_pl: Załączone foldery
pt_br: Pastas &Incluídas
ro_ro: Dosare &Incluse
ru_ru: Включаемые каталоги
sl_si: &Vključene mape
