Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: %s File
de_de: %s Datei
fr_fr: Fichier %s
hu_hu: %s Fájl
ja_jp: %s ファイル
ka_ge: %s ფაილი
nl_nl: %s Bestand
pl_pl: %s plik
pt_br: Arquivo %s
ro_ro: Fişier %s
ru_ru: Файл: %s
sl_si: Datoteka %s

source: Set keyword expansion to %s
de_de: Setze Schlüsselwort-Ersetzung auf %s
fr_fr: Sélectionner le remplacement des mots-clés %s
hu_hu: Kulcsszavak használatának módja: %s
it_it: Imposta l'espansione delle parole chiave a %s
ja_jp: キーワード拡張を %s に設定する
pl_pl: Ustaw słowo kluczowe dla %s
pt_br: Mudar expansão de palavra-chave para %s
ro_ro: Stabileşte extinderea cuvintelor cheie la %s
sl_si: Nastavi razširitev ključnih besed v %s

source: Set format to %s
de_de: Setze Format auf %s
fr_fr: Sélectionner le format %s
hu_hu: %s formátum beállítása
it_it: Imposta il formato a %s
ja_jp: フォーマットを %s に設定する
ka_ge: ფორმატის მითითება - %s
nl_nl: Maak formaat %s
pl_pl: Ustaw format na %s
pt_br: Mudar formato para %s
ro_ro: Stabileşte formatul la %s
ru_ru: Установить формат в %s
sl_si: Nastavi zapis na %s

source: Autodetect
de_de: Automatisch erkennen
fr_fr: Détection auto
hu_hu: Autodetektálás
it_it: Identificazione automatica
ja_jp: 自動検出
ka_ge: ავტოამოცნობა
nl_nl: Automatisch bepalen
pl_pl: Automatyczne wykrywanie
pt_br: Auto-detectar
ro_ro: Detectare automată
ru_ru: Автоопределение
sl_si: Samorazpoznaj

source: Autodetect file format
de_de: Dateiformat automatisch erkennen
fr_fr: Détection automatique du format des fichiers
hu_hu: Fájlformátum autodetektálása
it_it: Identificazione automatica formato file
ja_jp: ファイル形式を自動検出
ka_ge: ფაილის ფორმატის ავტოამოცნობა
nl_nl: Automatisch bestandsformaat bepalen
pl_pl: Automatyczne wykrywanie formatu pliku
pt_br: Auto-detectar formato do arquivo
ro_ro: Detectare automată a formatului fişierului
ru_ru: Авто определение формата файла
sl_si: Samorazpoznaj vrsto datoteke

source: Set options to %s
de_de: Setze Optionen auf %s
fr_fr: Sélectionner les options %s
hu_hu: Opciók %s-ra állítása
it_it: Imposta opzioni a %s
ka_ge: პარამეტრების მითითება - %s
nl_nl: Maak optie %s
pl_pl: Ustaw opcje dla %s
pt_br: Mudar opções para %s
ro_ro: Setează opţiunile la %s
sl_si: Nastavi možnosti na %s

source: TortoiseCVS - Annotate
de_de: TortoiseCVS - Kommentieren
fr_fr: TortoiseCVS - Annoter
hu_hu: TortoiseCVS - Annotáció
it_it: TortoiseCVS - Annotazione
ja_jp: TortoiseCVS - 注釈
ka_ge: TortoiseCVS - ანოტირება
pl_pl: TortoiseCVS - Adnotacje
pt_br: TortoiseCVS - Anotação
ro_ro: TortoiseCVS - Adnotaţie
ru_ru: TortoiseCVS - Аннотация
sl_si: TortoiseCVS - Razloži

source: Line
de_de: Zeile
fr_fr: Ligne
hu_hu: Sor
it_it: Linea
ja_jp: 行
ka_ge: სტრიქონი
nl_nl: Regel
pl_pl: Linia
pt_br: Linha
ro_ro: Linie
ru_ru: Строка
sl_si: Vrstica

source: Revision
fr_fr: Version
hu_hu: Revízió
it_it: Revisione
ja_jp: リビジョン
ka_ge: ვერსია
nl_nl: Revisie
pl_pl: Rewizja
pt_br: Revisão
ro_ro: Revizie
ru_ru: Ревизия
sl_si: Revizija

source: Author
de_de: Autor
fr_fr: Auteur
hu_hu: Szerző
it_it: Autore
ja_jp: 著作者
ka_ge: ავტორი
nl_nl: Auteur
pl_pl: Autor
pt_br: Autor
ro_ro: Autor
ru_ru: Автор
sl_si: Avtor

source: Date
de_de: Datum
hu_hu: Dátum
it_it: Data
ja_jp: 日付
ka_ge: თარიღი
nl_nl: Datum
pl_pl: Data
pt_br: Data
ro_ro: Data
ru_ru: Дата
sl_si: Datum

source: Bug Number
de_de: Bug-Nummer
hu_hu: Hiba szám
pl_pl: Numer błędu
pt_br: Número do Bug
ru_ru: Номер бага
sl_si: Številka hrošča

source: Text
fr_fr: Texte
hu_hu: Szöveg
it_it: Testo
ja_jp: テキスト
ka_ge: ტექსტი
nl_nl: Tekst
pl_pl: Tekst
pt_br: Texto
ru_ru: Текст
sl_si: Besedilo

source: &Find
de_de: &Suchen
hu_hu: &Keresés
pl_pl: Szukaj
pt_br: &Procurar
ru_ru: Поиск
sl_si: &Najdi

source: Highlight by Author
de_de: Hervorhebung nach Autor
fr_fr: Surligner par auteur
hu_hu: Kiemelés Szerző alapján
it_it: Evidenzia per Autore
ja_jp: 作者別でハイライト
ka_ge: გამოყოფა ავტორით
pl_pl: Podświetl tego samego Autora
pt_br: Destacar por Autor
ro_ro: Evidenţiere după Autorului
ru_ru: Выделить по Автору
sl_si: Poudari po avtorju

source: Highlight by Revision
de_de: Hervorhebung nach Revision
fr_fr: Surligner par version
hu_hu: Kiemelés Revízió alapján
it_it: Evidenzia per Revisione
ja_jp: リビジョン別でハイライト
ka_ge: გამოყოფა ვერსიით
pl_pl: Podświetl tą samą Rewizję
pt_br: Destacar por Revisão
ro_ro: Evidenţiere după Reviziei
ru_ru: Выделить по Ревиизии
sl_si: Poudari po reviziji

source: Highlight by Date
de_de: Hervorhebung nach Datum
fr_fr: Surligner par date
hu_hu: Kiemelés Dátum alapján
it_it: Evidenzia per Data
ja_jp: 日付別でハイライト
ka_ge: გამოყოფა თარიღით
pl_pl: Podświetl tą samą Datę
pt_br: Destacar por Data
ro_ro: Evidenţiere după Dată
ru_ru: Выделить по Дате
sl_si: Poudari po datumu

source: Highlight by Bug Number
de_de: Hervorhebung nach Bug-Nummer
pt_br: Destacar por Número do Bug
sl_si: Poudari po številki hrošča

source: Highlight by Age (Fixed)
de_de: Hervorhebung nach Alter (fest)
fr_fr: Surligné par âge (fixe)
hu_hu: Kiemelés Életkor alapján (fix)
it_it: Evidenzia per Età (Fissa)
ja_jp: 世代別でハイライト (固定)
ka_ge: გამოყოფა ასაკით (ფიქსირებული)
pl_pl: Podświetl ten sam wiek (Naprawione)
pt_br: Destacar por Idade(Fixo)
ro_ro: Evidenţiere după Vârstă (Fixată)
ru_ru: Выделить по Возрасту (Фиксированно)
sl_si: Obarvaj po starosti (nespremenjeno)

source: Highlight by Age (Scaled)
de_de: Hervorhebung nach Alter (maßstäblich)
fr_fr: Surligné par âge (échelle)
hu_hu: Kiemelés Életkor alapján (Méretezve)
it_it: Evidenzia per Età (Scalata)
ja_jp: 世代別でハイライト (リビジョンをスケールする)
ka_ge: გამოყოფა ასაკით (მასშტაბი)
pl_pl: Podświetl ten sam wiek (Scalone)
pt_br: Destacar por Idade(Escalonado)
ro_ro: Evidenţiere în baza Vârstei (Redimensionată)
ru_ru: Выделить по возрасту (Scaled)
sl_si: Obarvaj po starosti (stopnjevano)

source: No Highlighting
de_de: Keine Hervorhebung
fr_fr: Pas de surlignage
hu_hu: Nincs Kiemelés
it_it: Nessuna Evidenziazione
ja_jp: ハイライトなし
ka_ge: გამოყოფის გარეშე
pl_pl: Bez podświetlenia
pt_br: Sem Destaque
ro_ro: Fără evidenţiere
ru_ru: Не выделять
sl_si: Brez poudarjanja

source: Annotate %s
de_de: Kommentiere %s
fr_fr: Annoter %s
hu_hu: %s annotálása
it_it: Annotazione %s
ja_jp: %s に注釈を付ける
ka_ge: ანოტირება %s
pl_pl: Adnotacja %s
pt_br: Anotar %s
ro_ro: Adnotează %s
ru_ru: Аннотация %s
sl_si: Razloži %s

source: This file is new and has never been committed to the server or is an empty file on the server.
de_de: Diese Datei ist neu und wurde noch nie auf dem Server eingecheckt, oder es handelt sich um eine leere Datei auf dem Server.
fr_fr: Ce fichier est nouveau, il n'a jamais été enregistré sur le serveur ou il est vide sur le serveur.
hu_hu: Ez a fájl új és még nem volt elhelyezve a szerveren vagy csak üres fájlként volt tárolva.
it_it: Questo file è nuovo e non è mai stato depositato nel server oppure è un file vuoto nel server.
ja_jp: このファイルは、新しくサーバーにコミットされたことが無いか、もしはサーバ上で空のファイルです。
ka_ge: ეს ფაილი ახალია და არასდროს დაფიქსირებულა ან სერვერის შესაბამისი ფაილი ცარიელია.
pl_pl: Ten plik nie był jeszcze nigdy zatwierdzony w repozytorium
pt_br: Este arquivo é novo e nunca foi Gravado no servidor, ou é um arquivo vazio no servidor.
ro_ro: Acest fişier este nou şi nu a mai fost încredinţat (committed) serverului, sau este un fişier gol pe server.
ru_ru: Этот файл или новый и не был ни разу зафиксирован или он пуст на сервере.
sl_si: Datoteka je nova in še ni bila objavljena na strežniku ali pa je prazna datoteka na strežniku.

source: Continue search from the end of the file?
de_de: Suche am Ende der Datei fortsetzen?
hu_hu: Folytassam a keresést a fájl végétől?
pl_pl: Rozpocząć wyszukiwanie od końca pliku ?
pt_br: Continuar a busca partindo do fim do arquivo?
ru_ru: Продолжить поиск с конца файла?
sl_si: Želite nadaljevati iskanje s konca datoteke?

source: Continue search from the beginning of the file?
de_de: Suche am Anfang der Datei fortsetzen?
hu_hu: Folytassam a keresést a fájl elejétől?
pl_pl: Rozpocząć wyszukiwanie od początku pliku ?
pt_br: Continuar a busca partindo do início do arquivo?
ru_ru: Продолжить поиск с начала файла?
sl_si: Želite nadaljevati iskanje z začetka datoteke?

source: Search complete
de_de: Suche vollständig
hu_hu: Teljes keresés
pl_pl: Wyszukiwanie zakończone
pt_br: Pesquisa completada
ru_ru: Поиск завершен
sl_si: Iskanje končano

source: &Diff (working file)
de_de: &Vergleichen (Arbeitskopie)
hu_hu: &Diff (munkafájlon)
it_it: &Confronta (file di lavoro)
ja_jp: 差分 (作業ファイル)(&D)
ka_ge: შედარება (სამუშაო ფაილთან)
nl_nl: &Diff (huidige bestand)
pl_pl: &Różnice (plik roboczy)
pt_br: &Diferenças (arquivo local)
ro_ro: Diferenţiază (fişierul activ)
sl_si: &Razlikuj (delovna datoteka)

source: &View this revision
de_de: &Betrachte diese Revision
hu_hu: Revízió &megtekintése
it_it: &Visualizza questa revisione
ja_jp: このリビジョンを参照する(&V)
ka_ge: ამ ვერსიის გადახედვა
nl_nl: Bekijk deze revisie
pl_pl: Pokaż tą rewizję
pt_br: &Ver esta Revisão
ro_ro: Vizualizează revizia curentă
sl_si: &Pokaži to revizijo

source: &Annotate this revision
de_de: &Kommentiere diese Revision
hu_hu: Revízió ki&jegyzetelése
it_it: &Annota questa revisione
ja_jp: このリビジョンに注釈をつける(&A)...
ka_ge: ვერსიის ანოტირება
pl_pl: Dodaj adnotację dla tej rewizji
pt_br: &Anotar esta revisão...
ro_ro: Adnotează revizia dată
sl_si: &Razloži to revizijo

source: &Get this revision (sticky)
de_de: &Hole diese Revision (bleibt permanent)
hu_hu: Revízió alkalmazása (kockázatos)
it_it: &Preleva questa revisione (persistente)
ja_jp: このリビジョンを取得する (sticky)(&G)
ka_ge: ამ ვერსიის მიღება (მიბმა)
nl_nl: &Haal deze revisie op (blijft permanent)
pl_pl: &Pobierz tą rewizję (lepkie)
pt_br: &Obter esta Revisão (Persistente)
ro_ro: Preia această revizie (lipicios)
sl_si: &Pridobi to revizijo (lepljivo) ...

source: &Save this revision as...
de_de: &Speichere diese Revision unter...
hu_hu: Revízió mentése, mint...
it_it: &Salva questa revisione come...
ja_jp: このリビジョンを名前を付けて保存(&S)...
ka_ge: ამ ვერსიის შენსხვა როგორც...
nl_nl: &Sla deze revisie op als...
pl_pl: Zapi&sz tą rewizję jako...
pt_br: &Salvar esta Revisão como...
ro_ro: Păstrează această revizie ca...
ru_ru: Сохранить ревизию как...
sl_si: &Shrani to revizijo kot ...

source: Show &log messages
de_de: Zeige &Kommentare
hu_hu: &Naplóüzenetek mutatása
it_it: Mostra messaggi &log
nl_nl: Laat &log berichten zijn
pl_pl: Pokaż zapis &logu
pt_br: Mostrar co&mentários de Gravação
ru_ru: Показать сообщения лога
sl_si: Pokaži &dnevniška sporočila

source: Retrieving log messages for %s
de_de: Kommentare abrufen für %s
hu_hu: %s napló hibaüzenetek feldolgozása
it_it: Acquisizione messaggi di log per %s
pl_pl: Pobieranie zapisu logu dla %s
pt_br: Recebendo histórico de mensagens para %s
ru_ru: Извлечение сообщений лога для %s
sl_si: Pridobivanje dnevniških sporočil za %s

source: TortoiseCVS - Tag
de_de: TortoiseCVS - Marke
fr_fr: TortoiseCVS - Baliser
hu_hu: TortoiseCVS - Címke
it_it: TortoiseCVS - Etichettatura
ja_jp: TortoiseCVS - タグ
ka_ge: TortoiseCVS - ჭდე
pl_pl: TortoiseCVS - Etykieta
pt_br: TortoiseCVS - Marcador
ro_ro: TortoiseCVS - Etichetă
ru_ru: TortoiseCVS - Метка
sl_si: TortoiseCVS - Označi

source: TortoiseCVS - Create Branch
de_de: TortoiseCVS - Zweig erstellen
fr_fr: TortoiseCVS - Créer une branche
hu_hu: TortoiseCVS - Ág létrehozása
it_it: TortoiseCVS - Creazione Ramo
ja_jp: TortoiseCVS - ブランチの作成
ka_ge: TortoiseCVS - განშტოების შექმნა
nl_nl: TortoiseCVS - Maak tak
pl_pl: TortoiseCVS - Tworzenie gałęzi
pt_br: TortoiseCVS - Criar Ramo
ro_ro: TortoiseCVS - Creează Ramura
ru_ru: TortoiseCVS - Создать Ветку
sl_si: TortoiseCVS - Ustvari vejo

source: &Tag:
de_de: Marke (&Tag):
fr_fr: &Balise :
hu_hu: &Címke:
it_it: &Etichetta:
ja_jp: タグ(&T)
ka_ge: ჭდე:
pl_pl: &Etykieta
pt_br: &Marcador:
ro_ro: Eticheta:
ru_ru: &Метка:
sl_si: &Oznaka:

source: New &branch name:
de_de: Name des neuen &Zweigs:
fr_fr: Nouvelle &branche :
hu_hu: Az új &ág neve:
it_it: Nome nuovo &ramo:
ja_jp: 新しいブランチ名(&b)
ka_ge: განშტოების ახალი სახელი:
nl_nl: Nieuwe naam &tak
pl_pl: Nazwa nowej gałęzi:
pt_br: Nome do novo &Ramo:
ro_ro: Numele noii ramuri:
ru_ru: Новое имя &ветки:
sl_si: Ime nove &veje:

source: Name of tag
de_de: Name der Marke
fr_fr: Nom de la balise
hu_hu: Címke neve
it_it: Nome dell'etichetta
ja_jp: タグの名称
ka_ge: ჭდის სახელი
nl_nl: Naam van de tag
pl_pl: Nazwa etykiety
pt_br: Nome do Marcador
ro_ro: Numele etichetei:
ru_ru: Имя метки
sl_si: Ime oznake

source: Name of branch
de_de: Name des Zweigs
fr_fr: Nom de la branche
hu_hu: Ág neve
it_it: Nome del ramo
ja_jp: ブランチの名称
ka_ge: განშტოების სახელი
nl_nl: Naam van de tak
pl_pl: Nazwa gałęzi
pt_br: Nome do Ramo
ro_ro: Numele ramurii:
ru_ru: Имя ветки
sl_si: Ime veje

source: &Update list...
de_de: &Liste aktualisieren...
fr_fr: &Actualiser la liste...
hu_hu: Lista &frissítése...
it_it: &Aggiorna lista...
ja_jp: 一覧を更新する(&U)...
ka_ge: სიის განახლება...
nl_nl: Lijst &bijwerken...
pl_pl: &Aktualizuj listę...
pt_br: At&ualizar lista...
ro_ro: Reînoieşte lista...
ru_ru: Обновить список...
sl_si: Seznam &posodobljenih ...

source: &Scan subfolders
de_de: Unterordner durch&suchen
fr_fr: &Parcourir les sous-répertoires
hu_hu: &Alkönyvtárak vizsgálata
it_it: E&samina sottocartelle
ja_jp: サブフォルダもスキャンする(&S)
ka_ge: ქვედასტების სკანირება
nl_nl: &Scan submappen
pl_pl: &Skanuj podfoldery
pt_br: Vasculhar &subdiretórios
ro_ro: Scanează sub-dosarele
ru_ru: &Сканировать подкаталоги
sl_si: &Preglej podmape

source: Retrieves a list of tags and branches from the server, and puts them in the dropdown box
de_de: Erfragt eine Liste der verfügbaren Marken (Tags) und Zweige beim Server und übernimmt diese in die Auswahlbox
fr_fr: Enumère les balises et les branches du serveur et les affiche dans la liste déroulante.
hu_hu: Begyűjti a szerveren található címkéket és ágakat, és a lenyíló dobozban jeleníti meg azokat
it_it: Ricava una lista di etichette e rami dal server e la dispone nell'elenco a discesa
ja_jp: サーバーよりタグとブランチの一覧を取得してドロップダウンボックスの中に入れます
ka_ge: სერვერიდან ჭდეებისა და განშტოებების სიის მიღება და მათი განთავსება ჩამოშლად დაფაზე
nl_nl: Haal een lijst van tags en takken van de server, en vul de lijst ermee
pl_pl: Odzyskuje listy etykiet i gałęzi z serwera i umieszcza je w rozwijanej liście
pt_br: Obter a lista de Marcadores e Ramos do servidor, e listá-los na caixa de seleção
ro_ro: Preia o listă de etichete şi ramuri de la server, şi le plasează înlista dropdown
ru_ru: Извлечение списка имен меток или веток с сервера и помещение его в выпадающий список
sl_si: Pridobi seznam oznak in vej s strežnika in jih postavi v seznamsko polje

source: Check that the &files are unmodified
de_de: Überprüfen, ob die &Dateien unverändert sind
fr_fr: Vérifier que les &fichiers ne sont pas modifiés
hu_hu: Ellenőrzés, hogy a &fájlok nem lettek-e módosítva
it_it: Verifica che i &file non siano stati modificati
ja_jp: ファイルに変更が加えられていないかチェックする(&f)
ka_ge: ფაილების შეცვლის სტატუსის შემოწმება
nl_nl: Controleer dat de &bestanden niet gewijzigd zijn
pl_pl: Sprawdź pliki niezmodyfikowane
pt_br: Verificar se os arquivos não estão &modificados
ro_ro: Verificaţi dacă fişierele nu au fost modificate
ru_ru: Проверять что файлы не модифицированы
sl_si: Preveri, da so &datoteke nespremenjene

source: Ensures there are no uncommitted changes before performing the operation
de_de: Stellt sicher, dass alle Änderungen eingecheckt wurden, bevor der Vorgang ausgeführt wird
fr_fr: Vérifie que toutes les modifications ont été validées avant de lancer l'opération
hu_hu: A művelet megkezdése előtt ellenőrzi, hogy nincsenek-e tárolatlan változtatások
it_it: Viene verificato che non ci siano modifiche ancora da depositare, prima di eseguire l'operazione
ja_jp: 命令を実行する前に、コミットされていない変更が存在しないこととを確認する
ka_ge: ამ ქმედების შესრულებამდე გადაამოწმეთ, ხომ არ არის დაუფიქსირებელი ცვლილებები
nl_nl: Controleer dat er alle wijzigingen zijn vastgelegd voordat deze actie wordt uitgevoerd
pl_pl: Sprawdza czy są niezatwierdzone zmiany przed wykonaniem polecenia
pt_br: Certificar que não há modificações locais antes de executar a operação
ro_ro: Are grijă că nu au rămas modificări neîncredinţate înainte de a executa operaţia
ru_ru: Обеспечение что нет незафиксированных изменений перед выполнением этой операции
sl_si: Zagotovi, da ni neobjavljenih sprememb, pred izvajanjem operacije

source: &Create new tag
de_de: Neue Marke &erstellen
fr_fr: &Créer une balise
hu_hu: &Új címke létrehozása
it_it: &Crea nuova etichetta
ja_jp: 新しいタグを作成する(&C)
ka_ge: ახალი ჭდის შექმნა
nl_nl: &Maak een nieuwe tag
pl_pl: &Stwórz nową etykietę
pt_br: &Criar novo Marcador
ro_ro: Creează o nouă etichetă
ru_ru: &Создать новую метку
sl_si: &Ustvari novo oznako

source: &Move existing tag
de_de: Bestehende Marke &verschieben
fr_fr: &Déplacer une balise
hu_hu: Létező címke &mozgatása
it_it: &Muovi etichetta esistente
ja_jp: 既存のタグを移動する(&M)
ka_ge: არსებული ჭდის გადატანა
nl_nl: &Verplaats een bestaande tag
pl_pl: P&rzenieś etykietę
pt_br: &Mover Marcador existente
ro_ro: Mişcă etichetă existentă
ru_ru: &Переместить существующую метку
sl_si: Premakni &obstoječo oznako

source: &Delete existing tag
de_de: Bestehende Marke &löschen
fr_fr: &Supprimer une balise
hu_hu: Létező címke &törlése
it_it: &Cancella etichetta esistente
ja_jp: 既存のタグを削除する(&D)
ka_ge: არსებული ჭდის წაშლა
nl_nl: Ver&wijder bestaande tag
pl_pl: &Usuń etykietę
pt_br: &Apagar Marcador existente
ro_ro: Şterge eticheta existentă
ru_ru: &Удалить существующую метку
sl_si: I&zbriši obstoječo oznako

source: The tag will be assigned to the repository versions nearest to your working sources. This happens directly to the repository.
de_de: Das Tag wird der Version im Verwahrungsort zugewiesen, welche Ihrer Arbeitskopie am ehesten entspricht. Der Vorgang wird direkt im Verwahrungsort ausgeführt.
fr_fr: La balise va être associée aux versions du référentiel les plus proches de vos sources de travail. Cette opération est effectuée directement dans le référentiel.
hu_hu: A címke a raktárban található legfrissebb verzióhoz lesz hozzárendelve naprakészen a friss forrásokkal. Ez közvetlen a raktárban hajtódik végre.
it_it: L'etichetta verrà assegnata alla versione nel repository più vicina ai sorgenti di lavoro. L'operazione avverrà direttamente nel repository.
ja_jp: タグは作業中のファイルに一番近いリビジョンに付けられます。タグの作成はリポジトリに対して直接実行されます。
ka_ge: ჭდე განეკუთვნება საცავის იმ ვერსიას რომელიც ყველაზე ახლოსაა თქვენს სამუშაო კოდებთან. ეს მოხდება უშუალოდ საცავში.
pl_pl: Etykieta będzie przypisana w repozytorium do wersji najbliższej wersji roboczej. Zostanie to uczynione bezpośrednio w repozytorium.
pt_br: O Marcador será associado às versões do repositório mais próximas às suas cópias locais. Isto é realizado diretamente no repositório.
ro_ro: Eticheta va fi ataşată versiunii de repozitoriu care este mai apropiată de codul tău sursă. Aceasta are loc exact în repozitoriu.
ru_ru: Метка будет присвоена версии из репозитория ближайшей к рабочим исходникам. Это произойдет прямо в репозитории.
sl_si: Oznaka bo dodeljena različicam v skladišču, ki so najbolj podobne vašim delovnim virom. To se zgodni neposredno v skladišču.

source: &Create new branch
de_de: Neuen Zweig &erstellen
fr_fr: &Créer une branche
hu_hu: &Új ág létrehozása
it_it: &Crea nuovo ramo
ja_jp: 新しいブランチを作成する(&C)
ka_ge: ახალი განშტოების შექმნა
nl_nl: &Maak een nieuwe tak
pl_pl: &Stwórz nową gałąż
pt_br: &Criar novo Ramo
ro_ro: Crează o nouă ramură
ru_ru: &Создать новую ветку
sl_si: &Ustvari novo vejo

source: &Move existing branch
de_de: Bestehenden Zweig &verschieben
fr_fr: &Déplacer une branche
hu_hu: Létező ág &mozgatása
it_it: &Muovi ramo esistente
ja_jp: 既存のブランチを移動する(&M)
ka_ge: არსებული განშტოების გადატანა
nl_nl: &Verplaats een bestaande tak
pl_pl: &Przenieś istniejącą gałąź
pt_br: &Mover Ramo existente
ro_ro: Mişcă ramura existentă
ru_ru: &Переместить существующую ветку
sl_si: &Premakni obstoječo vejo

source: &Delete existing branch
de_de: Bestehenden Zweig &löschen
fr_fr: &Supprimer une branche
hu_hu: Létező ág &törlése
it_it: &Cancella ramo esistente
ja_jp: 既存のブランチを削除する(&D)
ka_ge: არსებული განშტოების წაშლა
nl_nl: Ver&wijder bestaande tak
pl_pl: &Skasuj istniejącą gałąź
pt_br: &Apagar Ramo existente
ro_ro: Şterge ramura existentă
ru_ru: &Удалить существующую ветку
sl_si: I&zbriši obstoječo vejo

source: The branch will be applied to the repository versions nearest to your working sources. This happens directly to the repository, leaving your working sources on the original branch.
de_de: Die Verzweigung wird auf den Versionen des Verwahrungsorts angewandt, die am nächsten zu Ihren Arbeitskopien liegen. Der Vorgang wird direkt am Verwahrungsort durchgeführt, Ihre Arbeitskopien verbleiben im Originalzweig.
fr_fr: La branche va être associée aux versions du référentiel les plus proches de vos sources de travail. Cette opération est effectuée directement dans le référentiel. Vos sources de travail restent dans la branche d'origine.
hu_hu: Az ág a raktárban található legfrisebb verzióhoz lesz hozzárendelve naprakészen a friss forrásokkal. Ez közvetlen a raktárban hajtódik végre, meghagyva az eredeti ág forrásait.
it_it: La diramazione verrà applicata alla versione nel repository più vicina ai sorgenti di lavoro. L'operazione avverrà direttamente nel repository, lasciando i sorgenti di lavoro sul ramo originale.
ja_jp: ブランチは作業中のソースに一番近いリビジョンに作成されます。ブランチの作成はリポジトリに対して実行され、あなたが作業しているファイルのブランチに変更はありません。
ka_ge: განშტოება განეკუთვნება საცავის იმ ვერსიას რომელიც ყველაზე ახლოსაა თქვენს სამუშაო კოდებთან. ეს მოხდება უშუალოდ საცავში, ხოლო თქვენი სამუშაო კოდები საწყის განშტოებაში დარჩება.
pl_pl: Gałąź będzie przypisana w repozytorium do wersji najbliższej wersji roboczej. Zostanie to uczynione bezpośrednio w repozytorium, pozostawiając oryginalną wersję roboczą.
pt_br: O Ramo será aplicado às versões do repositório mais próximas às suas cópias locais. Isto é realizado diretamente no repositório, deixando suas cópias locais no Ramo original.
ro_ro: Ramura va fi aplicată versiunii de repozitoriu care este mai apropiată de codul tău sursă activ. Aceasta are loc exact în repozitoriu, lăsând codul tău sursă pe ramura originală.
sl_si: Veja bo izvedena na različicah v skladišču, ki so najbolj podobne vašim delovnim virom. To se zgodi neposredno v skladišču in pusti vaše delovne vire na izvirni veji.
