Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: If this is the wrong folder, correct it and try again. If you want to initialise a new repository with "cvs init" then check the box below and TortoiseCVS will try again.
de_de: Falls es sich hierbei um den falschen Ordner handelt, korrigieren Sie dies und versuchen Sie es erneut. Falls Sie mit "cvs init" einen neuen Verwahrungsort erstellen wollen, aktivieren Sie das Ankreuzfeld unten; TortoiseCVS wird den Vorgang dann wiederholen.
fr_fr: Si le dossier est incorrect, corrigez-le et réessayez. Pour générer un référentiel avec "cvs init", cochez la case ci-dessous. TortoiseCVS va alors réessayer.
hu_hu: Amennyiben ez egy rossz mappa, javítsd a hibát és próbálkozz újra. Amennyiben egy új raktárat szeretnél itt létrehozni "cvs init" segítségével, akkor jelöld be az alábbi kapcsolót, és ekkor a TortoiseCVS újra fog próbálkozni.
it_it: Se questa è la cartella sbagliata, indicare quella corretta e riprovare. Se si desidera inizializzare un nuovo repository con "cvs init" selezionare la casella sottostante e TortoiseCVS ritenterà l'operazione.
ja_jp: 間違ったフォルダである場合は、訂正して再度お試しください。 "cvs init"で新しいリポジトリを作成したい場合は、以下のチェックボックスを選択してください。TortoiseCVSは実行を再び試みます
ka_ge: თუ დასტა მცდარია, შეასწორეთ და კვლავ სცადეთ. თუ ახალი საცავის "cvs init" ბრძანებით ინიციალიზება გსურთ ჩართეთ ქვედა პარამეტრი და TortoiseCVS კვლავ შეეცდება.
nl_nl: Als dit de verkeerde map is, verbeter het en probeer het opnieuw. Als je een nieuwe repository wilt maken met "cvs init" zet dan het vinkje en TortoiseCVS zal het opnieuw proberen.
pl_pl: Jeśli to jest nieprawidłowy folder, napraw go i spróbuj ponownie. Jeśli chcesz zainicjalizować nowe repozytorium "cvs init" zaznacz kwadrat poniżej, a TortoiseCVS spróbuje ponownie.
pt_br: Se este não é o diretório certo, corrija-o e tente novamente. Se você quiser preparar um novo repositório com "cvs init" então marque a caixa abaixo e o TortoiseCVS tentará novamente.
ro_ro: Dacă calea spre dosar este incorectă, corectaţi şi încercaţi din nou. Dacă doriţi să iniţializaţi un nou repozitoriu cu "cvs init" atunci marcaţi opţiunea de mai jos şi TortoiseCVS va încerca din nou.
ru_ru: Если это неправильный каталог, исправьте и попытайтесь еще раз. Если вы хотите инициализировать новый репозиторий с помощью команды "cvs init" отметьте опцию ниже и TortoiseCVS попытается еще раз.
sl_si: Če je to napačna mapa, jo popravite in poskusite znova. Če želite inicializirati novo skladišče z "cvs init", potem označite polje spodaj in TortoiseCVS bo poskusil znova.

source: &Initialise a new repository here (makes a CVSROOT folder)
de_de: Einen neuen Verwahrungsort hier &erzeugen (CVSROOT-Ordner anlegen)
fr_fr: &Générer un référentiel ici (création d'un dossier CVSROOT)
hu_hu: &Új raktár kialakítása ezen a helyen (CVSROOT mappa létrehozásával)
it_it: &Inizializza un nuovo repository in questa posizione (crea una cartella CVSROOT)
ja_jp: リポジトリをこの場所に新規作成 (CVSROOTフォルダが作成されます)(&I)
ka_ge: ახალი საცავის ინიციალიზება აქ (CVSROOT დასტის შექმნა)
nl_nl: &Maak nieuwe repository hier (maakt een CVSROOT map)
pl_pl: &Inicjalizuj nowe repozytorium tutaj (tworzy folder CVSROOT)
pt_br: &Inicialize um novo repositório aqui (cria um novo diretório CVSROOT)
ro_ro: &Iniţializează un nou repozitoriu aici (creează un dosar CVSROOT)
ru_ru: &Инициализировать новый репозиторий здесь (создать папку CVSROOT)
sl_si: &Inicializiraj novo skladišče tukaj (naredi mapo CVSROOT)

source: Ignored Folder
de_de: Nicht beachteter Ordner
fr_fr: Dossier ignoré
hu_hu: Kihagyott mappa
it_it: Cartella Ignorata
ja_jp: 無視されたフォルダ
ka_ge: იგნორირებული დასტა
nl_nl: Overgeslagen map
pl_pl: Ignorowane foldery
pt_br: Pasta Ignorada
ro_ro: Dosar ignorat
ru_ru: Игнорируемая папка
sl_si: Prezrta mapa

source: Non-CVS Folder
de_de: Nicht-CVS Ordner
nl_nl: Niet-CVS map
pt_br: Pasta fora do CVS
sl_si: Mapa, ki ni CVS

source: Folder
de_de: Ordner
fr_fr: Dossier
hu_hu: Mappa
it_it: Cartella
ja_jp: フォルダ
ka_ge: დასტა
nl_nl: Map
pt_br: Pasta
ro_ro: Dosar
ru_ru: Папка
sl_si: Mapa

source: Ignored
de_de: Nicht beachtet
fr_fr: Ignoré
hu_hu: Kihagyva
it_it: Ignorato
ja_jp: 無視
ka_ge: იგნორირებული
nl_nl: Overgeslagen
pl_pl: Ignorowane
pt_br: Ignorado
ro_ro: Ignorat
sl_si: Prezrto

source: Non-CVS File
sl_si: Datoteka, ki ni CVS

source: Conflict
de_de: Konflikt
fr_fr: Conflit
pt_br: Conflito
ru_ru: Конфликт
sl_si: Spor

source: Binary
de_de: Binärformat
fr_fr: Binaire
hu_hu: Bináris
it_it: Binario
ja_jp: バイナリ
ka_ge: ორობითი
nl_nl: Binair
pl_pl: Binarny
pt_br: Binário
ro_ro: Binar
ru_ru: Двоичный
sl_si: Dvojiško

source: Mod. Binary
de_de: Mod. Binärformat
nl_nl: Mod. Binair
sl_si: Spr. dvojiško

source: File
de_de: Datei
fr_fr: Fichier
hu_hu: Fájl
ja_jp: ファイル
ka_ge: ფაილი
nl_nl: Bestand
pl_pl: Plik
pt_br: Arquivo
ro_ro: Fişier
ru_ru: Файл
sl_si: Datoteka

source: Mod. File
de_de: Mod. Datei
nl_nl: Mod. Bestand
sl_si: Spr. datoteka

source: Normal
hu_hu: Normál
it_it: Normale
ja_jp: 通常
ka_ge: ჩვეულებრივი
nl_nl: Normaal
pl_pl: Normalny
ru_ru: Нормальный
sl_si: Običajno

source: Only keyword names
de_de: Nur Schlüsselwörter
fr_fr: Nom des mots-clés seulement
hu_hu: Csak kulcsszó nevek
it_it: Solo nomi di parole chiave
ja_jp: キーワード名のみ
pl_pl: Tylko nazwy słów kluczowych
pt_br: Apenas nomes de palavras-chave
ro_ro: Numai denumiri cheie
ru_ru: Только имена ключевых слов
sl_si: Le imena ključnih besed

source: Only keyword values
de_de: Nur Schlüsselwerte
fr_fr: Valeur des mots-clés seulement
hu_hu: Csak kulcsszó értékek
it_it: Solo valori di parole chiave
ja_jp: キーワード値のみ
pl_pl: Tylko wartości słów kluczowych
pt_br: Apenas valores de palavras-chave
ro_ro: Numai valori cheie
ru_ru: Только значения ключевых слов
sl_si: Le vrednosti ključnih besed

source: Include locker
de_de: Sperrenden Benutzer angeben
fr_fr: Indiquer le verrouilleur
hu_hu: A lezáró nevével együtt
it_it: Include il 'locker'
ja_jp: ロッカーを含める
pl_pl: Dołącz blokadę
pt_br: Incluir "locker"
ro_ro: Include lăcată
sl_si: Vključi zaklep

source: Disabled
de_de: Deaktiviert
fr_fr: Désactivé
hu_hu: Tiltva
it_it: Disabilitato
ja_jp: 無効
ka_ge: ამორთულია
nl_nl: Uitgeschakeld
pl_pl: Wyłączony
pt_br: Desabilitado
ro_ro: Dezactivat
ru_ru: Запрещен
sl_si: Onemogočeno

source: None
de_de: Keine
fr_fr: Aucun
hu_hu: Nincs
it_it: Nessuno
ja_jp: なし
ka_ge: არა
nl_nl: Geen
pl_pl: Żaden
pt_br: Nenhum
ro_ro: Nici unul
ru_ru: Нет
sl_si: Brez

source: Custom
de_de: Benutzerdefiniert
fr_fr: Personnalisé
hu_hu: Tetszőleges
it_it: Personalizzato
ja_jp: カスタム
ka_ge: მითითებული
nl_nl: Aangepast
pl_pl: Własny
pt_br: Personalizado
ro_ro: Uzual
ru_ru: Пользовательский
sl_si: Po meri ...

source: Unknown
de_de: Unbekannt
fr_fr: Inconnue
hu_hu: Ismeretlen
it_it: Sconosciuto
ja_jp: 不明
ka_ge: უცნობი
nl_nl: Onbekend
pl_pl: Nieznany
pt_br: Desconhecido
ro_ro: Necunoscut
ru_ru: Неизвестный
sl_si: Neznano

source: Text/ASCII
fr_fr: Texte/ASCII
it_it: Testo/ASCII
ja_jp: テキスト/ASCII
ka_ge: ტექსტი/ASCII
nl_nl: Tekst/ASCII
pl_pl: Tekst/ASCII
pt_br: Texto/ASCII
ru_ru: Текст(ASCII)
sl_si: Besedilo/ASCII

source: Text/Unicode
fr_fr: Texte/Unicode
it_it: Testo/Unicode
ja_jp: テキスト/Unicode
ka_ge: ტექსტი/უნიკოდი
nl_nl: Tekst/Unicode
pl_pl: Tekst/Unicode
pt_br: Texto/Unicode
ru_ru: Текст(Unicode)
sl_si: Besedilo/Unicode

source: Binary diff
de_de: Binärvergleich
fr_fr: Comparaison binaire
hu_hu: Bináris diff
it_it: Confronto binario
ja_jp: 差分バイナリ
ka_ge: ორობითი შედარება
nl_nl: Binaire diff
pl_pl: Binarne różnice
pt_br: Binário
ro_ro: Diferenţiere binară
ru_ru: Двоичный diff
sl_si: Dvojiška razlika

source: Compressed
de_de: Komprimiert
fr_fr: Compressé
hu_hu: Tömörített
it_it: Compresso
ja_jp: 圧縮
ka_ge: შეკუმშული
nl_nl: Gecomprimeerd
pl_pl: Skompresowane
pt_br: Compactado
ro_ro: Compresat
ru_ru: Сжатый
sl_si: Stisnjeno

source: UNIX line endings
de_de: UNIX Zeilenenden
hu_hu: UNIX sorvégek
it_it: Terminatori linea UNIX
ja_jp: Unixの改行コードを使用する
ka_ge: UNIX სტიქონების დაბოლოება
nl_nl: Gebruik UNIX regeleinde
pl_pl: Format zakończeń lini UNIX
pt_br: Quebras-de-linha do UNIX
ro_ro: Terminaţii tip UNIX
ru_ru: Использовать окончания строк в формате Unix
sl_si: Zaključki vrstice UNIX

source: Static file
de_de: Static-Datei
pt_br: Arquivos estático
sl_si: Statična datoteka

source: Not in CVS
de_de: Nicht im CVS
fr_fr: Pas dans CVS
hu_hu: Nincs CVS alatt
it_it: Non in CVS
ja_jp: CVS管理外
ka_ge: არა CVS-ში
nl_nl: Niet in CVS
pl_pl: Poza repozytorium CVS
pt_br: Fora do CVS
ro_ro: Nu în CVS
ru_ru: Не в CVS
sl_si: Ni v CVS

source: Unmodified r/o
de_de: Unverändert schreibgeschützt
fr_fr: Non modifié LS
hu_hu: Változatlan r/o
it_it: Non modificato r/o
ja_jp: 変更なし、読み取り専用
ka_ge: უცვლელი, მხოლოდ კითხვადი
nl_nl: Ongewijzigd a/l
pl_pl: Niezmodyfikowane r/o
pt_br: Não modificado somente-leitura
ro_ro: Nemodificat
ru_ru: Не модифицирован r/o
sl_si: Nespremenjeno s.z.b.

source: Unmodified
de_de: Unverändert
fr_fr: Non modifié
hu_hu: Változatlan
it_it: Non modificato
ja_jp: 変更なし
ka_ge: უცვლელი
nl_nl: Ongewijzigd
pl_pl: Niezmodyfikowane
pt_br: Não modificado
ro_ro: Nemodificat
ru_ru: Не модифицирован
sl_si: Nespremenjeno

source: Edited
de_de: Bearbeitet
hu_hu: Szerkesztve
pl_pl: Edytowane
pt_br: Editado
sl_si: Urejeno

source: Edited r/o
de_de: Bearbeitet schreibgeschützt
hu_hu: Szerkesztve r/o
pl_pl: Edytowane r/o
pt_br: Editado somente-leitura
sl_si: Urejeno s.z.b.

source: Modified
de_de: Verändert
fr_fr: Modifié
hu_hu: Módosítva
it_it: Modificato
ja_jp: 変更あり
ka_ge: შეცვლილია
nl_nl: Gewijzigd
pl_pl: Zmodyfikowane
pt_br: Modificado
ro_ro: Modificat
ru_ru: Изменен
sl_si: Spremenjeno

source: Added
de_de: Hinzugefügt
fr_fr: Ajouté
hu_hu: Hozzáadva
it_it: Aggiunto
ja_jp: 追加されたファイル
ka_ge: დაემატა
nl_nl: Toegevoegd
pl_pl: Dodane
pt_br: Adicionado
ro_ro: Inclus
ru_ru: Добавлен
sl_si: Dodano

source: Needs merge
de_de: Zusammenführen ist erforderlich
fr_fr: A fusionner
hu_hu: Olvasztást igényel
it_it: Richiede fusione
ja_jp: マージが必要なファイル
ka_ge: საჭიროებს შერწყმას
nl_nl: Moet samengevoegd
pl_pl: Wymaga scalenia
pt_br: Precisa Combinar
ro_ro: Necesită îmbinare
ru_ru: Требует слияния
sl_si: Potrebuje spajanje

source: Module
de_de: Modul
hu_hu: Modul
it_it: Modulo
ja_jp: モジュール
ka_ge: მოდული
pl_pl: Moduł
pt_br: Módulo
ro_ro: Modul
ru_ru: Модуль
sl_si: Modul

source: Removed
de_de: Entfernt
fr_fr: Supprimé
hu_hu: Eltávolítva
it_it: Rimosso
ja_jp: 削除済
ka_ge: ამოშლილია
nl_nl: Verwijderd
pl_pl: Usunięte
pt_br: Removido
ro_ro: Şters
ru_ru: Удаленный
sl_si: Premaknjeno

source: Renamed
de_de: Umbenannt
hu_hu: Átnevezve
nl_nl: Naam gewijzigd
pl_pl: Zmieniona nazwa
pt_br: Renomeado
ru_ru: Переименован
sl_si: Preimenovano

source: Missing
de_de: Verschollen
fr_fr: Manquant
hu_hu: Hiányzik
it_it: Mancante
ja_jp: 不足
ka_ge: გამოტოვებულია
nl_nl: Ontbreekt
pl_pl: Brakujące
pt_br: Faltando
ro_ro: Lipseşte
ru_ru: Требуется
sl_si: Manjkajoče

source: can't open folder `%s'.
de_de: Der Ordner `%s' konnte nicht geöffnet werden.
fr_fr: impossible d'ouvrir le dossier `%s'.
hu_hu: A(z) %s mappa nem nyitható meg.
it_it: impossibile aprire la cartella `%s'.
ja_jp: フォルダ `%s' を開くことができません
ka_ge: ვერ ვხსნი დასტას `%s'.
nl_nl: kan map '%s' niet openen.
pl_pl: nie mozna otworzyć folderu `%s'.
pt_br: não é possível abrir a pasta `%s'.
ro_ro: nu pot deschide dosarul `%s'.
ru_ru: невозможно открыть каталог `%s'.
sl_si: ni mogoče odpreti datoteke `%s'.

source: done.
de_de: beendet.
fr_fr: terminé.
hu_hu: kész.
it_it: completato.
ja_jp: 完了。
ka_ge: შესრულდა.
nl_nl: klaar.
pl_pl: zakończone.
pt_br: feito.
ro_ro: executat.
ru_ru: выполнено.
sl_si: opravljeno.

source: TortoiseCVS - About
de_de: TortoiseCVS - Über
fr_fr: TortoiseCVS - A propos
hu_hu: TortoiseCVS - Névjegy
it_it: TortoiseCVS - Informazioni
ja_jp: TortoiseCVSについて
ka_ge: TortoiseCVS - პროგრამის შესახებ
nl_nl: TortoiseCVS - Over
pl_pl: TortoiseCVS - O programie
pt_br: TortoiseCVS - Sobre
ro_ro: TortoiseCVS - Despre
ru_ru: О TortoiseCVS
sl_si: TortoiseCVS - O programu

source: DEBUG
hu_hu: HIBAKERESÉS
ja_jp: デバッグ
ru_ru: ОТЛАДОЧНАЯ
sl_si: RAZHROŠČI

source: version
hu_hu: verzió
it_it: versione
ja_jp: バージョン
ka_ge: ვერსია
nl_nl: versie
pl_pl: wersja
pt_br: INSTÁVEL
ro_ro: versiune
ru_ru: версия
sl_si: različice

source: OK
hu_hu: Rendben
ka_ge: დიახ
sl_si: V redu

source: &Credits...
de_de: &Danksagung...
fr_fr: &Remerciements...
hu_hu: &Fejlesztők...
it_it: &Riconoscimenti...
pl_pl: &Twórcy...
pt_br: &Créditos...
ru_ru: Благодарности...
sl_si: &Zasluge ...

source: %s client version
hu_hu: %s kliens verzió
it_it: Versione client %s
nl_nl: %s client versie
pl_pl: %s wersja klienta
pt_br: Versão do cliente %s
ro_ro: %s versiunea client
ru_ru: %s версия клиента
sl_si: Različica odjemalca %s

source: %s server version
hu_hu: %s szerver verzió
it_it: Versione server %s
nl_nl: %s server versie
pl_pl: %s wersja serwera
pt_br: Versão do servidor %s
ro_ro: %s versiunea server
ru_ru: %s версия сервера
sl_si: različica strežnika %s

source: Yes
de_de: Ja
hu_hu: Igen
it_it: Sì
ja_jp: はい
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
ro_ro: Da
ru_ru: Да
sl_si: Da

source: No
de_de: Nein
hu_hu: Nem
ja_jp: いいえ
nl_nl: Nee
pl_pl: Nie
pt_br: Não
ro_ro: Nu
ru_ru: Нет
sl_si: Ne

source: TortoiseCVS - Add
de_de: TortoiseCVS - Hinzufügen
fr_fr: TortoiseCVS - Ajouter
hu_hu: TortoiseCVS - Hozzáadás
it_it: TortoiseCVS - Aggiungi
ja_jp: TortoiseCVS - 追加
ka_ge: TortoiseCVS - დამატება
nl_nl: TortoiseCVS - Toevoegen
pl_pl: TortoiseCVS - Dodawanie
pt_br: TortoiseCVS - Adicionar
ro_ro: TortoiseCVS - Adaugă
ru_ru: TortoiseCVS - Добавить
sl_si: TortoiseCVS - Dodaj

source: Confirm the files to add.
de_de: Dateien hinzufügen bestätigen.
fr_fr: Confirmez l'ajout des fichiers.
hu_hu: Jelöld meg a hozzáadandó fájlokat.
it_it: Confermare i file da aggiungere.
ja_jp: 追加するファイルを確認してください
ka_ge: ფაილების დამატების დასტური.
nl_nl: Bevestig de bestanden die toegevoegd moeten worden.
pl_pl: Zatwierdź pliki do dodania.
pt_br: Confirmar os arquivos a adicionar.
ro_ro: Confirmă includerea fişierelor.
ru_ru: Подтвердите добавление файлов.
sl_si: Potrdi datoteke za dodajanje.

source: Hint: Right-click to change file format.
de_de: Hinweis: Rechts-klicken, um das Dateiformat zu ändern.
fr_fr: Conseil : cliquez avec le bouton droit pour changer de format.
hu_hu: Tipp: Jobb-klikk a fájlformátum megváltoztatásához.
it_it: Suggerimento: Cliccare col tasto destro per cambiare il formato dei file.
ja_jp: ヒント: ファイル形式は右クリックで変更できます。
ka_ge: მინიშნება: ფაილის ფორმატის შესაცვლელად მარჯვენა წკაპი გამოიყენეთ.
nl_nl: Tip: Klik rechts om het formaat te wijzigen
pl_pl: Podpowiedź: Kliknij prawym przyciskiem, aby zmienić opcje dla pliku.
pt_br: Dica: Clique com o botão direito para mudar o formato do arquivo.
ro_ro: Sfat: Click-dreapta pentru a schimba tipul de fişier.
sl_si: Nasvet: desno-kliknite za spremembo vrste datoteke.

source: Show items in &subfolders
de_de: Elemente in &Unterordnern anzeigen
fr_fr: Afficher le contenu des &sous-dossiers
hu_hu: &Almappák elemeinek mutatása
it_it: Mostra il contenuto delle &sottocartelle
ja_jp: サブフォルダの中身を表示する(&s)
ka_ge: ქვედასტებში ელემენტების ჩვენება
nl_nl: Laat items in &submappen zien
pl_pl: Pokaż pozycje w podfolderach
pt_br: Mostrar items em &subpastas
ro_ro: Afişează elementele în sub-dosare
sl_si: Pokaži vse v &podmapah

source: Filename
de_de: Dateiname
fr_fr: Fichier
hu_hu: Fájlnév
it_it: Nome File
ja_jp: ファイル名
ka_ge: ფაილის სახელი
nl_nl: Bestandsnaam
pl_pl: Nazwa pliku
pt_br: Nome do arquivo
ro_ro: Numele fişierului
ru_ru: Имя файла
sl_si: Ime datoteke

source: Type
de_de: Typ
hu_hu: Típus
it_it: Tipo
ja_jp: ファイル形式
ka_ge: ტიპი
pl_pl: Typ
pt_br: Tipo
ro_ro: Tipul
ru_ru: Тип
sl_si: Vrsta

source: Add
de_de: Hinzufügen
hu_hu: Hozzáad
it_it: Aggiungi
ja_jp: 追加
nl_nl: Toevoegen
pl_pl: Dodaj
pt_br: Adicionar
ro_ro: Adaugă
ru_ru: Добавить
sl_si: Dodaj

source: Format
hu_hu: Formátum
it_it: Formato
ja_jp: フォーマット
ka_ge: ფორმატი
nl_nl: Formaat
pt_br: Formato
ru_ru: Формат
sl_si: Oblika

source: Keywords
de_de: Schlüsselwörter
fr_fr: Mots-clés
hu_hu: Kulcsszavak
it_it: Parole Chiave
ja_jp: キーワード
pl_pl: Słowa kluczowe
pt_br: Palavras-chave
ro_ro: Extensia cuvintelor cheie
sl_si: Ključne besede

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
hu_hu: Mégsem
it_it: Annulla
ja_jp: キャンセル
ka_ge: გაუქმება
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulare
ru_ru: Отмена
sl_si: Prekliči

source: Could not connect to server
de_de: Konnte nicht mit Server verbinden
fr_fr: Impossible de se connecter au serveur
hu_hu: Nem található a szerveren
it_it: Impossibile collegarsi al server
ja_jp: サーバーに接続できませんでした
ka_ge: ვერ ვუკავშირდები სერვერს
nl_nl: Kan geen verbinding met server maken
pl_pl: Nie można połączyc z serwerem
pt_br: Não foi possível conectar ao servidor
ro_ro: Conecţiunea la server nu a putut fi efectuată
ru_ru: Невозможно соединиться с сервером
sl_si: Povezava s strežnikom ni uspela

source: Options
de_de: Optionen
hu_hu: Beállítások
it_it: Opzioni
ja_jp: オプション
ka_ge: პარამეტრები
nl_nl: Opties
pl_pl: Opcje
pt_br: Opções
ro_ro: Opţiuni
ru_ru: Настройки
sl_si: Možnosti

source: %d file(s)
de_de: %d Datei(en)
hu_hu: %d fájl
it_it: %d file
nl_nl: %d bestand(en)
pl_pl: %d plik(i)
pt_br: %d arquivo(s)
ro_ro: %d fişier(e)
ru_ru: %d Файл(-ов)
sl_si: %d datotek(a,e,i)

source: Check
de_de: Markieren
fr_fr: Cocher
hu_hu: Megjelölés
it_it: Seleziona
ja_jp: 選択
ka_ge: არჩევა
nl_nl: Vink aan
pl_pl: Zaznacz
pt_br: Marcar
ro_ro: Selectează
ru_ru: Выбрать
sl_si: Označi

source: Check item(s)
de_de: Punkte markieren
fr_fr: Cocher des éléments
hu_hu: Elem(ek) megjelölése
it_it: Seleziona elemento/i
ja_jp: アイテムを選択
ka_ge: ელემენტ(ებ)ის არჩევა
nl_nl: Vink van de items aan
pl_pl: Zaznacz pozycje
pt_br: Marcar item(ns)
ro_ro: Selectează element(ele)
sl_si: Označi element(e)

source: Uncheck
de_de: Markierung entfernen
fr_fr: Désélectionner
hu_hu: Kihúzás
it_it: Deseleziona
ja_jp: 選択解除
ka_ge: ამორთვა
nl_nl: Vink uit
pl_pl: Odznacz
pt_br: Desmarcar
ro_ro: Deselectează
ru_ru: Отменить
sl_si: Odznači

source: Uncheck item(s)
de_de: Markierung der Punkte entfernen
fr_fr: Désélectionner des éléments
hu_hu: Elem(ek) kihúzása
it_it: Deseleziona elemento/i
ja_jp: アイテムの選択を解除
ka_ge: ელემენტ(ებ)ის ამორთვა
nl_nl: Vink van de items uit
pl_pl: Odznacz pozycje
pt_br: Desmarcar item(ns)
ro_ro: Deselectează element(ele)
sl_si: Odznači element(e)

source: Autoignore
de_de: Autoignorieren
fr_fr: Ignorer auto.
hu_hu: Autom. kihagyás
it_it: Autoignora
ja_jp: 自動無視
ka_ge: ავტოიგნორირება
nl_nl: Auto-overslaan
pl_pl: Automatyczne ignorowanie
pt_br: Auto-ignorar
ro_ro: Autoignorare
sl_si: Samodejno prezri

source: Ignore item(s) according to CVS ignore rules
de_de: Ignoriere Element(e) gemäß den CVS-ignorieren-Regeln
fr_fr: Ignorer des éléments selon les règles de CVS
hu_hu: Elem(ek) kihagyása a CVS kihagyási szabályai alapján
it_it: Ignora elemento/i in base alle regole di esclusione di CVS
ja_jp: CVSの無視ルールに従ってアイテムを無視する
ka_ge: ელემენტ(ებ)ის იგნორირება CVS წესების მიხედვით
pl_pl: Ignoruj pozycje zgodnie z regułą ignorowania CVS
pt_br: Ignorar item(ns) de acordo com as regras do CVS
ro_ro: Ignoră element(ele) în baza de regulilor CVS
ru_ru: Игнорировать пункты соответственно правилам игнорирования CVS
sl_si: Prezri element(e) glede na pravila preziranja CVS

source: Check recursively
de_de: Rekursiv markieren
fr_fr: Sélectionner récursivement
hu_hu: Rekurzív megjelölés
it_it: Seleziona ricorsivamente
ja_jp: 再帰的に選択する
ka_ge: რეკურსიული არჩევა
nl_nl: Vink recursief aan
pl_pl: Zaznacz rekurencyjnie
pt_br: Marcar recursivamente
ro_ro: Selectează recursiv
ru_ru: Пометить рекурсивно
sl_si: Označi rekurzivno

source: Check item(s) recursively
de_de: Element(e) rekursiv markieren
fr_fr: Sélectionner des éléments récursivement
hu_hu: Elem(ek) rekurzív megjelölése
it_it: Seleziona elemento/i ricorsivamente
ja_jp: アイテムを再帰的に選択する
ka_ge: ელემენტ(ებ)ის რეკურსიული არჩევა
nl_nl: Vink van de items recursief aan
pl_pl: Zaznacz pozycje rekurencyjnie
pt_br: Marcar item(ns) recursivamente
ro_ro: Selectează element(ele) recursiv
ru_ru: Пометить элемент(ы) рекурсивно
sl_si: Označi element(e) rekurzivno

source: Uncheck recursively
de_de: Markierung rekursiv entfernen
fr_fr: Désélectionner récursivement
hu_hu: Rekurzív kihúzás
it_it: Deseleziona ricorsivamente
ja_jp: 再帰的に選択を解除
ka_ge: რეკურსიული ამორთვა
nl_nl: Vink recursief uit
pl_pl: Odznacz rekurencyjnie
pt_br: Desmarcar recursivamente
ro_ro: Deselectează recursiv
ru_ru: Снять пометки рекурсивно
sl_si: Odznači rekurzivno

source: Uncheck item(s) recursively
de_de: Markierung der Element(e) rekursiv entfernen
fr_fr: Désélectionner des éléments récursivement
hu_hu: Elem(ek) rekurzív kihúzása
it_it: Deseleziona elemento/i ricorsivamente
ja_jp: 再帰的にアイテムの選択を解除する
ka_ge: ელემენტ(ებ)ის რეკურსიული ამორთვა
nl_nl: Vink van de items recursief uit
pl_pl: Odznacz pozycje rekurencyjnie
pt_br: Desmarcar item(ns) recursivamente
ro_ro: Deselectează element(ele) recursiv
ru_ru: Снять пометки с элементов рекурсивно
sl_si: Odznači element(e) rekurzivno

source: Autoignore recursively
de_de: Rekursiv automatisch ignorieren
fr_fr: Ignorer auto récursivement
hu_hu: Autom. rekurzív kihagyás
it_it: Autoignora ricorsivamente
ja_jp: 再帰的に自動無視
ka_ge: რეკურსიული ავტოიგნორირება
nl_nl: Auto-overslaan recursief
pl_pl: Automatyczne ignorowanie (rekurencyjnie)
pt_br: Auto-ignorar recursivamente
ro_ro: Autoignoră recursiv
ru_ru: Рекурсивно Автоигнорировать
sl_si: Samodejno prezri rekurzivno

source: Ignore item(s) recursively according to CVS ignore rules
de_de: Element(e) rekursiv ignorieren gemäß den CVS-ignorieren-Regeln
fr_fr: Ignorer des éléments récursivement selon les règles de CVS
hu_hu: Elem(ek) rekurzív kihagyása a CVS kihagyási szabályai alapján
it_it: Ignora elemento/i ricorsivamente in base alle regole di esclusione di CVS
ja_jp: CVSの無視ルールに従って再帰的にアイテムを無視する
ka_ge: ელემენტ(ებ)ის რეკურსიული იგნორირება CVS წესების მიხედვით
pl_pl: Ignoruj pozycje rekurencyjnie zgodnie z regułami ignorowania CVS
pt_br: Ignorar itens recursivamente de acordo com as regras do CVS
ro_ro: Ignoră element(ele) recursiv în baza regulilor CVS
ru_ru: Игнорировать элемент(-ы) рекурсивно, используя правила игнорирования CVS
sl_si: Prezri element(e) rekurzivno glede na pravila preziranja v CVS

source: Explorer
fr_fr: Explorateur
hu_hu: Intéző
ja_jp: エクスプローラ
ka_ge: ბროუზერი
nl_nl: Verkenner
pt_br: Menu do Explorer
ro_ro: Explorator
ru_ru: Проводник
sl_si: Raziskovalec

source: Invalid file format: %s
de_de: Ungültiges Dateiformat: %s
fr_fr: Format de fichier incorrect : %s
hu_hu: Érvénytelen fájlformátum: %s
it_it: Formato file non valido: %s
ja_jp: 無効なファイル形式: %s
ka_ge: ფაილის მცდარი ფორმატი: %s
nl_nl: Ongeldig bestandsformaat: %s
pl_pl: Niepoprawny format pliku %s
pt_br: Formato inválido: %s
ro_ro: Format de fişier infirm: %s
ru_ru: Неправильный формат файла: %s
sl_si: Neveljaven zapis datoteke: %s

source: Please specify a valid file format for all files you want to add.
de_de: Bitte geben Sie ein gültiges Dateiformat an für alle Dateien, die Sie hinzufügen möchten.
fr_fr: Indiquez un format correct pour les fichiers à ajouter.
hu_hu: Kérlek, adj meg egy valós fájlformátumot minden hozzáadandó fájl számára.
it_it: Specificare un formato di file valido per ogni file che si vuole aggiungere.
ja_jp: 追加する全てのファイルに対して、有効なファイル形式を指定してください。
ka_ge: მიუთითეთ მართებული ფორმატი ყველა დასამატებელი ფაილისთვის.
nl_nl: Geef een geldig bestandsformaat voor alle bestanden die je wilt toevoegen.
pl_pl: Określ poprawny format dla wszystkich plików, które chcesz dodać.
pt_br: Por favor especifique um formato válido para cada um dos arquivos que deseja adicionar.
ro_ro: Vă rugăm să specificaţi un format de fişier valid pentru toate fişierele pe care doriţi să le adăugaţi.
ru_ru: Задайте правильный формат для всех файлов, которые вы хотите добавить
sl_si: Prosimo, navedite veljavno vrsto datoteke za vse datoteke, ki jih želite dodati.
