Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: Tortoise Tip: This error can be caused because there used to be a file in the repository with a name differing only by case from the one you are adding. For example TEST.EXE rather than test.exe. To fix this go into the repository, or get your administrator to, and rename that file to have the same case. It will be in the Attic folder underneath the folder you are in. You will also need to get the local sandbox folder you are in out of CVS again, as it may have bogus entries to the misspelt filename.
de_de: Tortoise Tipp: Dieser Fehler kann auftreten, wenn es eine Datei im Verwahrungsort gab, die sich nur in der Großschreibung von derjenigen unterscheidet, die Sie hinzufügen wollen. Zum Beispiel TEST.EXE anstelle von test.exe. Um das zu beheben, müssen Sie (oder Ihr Administrator) im Verwahrungsort die Datei so umbenennen, dass sie die gleiche Großschreibung hat. Sie befindet sich im Ordner 'attic' unterhalb des Ordners in dem Sie sich befinden. Sie müssen außerdem den Ordner der lokalen Umgebung nochmals aus CVS holen, da es Einträge der falsch buchstabierten Dateinamen enthalten kann.
fr_fr: Conseil : cette erreur peut se produire si le référentiel contient déjà un fichier que seule la casse distingue de celui que vous ajoutez (comme TEST.EXE et test.exe). Pour régler le problème, connectez-vous au référentiel et donnez la même casse au fichier (ou demandez à l'administrateur de s'en occuper). Ce fichier est situé dans le dossier Attic du répertoire dans lequel vous vous trouvez. Vous devrez aussi réemprunter votre dossier local actuel (bac à sable), car il pourrait contenir une entrée incorrecte associée au fichier mal écrit.
hu_hu: Teknős Tipp: Ez a hiba azért adódhatott, mert a raktárban található fájl neve esetleg csak a kis-nagybetűkben tér el a most hozzáadottól. Például TEST.EXE a test.exe helyett. Ahhoz, hogy ezt kijavítsd, a raktárban helyileg kell átnevezni a fájlt a megfelelő betűkkel. A fájlt az adott mappa 'Attic' almappájában találod meg. Ezenkívül ki kell kérned újból egy friss CVS listát, mert lehet hogy a helyi gépen tárolt lista is még a rosszul írt fájlnevet tartalmazza.
it_it: Suggerimento di Tortoise: Questo errore può essere causato dal fatto che nel repository esisteva un file con un nome che differiva solo per le maiuscole da quello del file che si sta aggiungendo. Ad esempio TEST.EXE anzichè test.exe. Per correggere il problema entrare nel repository, o convincere l'amministratore a farlo, e rinominare il file in modo che coincida. Lo si troverà nella cartella Attic all'interno di quella attuale. Sarà inoltre necessario ripristinare la cartella di lavoro locale dal CVS, poichè potrebbe avere dei file fittizi legati al file con il nome errato.
ka_ge: Tortoise რჩევა: ამ შეცდომის მიზეზი შესაძლოა იყოს საცავში ისეთი ფაილის არსებობა, რომელიც დასამატებლისგან მხოლოდ რეგისტრით განსხვავდება, მაგ., TEST.EXE და არა test.exe. ამ პრობლემის გადასაწყვეტად უნდა შეხვიდეთ საცავში და გადაარქვათ ფაილის სასურველი სახელი. იგი განთავსდება დასტაში Attic მიმდინარე დასტის მიმართ. ასევე, თქვენ კვლავ უნდა მიიღოთ ადგილობრივი ზარდახშის ასლი CVS-დან, რადგან შესაძლოა იქ დარჩა მცდარი მონაცემები ფაილის სახელის შესახებ.
pl_pl: Wskazówka Tortoise: Ten błąd powstaje w momencie próby dodania pliku do repozytorium, którego nazwa zawiera inną wielkość znaków niż plik, który już znajduje się w repozytorium. Przykład: TEST.EXE jest różne od test.exe. Aby napraić ten błąd zmień lub poproś administratora, aby zmienił, nazwę pliku w repozytorium (lub zmienił jego położenie w repozytorium np.: poprzzez przeniesienie go do folderu Attic). Po zmianie nazwy, należy ponownie pobrać moduł z repozytorium CVS, aby uniknąć kolejnego wystąpienia tego błędu.
pt_br: Dica do TortoiseCVS: Este erro pode ser causado porque já houve um arquivo no repositório com o mesmo nome do que você está adicionando, apenas com diferença de caixa. Por exemplo, TESTE.EXE ao invés de teste.exe. Para corrigir isto entre no repositório - ou peça ao administrador para fazê-lo - e renomeie o arquivo para ter a mesma caixa. Ele estará na pasta 'Attic' dentro da pasta em que você está adicionando. Você também terá que Obter novamente a pasta, pois sua Caixa-de-areia pode conter referências para o arquivo com nome errado.
ru_ru: Совет Tortoise: Причиной этой ошибки может быть наличие в репозитарии файла отличающегося от добавляемого только регистром. Например TEST.EXE а не test.exe. Для решения этой проблемы необходимо перейти в репозитарий, или попросить вашего администратора, и вручную переименовать файл к одному регистру. Он будет расположен в подкаталоге Attic относительно каталога в котором вы находитесь. Также вам снова нужно будет получить локальную папку песочницы CVS , т.к. там могут быть неправильные данные об ошибочном имени файла.
sl_si: Nasvet Tortoise: To napako lahko povzroča prisotnost datoteke v skladišču z imenom, ki se razlikuje le v velikih/malih črkah z imenom datoteke, ki jo dodajate. Npr. TEST.EXE in test.exe. Za rešitev težave pojdite sami ali upravitelj v skladišče in to datoteko tam preimenujte, da bosta imeli enake velike/male črke. Nahajala se bo v mapi Attic pod mapo, v kateri se nahajate. Prav tako boste morali iz CVS ponovno pridobiti mapo krajevnega peskovnika, v katerem se nahajate, saj ima morda lažne vnose zaradi napačno črkovanega imena datoteke.

source: Tortoise Tip: Someone else is editing the file you want to work on. If the file is binary, you must wait for the other user to commit the file before you can edit it. Otherwise, you may edit in parallel with the other user; CVS will eventually merge your changes with those of the other user. However, you might want to talk to the other user to ensure that you are not both working on the same lines of the file.
de_de: Tortoise Tipp: Jemand anderes bearbeitet die Datei, an der Sie arbeiten möchten. Wenn die Datei binär ist, müssen Sie warten, bis der andere Benutzer die Datei eincheckt, bevor Sie sie bearbeiten können. Andernfalls können Sie sie parallel zum anderen Benutzer bearbeiten; CVS wird wenn möglich Ihre Änderungen und die des anderen Benutzers zusammenführen. Dennoch sollten Sie mit dem anderen Benutzer reden und sicherstellen, dass Sie nicht an den gleichen Zeilen der Datei arbeiten.
fr_fr: Conseil : quelqu'un modifie actuellement le fichier sur lequel vous voulez travailler. S'il s'agit d'un fichier binaire, attendez que l'autre utilisateur ait restitué le fichier avant de le modifier. Si c'est un fichier texte, vous pouvez le modifier en parallèle : CVS fusionnera vos modifications et celles de l'autre utilisateur. Vous pourriez cependant contacter cet utilisateur pour vérifier que vous ne travailliez pas tous les deux sur la même partie du fichier.
hu_hu: Teknős Tipp: Valaki más éppen szerkeszti azt a fájlt, amin dolgozni szeretnél. Ha a fájl bináris, akkor meg kell várnod, amíg a másik felhasználó tárolja a fájl, és utána lehet szerkeszteni. Másképp azonban szerkeszthetitek párhuzamosan a fájlt; A CVS azonnal olvasztani fogja a változtatásaidat a másik felhasználóéval. Természetesen azért inkább érdemes beszélned az illetővel, nehogy esetleg ugyanazokon a sorokon dolgozzatok a fájlon belül.
it_it: Suggerimento di Tortoise: Qualcun'altro sta modificando il file su cui si desidera lavorare. Se il file è binario, bisogna attendere che l'altro utente lo depositi prima di poterlo modificare. Altrimenti, è possibile modificarlo in parallelo all'altro utente; alla fine CVS fonderà le vostre modifiche con quelle dell'altro utente. Tuttavia, è consigliato consultarsi con l'altro utente per assicurarsi di non lavorare entrambi sulle stesse linee del file.
ja_jp: Tortoise ヒント: あなたが作業しようと思っているファイルを他の誰かが編集中です。ファイルがバイナリ形式の場合、あなたはそのユーザがコミットするまで待つ必要があります。ファイルがテキスト形式の場合は、並行して編集することができます。CVS は最終的にあなたの変更箇所と、編集中の他のユーザの編集箇所をマージしてくれます。ただし、ファイルの同じ行を編集していないかどうかを、編集中の他のユーザに確認しておくといいかもしれません。
ka_ge: Tortoise რჩევა: ვირაც სხვა უკვე არედაქტირებს ფაილს რომელთანაც მუშაობა გსურთ. თუ ფაილი ორობითია უნდა დაიცადოთ ვიდრე მეორე მომხმარებელი ცვლილებებს დააფიქსირებს. წინააღმდეგა შემთხვევაში ცვლილებების შეტანა სხვა მომხმარებელთა ერთადაც შეგიძლიათ; საბოლოოდ CVS მოახდენს თქვენი და სხვა მომხმარებლის მიერ განხორციელებული ცვლილებების შერწყმას. მიუხედავად ამისა, სასურველია სხვა მომხმარებელთან განიხილოთ ცვლილებები.
pl_pl: Wskazówka Tortoise: Inna osoba aktualnie edytuje ten plik. Jesli jest to plik binarny, należy poczekać do momentu, aż osoba edytująca wykona na tym pliku polecenie zatwierdzenia i zakończy jego edycję. Jeśli jest to plik teksotwy można pracować na kopii tego pliku równolegle i dokonać połączenia zmian po zakończeniu pracy. Skontaktuj się z osobą edytującą, aby wykluczyć prawdopodobieństwo, że edytowane będą te same linie tekstu.
pt_br: Dica do Tortoise: Alguém já está editando o arquivo no qual você deseja trabalhar. Se o arquivo é binário, você precisa esperar que o outro usuário Grave o arquivo antes que você possa editá-lo. Se o arquivo não for binário você pode editá-lo em paralelo com outros usuários; o CVS eventualmente combinará suas mudanças com as mudanças do outro usuário. No entanto, é uma boa idéia conversar com o outro usuário para certificar que ambos não estejam modificando as mesmas partes do arquivo.
ru_ru: Совет Tortoise: Кто-то другой редактирует файл с которым вы хотите начать работу. Если файл бинарный, вам необходимо подождать, пока второй пользователь не зафиксирует изменения. В противном случае, вы можете вносить изменения параллельно с другим пользователем; в конечном счете CVS сольет изменения внесенные несколькими пользователями. Тем не менее, неплохо было бы обсудить с другим пользователем не работаете ли вы над одними и теми же участками файла.
sl_si: Nasvet Tortoise: Nekdo drug ureja datoteko, na kateri želite delati. Če gre za dvojiško datoteko, morate počakati, da jo drug uporabnik objavi, preden jo lahko urejate. Sicer jo lahko urejate vzporedno z drugim uporabnikom; CVS bo na koncu spojil vaše spremembe s spremembami drugega uporabnika. Vendar pa je pametno, da se dogovorite z drugim uporabnikom, da ne bi oba delala na istih vrsticah datoteke.

source: Tortoise Tip: Use "cvs commit" on the folder that the file is in to remove it permanently.
de_de: Tortoise Tipp: Wenden Sie "cvs einchecken" auf den Ordner an, in dem sich die Datei befindet, um sie dauerhaft zu entfernen.
fr_fr: Conseil : appliquez la commande "CVS Valider" sur le dossier contenant le fichier pour supprimer définitivement ce dernier.
hu_hu: Teknős Tipp: Használd a "cvs tárolás" parancsot a fájlt tartalmazó mappán, a végleges eltávolításhoz.
it_it: Suggerimento di Tortoise: Usare "CVS Deposito" sulla cartella in cui risiede il file per rimuoverlo permanentemente.
ja_jp: Tortoise ヒント: ファイルを完全に削除するには、そのファイルの入ったフォルダに対して "CVS コミット" を実行してください。
ka_ge: Tortoise რჩევა: ბრძანება 'cvs ფიქსირება' გამოიყენეთ იმ დასტების საბოლოოდ ამოსაშლელად სადაც ფაილებაი მოთავსებული.
pl_pl: Wskazówka Tortoise: Wykonaj polecenie CVS Zatwierdź dla folderu zawierającego usuwany plik, aby usunąć go całkowicie.
pt_br: Dica do Tortoise: Você precisa executar Gravar no diretório em que o arquivo estava para confirmar a Remoção.
ru_ru: Совет Tortoise: Для окончательного удаления файлов используйте "cvs commit" в папке с удаляемыми файлами.
sl_si: Nasvet Tortoise: Uporabite "cvs commit" (CVS Objavi) na mapi, v kateri je datoteka, da jo odstranite za vedno.

source: Trying
de_de: Suche
fr_fr: Essai de
hu_hu: Keresés:
it_it: Tentativo con
ja_jp: テスト
ka_ge: მცდელობა
nl_nl: Proberen
pl_pl: Próbuję...
pt_br: Tentando
sl_si: Poskušanje

source: Scanning for web log URL on server
de_de: Suche nach der URL der Webansicht auf dem Server
fr_fr: Recherche de l'URL du journal Web sur le serveur
hu_hu: A web napló URL-jének keresése a szerveren
it_it: Ricerca dell'URL del log web sul server
ja_jp: サーバのウェブログの URL を解析
ka_ge: ვებ ჟურნალის მისამართის ძებნა სერვერზე
nl_nl: Zoeken naar web logboek URL op server
pl_pl: Skanuj w poszukiwaniu adresu URL Web Log na serwerze
pt_br: Procurando pelo URL de web log no servidor
ru_ru: Ищется адрес web лога на сервере
sl_si: Iskanje URL spletnega dnevnika na strežniku

source: Please enter the URL where ViewCVS or CVSweb is.
de_de: Bitte geben Sie die URL an, wo sich ViewCVS oder CVSweb befindet.
fr_fr: Indiquez l'URL de ViewCVS ou CVSweb.
hu_hu: Kérlek add meg az URL-t, ahol a ViewCVS vagy a CVSWeb megtalálható.
it_it: Inserire l'URL dove risiedono ViewCVS o CVSweb.
ja_jp: ViewCVS もしくは CVSweb の URL を記入してください
ka_ge: მიუთითეთ URL სადაც ViewCVS ან CVSWeb-ია განთავსებული.
nl_nl: Geef de URL waar ViewCVS of CVSweb is.
pl_pl: Określ adres URL, pod którym znajduje się ViewCVS lub CVSweb.
pt_br: Favor preencher o URL onde o ViewCVS ou CVSWeb está.
ru_ru: Введите URL где расположены ViewCVS или CVSWeb.
sl_si: Prosimo, vnesite URL, kjer se nahaja ViewCVS ali CVSweb.

source: The URL %s responded with error code %d
de_de: Die URL %s antwortete mit dem Fehlercode %d
fr_fr: L'URL %s a renvoyé le code d'erreur %d
hu_hu: Az URL (%s) a következő hibakódot adta vissza: %d
it_it: L'URL %s ha risposto con il codice d'errore %d
ja_jp: URL %s はエラーコード %d を返しました
ka_ge: მისამართი %s პასუხობს შეცდომის კოდით %d
nl_nl: De URL %s reageert met foutcode %d
pl_pl: Adres URL %s odpowiedział z kodem błędu %d
pt_br: O URL %s respondeu com um código de erro %d
ru_ru: Адрес %s отвечает кодом ошибки %d
sl_si: URL %s je odgovoril s kodo napake %d

source: Sorry! The URL isn't responding, or is responding with an error.
de_de: Leider ist die URL nicht erreichbar, bzw. antwortet mit einem Fehler.
fr_fr: Désolé. L'URL ne répond pas ou répond par une erreur.
hu_hu: Sajnálom! Az URL nem válaszol, vagy hibát ad vissza.
it_it: Spiacente! L'URL non risponde o ha risposto con un errore.
ja_jp: 申し訳ございません！指定されたURLは応答しないか、エラーを返しました。
ka_ge: უკაცრავად! მისამართი არ პასუხობს ან პასუხობს მცდარად.
nl_nl: Sorry! De URL reageert niet of reageert met een fout.
pl_pl: Uwaga! Podany adres URL nie odpowiada lub podaje błędną odpowiedź.
pt_br: Lamento! O URL não está respondendo, ou está respondendo com um erro.
ru_ru: Адрес не отвечает, или отвечает ошибкой.
sl_si: Oprostite! URL se ne odziva ali pa se odziva z napako.

source: This could happen because you are not connected to the internet, because the server is down, or because the path is wrong. If you are behind a firewall which requires a proxy, TortoiseCVS is using the Internet Explorer proxy. You might want to set it and try again. Please either try entering the URL again, or choose the plain text log.
de_de: Der Fehler kann auftreten, falls Sie nicht mit dem Internet verbunden sind, der Server momentan nicht erreichbar ist, oder der angegebene Pfad falsch ist. Wenn sich Ihr Rechner hinter einer Firewall befindet, die einen Proxy erfordert, wird TortoiseCVS automatisch die Proxy-Einstellungen des Internet Explorers verwenden. In diesem Fall überprüfen Sie bitte diese Einstellungen und versuchen Sie es noch einmal. Bitte geben Sie die URL erneut ein, oder wählen Sie das Standardtext-Protokoll.
fr_fr: Explications plausibles : vous n'êtes pas connecté à Internet, le serveur est en panne ou l'adresse est incorrecte. Si vous vous trouvez derrière un pare-feu qui nécessite un proxy, TortoiseCVS utilise celui défini pour Internet Explorer. Vous pourriez le redéfinir et réessayer. Indiquez de nouveau l'URL ou choisissez le journal en texte seul.
hu_hu: Ez azért fordulhatott elő, mert nem kapcsolódsz az internethez, a szerver nem üzemel, vagy az elérési útvonal rossz. Amennyiben egy tűzfal mögött vagy, ami proxy használatát igényli, a TortoiseCVS az Internet Explorer proxyt használja. Esetleg állítsd be ezt, majd próbálkozz újra. Kérlek, hogy próbáld megadni újból az URL-t vagy válaszd a csak szöveges naplót.
it_it: Questo potrebbe succedere perché non siete connessi ad internet, il server è fuori servizio, o perché il path è sbagliato. Se siete dietro ad un firewall che richiede un proxy, TortoiseCVS userà il proxy di Internet Explorer. Potrebbe esere necessario impostarlo e riprovare. Inserire l'URL nuovamente o scegliere il log in testo semplice.
ja_jp: あなたがインターネットに接続していないか、サーバがダウンしているか、パスが間違って指定されていることが原因です。プロキシサーバが必要なファイアーウォールの内側にいる場合、TortoiseCVS は Internet Explorer の接続設定を使用いたします。Internet Explorer の接続設定を見直してみるのもよいかもしれません。 もう一度 URL を入力するか、平文のテキストログの使用を選択してください。
ka_ge: ამის მიზეზები შესაძლოა იყოს ის, რომ თქვენ არ ხართ ინტერნეტში, სერვერი მიუწვდომელია ან მითითებულია მცდარი გეზი. თუ ბრანდმაუერის უკან იმყოფებით, რომელიც პროქსის ითხოვს, TortoiseCVS გამოიყენებს Internet Explorer-ის პარამეტრებს. შეეცადეთ ხელახლა მითითებას და სცადეთ კვლავ. გთხოვთ კიდევ ერთხელ მიუთითოთ მისამართი ან ჟურნალის ფორმატად მიუთითეთ 'ჩვეულებრივი ტექსტი'.
pl_pl: Zaistniały broblem wynika z tego, że brak jest połączenia z internet'em, że serwer jest wyłączony lub ścieżka jest niepoprawna. Jeśli znajdujesz się za zaporą ogniową, która wymaga serwera proxy, TortoiseCVS użyje serwera proxy Internet Explorera. Spróbuj ustawić go i spróbuj ponownie. Wprowadź inny adres URL lub wybierz zwykły tekstowy log.
pt_br: Isto pode acontecer por que você não está conectado na internet, porque o servidor está com problemas, ou porque o URL está errado. Se você estiver atrás de um firewall que requeira um proxy, o TortoiseCVS usará a configuração de proxy do Internet Explorer. Verifique se as configurações dele estão corretas e tente novamente. Por favor tente digitar a URL novamente, ou escolha o histórico com texto puro.
ru_ru: Причиной этого может служить то, что вы не подсоединены к Интернет, сервер недоступен, или задан неверный путь. Если вы находитесь за брандмауером, который требует прокси, TortoiseCVS будет использовать настройки Internet Explorer. Попробуйте задать их и попытайтесь повторить попытку. Попробуйте ввести адрес еще раз, или выберите формат журнала 'обычный текст'.
sl_si: To se lahko zgodi, ker niste povezani na splet, ker je strežnik nedelujoč ali ker je pot napačna. Če ste za požarnim zidom, ki zahteva prehod, uporabi TortoiseCVS prehod Internet Explorerja. Morda ga morate nastaviti in poskusiti znova. Prosimo, ponovno vnesite URL ali izberite dnevnik z navadnim besedilom.

source: TortoiseCVS couldn't find the URL on your server where ViewCVS or CVSweb is. Please enter the URL manually.
de_de: TortoiseCVS konnte ViewCVS oder CVSweb unter dieser URL nicht finden. Bitte geben Sie die URL manuell ein.
fr_fr: L'URL de ViewCVS ou CVSweb est introuvable sur le serveur. Indiquez l'adresse manuellement.
hu_hu: A TortoiseCVS nem találja azt az URL-t, ahol a ViewCVS vagy a WebCVS megtalálható. Kérlek, add meg az URL-t kézileg.
it_it: TortoiseCVS non è riuscito a trovare l'URL sul vostro server dove risiede ViewCVS o CVSweb. Inserire l'URL manualmente.
ja_jp: TortoiseCVS は ViewCVS もしくは CVSweb のある URL をサーバから見つけることができませんでした。URL を手動で入力してください。
ka_ge: TortoiseCVSვერ პოულობს მისამართს სადაც განთავსებულია ViewCVS ან CVSWeb. მიუთითეთ ხელით.
nl_nl: TortoiseCVS kon geen URL vinden op jouw server waar ViewCVS of CVSweb is. Geef de URL zelf op.
pl_pl: TortoiseCVS nie mógł znaleść adresu URL na serwerze gdzie powinny znajdować się ViewCVS lub CVSweb. Proszę podać adres URL ręcznie.
pt_br: TortoiseCVS não conseguiu encontrar o URL onde o ViewCVS ou CVSWeb está.Por favor preencha o URL manualmente.
ru_ru: TortoiseCVS не может найти адрес на сервере где расположены ViewCVS или CVSWeb. Введите его вручную.
sl_si: TortoiseCVS ne more najti URL, kjer se na vašem strežniku nahaja ViewCVS ali CVSweb. Prosimo, vnesite URL ročno.

source: You might be able to find it by browsing on the project's web site for a web interface to CVS. Alternatively ask your server administrator. Then copy the top level URL into the prefix box below. Usually you can leave the suffix box blank - it adds extra options to the end of the URL.
de_de: Bitte überprüfen Sie die Projektwebseiten oder wenden Sie sich an Ihren Administrator, um die URL zu erfahren. Geben Sie diese Adresse in die Präfix-Textbox ein. Die Suffix-Textbox kann normalerweise leer bleiben - hier können zusätzliche URL-Parameter angegeben werden.
fr_fr: Vous pouvez trouver cette adresse en recherchant une interface avec CVS sur le site Web du projet. Vous pouvez également demander à l'administrateur du serveur. Collez ensuite l'URL dans le champ Préfixe ci-dessous. Le champ Suffixe, qui permet d'ajouter des options à la fin de l'URL, peut généralement rester vide.
hu_hu: Ezt megtalálhatod, ha a projekt honlapján megkeresed a webes felületű CVS-t. Esetleg megkérheted a rendszergazdát. Ezután másold be a legfelső szintű URL-t a lenti előtag mezőbe. Általában az utótag mezőt üresen hagyhatod - az csak extra opciók megadására szolgál.
it_it: Dovrebbe essere possibile trovarlo cercando l'interfaccia web a CVS nel sito web del progetto. In alternativa chiedere all'amministratore del server. Successivamente copiare l'URL principale nella casella del prefisso sottostante. Normalmente è possibile lasciare la casella del suffisso vuota - essa aggiunge opzioni extra alla fine dell'URL.
ja_jp: プロジェクトのウェブサイトを見ることで、CVS のウェブインターフェイスのURLを知ることができるかもしれません。サーバ管理者に問い合わせるのもよいでしょう。そして最上レベルのURLをプレフィックスとしてボックスに入力してください。通常ですとサフィックスの項目は空白のままでよいはずです (これはURLの末端に拡張のオプションを設定するためのものです)。
ka_ge: მისი პოვნა შეგიძლიათ თუ მოინახულებთ პროექტის საიტს და იქ მოძებნით CVS ვებ ინტერფეისს. ან კითხეთ თქვენი ქსელის ადმინისტრატორს. შემდეგ დააკოპირეთ ზედა დონის მისამართი პრეფიქსების შეტანის ველში. ხშირ შემთხვევაში სუფიქსის მითითება საჭირო არაა.
pl_pl: Można naleść ten adres URL poprzez przeglądanie strony domowej CVS projektu, można zapytac o ten adres URL także administratora serwera CVS. Należy wpisać ten adres w pole poniżej. Zazwyczaj pole sufiks można pozostawić puste - można tam wpisać dodatkowe opcje, które zostaną dodane do adresu URL.
pt_br: Talvez você possa encontrá-lo ao navegar o página web do projeto. Outra opção é perguntar ao administrador do servidor. Então copie a base do URL para a caixa de prefixo abaixo. Normalmente você pode deixar a caixa de sufixo vazia - ela adiciona opções extra ao fim do URL.
sl_si: Lahko jo najdete z brskanjem na spletni strani projekta po spletnem vmesniku za CVS. Sicer lahko povprašate upravitelja strežnika. Nato kopirajte vrhnji URL v spodnje polje predpone. Ponavadi lahko pustite polje končnice prazno - ta dodaja dodatne možnosti koncu naslova URL.

source: This dialog can also appear if you are trying to log a file that has never been committed.
de_de: Dieser Dialog kann auch dann erscheinen, wenn Sie versuchen das Log einer Datei einzusehen, die noch nie eingecheckt wurde.
fr_fr: Cette boîte de dialogue peut également apparaître si vous essayez de journaliser un fichier qui n'a jamais été validé.
hu_hu: Ez az üzenet akkor is megjelenik, amikor olyan fájl szeretnél naplózni, amely korábban nem volt tárolva.
it_it: Questa finestra può anche apparire se si sta tentando di fare il log di un file del quale non si è mai effettuato il deposito.
ja_jp: このダイアログは一度もコミットされていないファイルのログを取得しようとした場合に現れることがあります。
ka_ge: ეს დიალოგი ასევე შესაძლოა გამოჩნდეს, თუ შეეცდებით არასოდეს დაფიქსირებულ ფაილთა ჟურნალის მიღებას.
pl_pl: Ten komunikat może się pojawiac także w przypadku gdy próbowano stworzyć log dla pliku, który nigdy nie został zatwierdzony w repozytorium.
pt_br: Este diálogo também pode aparecer se você estiver tentado exibir o histórico de um arquivo que jamais foi Gravado.
ru_ru: Этот диалог также может появляться, если вы пытаетесь журналировать файлы которые никогда не были зафиксированы.
sl_si: To pogovorno okno se lahko pojavi, tudi ko želite beležiti datoteko, ki ni bila nikoli objavljena.

source: Repository
de_de: Verwahrungsort
fr_fr: Référentiel
hu_hu: Raktár
ja_jp: リポジトリ
ka_ge: საცავი
pl_pl: Repozytorium
pt_br: Repositório
ru_ru: Репозитарий
sl_si: Skladišče
