Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: Enabling watch
de_de: Beobachtung aktiviert
fr_fr: Activation du suivi
hu_hu: Figyelés engedélyezése
it_it: Abilitazione watch
ja_jp: 監視を有効にする
ka_ge: თვალთავლის ჩართვა
pl_pl: Włączanie pilnowania
pt_br: Habilitando observação
ro_ro: Activizarea supravegherii
ru_ru: Включение наблюдения
sl_si: Omogočanje sledenja

source: Tortoise Tip: The top-level folder has now been created in CVS. To add files and subfolders, invoke the CVS Add Contents command.
de_de: Tortoise Tipp: Der höchste Ordner wurde jetzt im CVS angelegt. Um Dateien und Ordner hinzuzufügen, rufen Sie den Befehl CVS Inhalte hinzufügen auf.
hu_hu: Teknős tipp: A felső szintű mappa létrejött A CVS alatt. Fájlok vagy almappák hozzáadásához a CVS Tartalom hozzáadása parancs szükséges.
it_it: Suggerimento di Tortoise: E' stata ora creata in CVS la cartella principale. Per aggiungere file e sottocartelle, eseguire il comando CVS Aggiungi Contenuto.
ja_jp: Tortoise ヒント: CVSにルートフォルダが作成されました。 ファイルやサブフォルダを追加するには "CVS 内容を追加する" コマンドを実行してください。
pl_pl: Wskazówka Tortoise: Główny folder został utworzony w repozytorium CVS. Aby dodać pliki i podkatalogi wybierz polecenie Dodaj zawartość.
pt_br: Dica do Tortoise: A pasta raiz foi criada no CVS. Para adicionar arquivos e subpastas, acione o comando CVS Adicionar Conteúdo.
ro_ro: Sfat Tortoise: Dosarul de nivel superior a fost creat în CVS. Pentru adăugarea fişierelor şi sub-dosarelor, invocaţi comanda CVS Adaugă Conţinutul.
sl_si: Nasvet Tortoise: Vrhnja mapa je bila ustvarjena v CVS. Za dodajanje map in podmap uporabite ukaz CVS Dodaj vsebino.

source: There is nothing to commit. All the files and folders that you selected are unchanged since you last performed a commit.
de_de: Es sind keine Dateien vorhanden, die eingecheckt werden könnten. Alle ausgewählten Dateien und Ordner sind seit dem letzten Einchecken unverändert geblieben.
fr_fr: Rien à valider. Les fichiers et les dossiers sélectionnés n'ont pas été modifiés depuis la dernière validation.
hu_hu: Nincs mit tárolni. Minden kijelölt fájl és mappa változatlan az utolsó tárolási parancs kiadása óta.
it_it: Non c'è nulla da depositare. Tutti i file e le cartelle selezionati sono immutati rispetto all'ultimo deposito effettuato.
ja_jp: コミットするべきものがありません。 最後にコミットしてから、ファイルやサブフォルダに変更は加えられていません
ka_ge: დასაფიქსირებელი არაფერია. ყველა მონიშნული ფაილი და დასტა არ შეცვლილა ბოლო ფიქსირების შემდეგ.
nl_nl: Er is niets om vast te leggen. Alle bestanden en mappen die je hebt geselecteerd zijn niet gewijzigd sinds de laatste keer dat je hebt vastgelegd.
pl_pl: Brak pozycji do zatwierdzenia. Wszystkie pliki i foldery, które zaznaczyłeś pozostały niezmienione od czasu ostatniego zatwierdzenia.
pt_br: Não há nada para Gravar. Todos arquivos ou pastas que você selecionou estão intactos desde a última Gravação.
ro_ro: Nu este nimic de încredinţat. Toate fişierele şi dosarele pe care le-aţi selectat sunt neschimbate de la ultimaîncredinţare.
ru_ru: Нечего фиксировать. Все файлы и папки которые выделены не изменялись со времени последнего фиксирования.
sl_si: Nič ni za objavo. Vse datoteke in mape, ki ste jih izbrali, so nespremenjene od vaše zadnje objave.

source: Finished log in %s
de_de: Log erledigt in %s
fr_fr: Connexion établie dans %s
hu_hu: Bejelentkezés befejezve a(z) %s alá
it_it: Log completato in %s
ja_jp: %s ログイン完了
ka_ge: დასრულდა ჟურნალი %s
nl_nl: Klaar met loggen in %s
pl_pl: Zakończono tworzenie logu dla %s
pt_br: Finalizado Registro em %s
ro_ro: Jurnalizare finisată în %s
sl_si: Dokončano beleženje v %s

source: Logging in %s
de_de: Logge in %s
fr_fr: Connexion à %s
hu_hu: Bejelentkezés a(z) %s alá
it_it: Log in %s
ja_jp: %s にログイン中
ka_ge: ჟურნალი - %s
nl_nl: Loggen in %s
pl_pl: Logowanie w %s
pt_br: Obtendo registro em %s
ro_ro: Jurnalizare în %s
ru_ru: В процессе журналирования %s
sl_si: Prijavljanje v %s

source: Are you sure that you want to CVS Remove all files in the folder '%s'?
de_de: Sind Sie sicher, dass Sie alle Dateien im Ordner '%s' aus CVS entfernen möchten?
pt_br: Você tem certeza que quer CVS Remover todos arquivos na pasta '%s'?
sl_si: Ste prepričani, da želite CVS-odstraniti vse datoteke v mapi '%s'?

source: Are you sure that you want to CVS Remove '%s'?
de_de: Sind Sie sicher, dass Sie '%s' aus CVS entfernen möchten?
hu_hu: Biztosan szeretnél CVS Eltávolítás parancsot végrehajtani a(z) '%s' elemen?
pl_pl: Czy chcesz usunąć '%s' ?
pt_br: Você tem certeza que quer CVS Remover '%s'?
ru_ru: Вы уверены что хотите удалить '%s'?
sl_si: Ste prepričani, da želite CVS-odstraniti '%s'?

source: Are you sure that you want to CVS Remove these %d items?
de_de: Sind Sie sicher, dass Sie diese '%d' Elemente aus CVS entfernen möchten?
hu_hu: Biztosan szeretnél CVS Eltávolítás parancsot végrehajtani ezen a(z) %d elemen?
pl_pl: Czy chcesz usunąć %d ?
pt_br: Você tem certeza que quer CVS Remover estes '%d' itens?
ru_ru: Вы действительно уверены что хотите CVS удалить эти элементы %d?
sl_si: Ste prepričani, da želite CVS-odstraniti teh %d elementov?

source: No files found that could be removed.
de_de: Keine Dateien gefunden, die entfernt werden könnten.
hu_hu: Nem találhatóak eltávolítható fájlok.
nl_nl: Geen bestanden gevonden die verwijderd kunnen worden.
pl_pl: Brak plików, które mogą być usunięte.
pt_br: Não há nenhum arquivo para ser removido.
ru_ru: Не найдено файлы которые должны быть удалены.
sl_si: Ni datotek, ki bi jih lahko premaknili.

source: Note that CVS does not keep track of folders explicitly; if you wish to remove a folder, remove the files inside it, and then do a CVS Update. This requires that the preference setting 'Prune empty folders' is enabled.
de_de: Beachten Sie, dass CVS Ordner nicht besonders verwaltet; falls Sie einen Ordner löschen möchten, löschen Sie die Dateien darin, und führen Sie dann CVS aktualisieren aus. Das erfordert, dass die Einstellung 'Leere Ordner entfernen' aktiviert ist.
hu_hu: Megjegyzendő, hogy a CVS nem követi nyomon különállóan az egyes mappákat; amennyiben egy mappát szeretnél eltávolítani, töröld a benne levő fájlokat, majd hajts végre egy CVS Frissítést. Ehhez szükséges, hogy a beállításoknál az 'Üres mappák eltávolítása' opció be legyen kapcsolva.
pl_pl: CVS nie przechowuje folderów (tylko same pliki), jeśli chcesz usunąć folder - usuń wszystkie pliki jakie się w nim znajdują i wykonaj aktualizację CVS. Dla poprawnego działania wymagane jest zaznaczenie opcji 'Usuń puste foldery' w ustawieniach.
pt_br: Note que o CVS não gerencia o histórico de pastas explicitamente; se você deseja Remover uma pasta, CVS Remova os arquivos dentro dela e então execute CVS Atualizar. Isto requer que a preferência 'Apagar pastas vazias' esteja habilitada.
sl_si: Zavedajte se, da CVS ne spremlja map eksplicitno; če želite odstraniti mapo, odstranite datoteke znotraj nje in nato izvedite CVS Posodobi. To zahteva, da je omogočena nastavitev 'Oklesti prazne mape'.

source: Finished remove in %s
de_de: Entfernen erledigt in %s
fr_fr: Suppression terminée dans %s
hu_hu: Az eltávolítás befejezve a(z) %s modulban
it_it: Rimozione completata in %s
ja_jp: %s 削除完了
ka_ge: დასრულდა ამოშლა %s
nl_nl: Klaar met verwijderen in %s
pl_pl: Zakończono usuwanie dla %s
pt_br: Finalizou Remoção em %s
ro_ro: Şterge finisată în %s
ru_ru: Удаление %s закончено
sl_si: Dokončano odstranjevanje v %s

source: The file %s is modified. Are you sure that you want to remove it and thus lose your changes?
de_de: Die Datei %s ist verändert. Sind Sie sicher, dass Sie diese entfernen möchten und damit Ihre Änderungen verlieren?
pt_br: O arquivo %s está modificado. Você tem certeza que quer CVS Remover ele e perder as modificações que você fez?
sl_si: Datoteka %s je spremenjena. Ste prepričani, da jo želite odstraniti in tako izgubiti vse svoje spremembe?

source: The files %s are modified. Are you sure that you want to remove them and thus lose your changes?
de_de: Die Dateien %s sind verändert. Sind Sie sicher, dass Sie diese entfernen möchten und damit Ihre Änderungen verlieren?
pt_br: Os arquivos %s estão modificados. Você tem certeza que quer CVS Remover eles e perder as modificações que você fez?
sl_si: Datoteke %s so spremenjene. Ste prepričani, da jih želite odstraniti in tako izgubiti vse svoje spremembe?

source: Editing in %s
de_de: Schreibschutz ausschalten in %s
fr_fr: Prendre la main dans %s
hu_hu: Szerkesztés a(z) %s modulban
it_it: Edit in %s
ja_jp: %s 編集中
ka_ge: რედაქტირება - %s
pl_pl: Edycja w %s
pt_br: Editando em %s
ro_ro: Editare în %s
ru_ru: В процессе редактирования %s
sl_si: Urejanje v %s

source: Removing in %s
de_de: Entfernen in %s
fr_fr: Suppression dans %s
hu_hu: Eltávolítás a(z) %s modulban
it_it: Rimozione in %s
ja_jp: %s 削除中
ka_ge: ამოშლა - %s
nl_nl: Verwijderen in %s
pl_pl: Usuwanie w %s
pt_br: Removendo em %s
ro_ro: Ştergere în %s
ru_ru: В процессе удаления %s
sl_si: Odstranjevanje v %s

source: Couldn't rename file: %s to %s
de_de: Die Datei konnte nicht umbenannt werden: %s in %s
fr_fr: Impossible de renommer le fichier : %s en %s
hu_hu: Nem lehet átnevezni a fájlt: erről: %s erre: %s
it_it: Impossibile rinominare il file: %s in %s
ja_jp: ファイル名の変更ができませんでした: %s から %s
ka_ge: ვერ ვახერხებ ფაილის გადარქმევას: %s - %s
nl_nl: Kon naam bestand niet wijzigen: %s naar %s
pl_pl: Nie można zmienić nazwy pliku: %s na %s
pt_br: Não foi possível renomear a arquivo: %s para %s
ro_ro: Redenumirea fişierului a eşuat: %s în %s
ru_ru: Невозможно переименовать файл: %s в %s:
sl_si: Napaka pri preimenovanju datoteke: %s v %s

source: Couldn't rename file back: %s to %s
de_de: Die Datei konnte nicht zurück umbenannt werden: %s in %s
fr_fr: Impossible de renommer le fichier : %s en %s
hu_hu: Nem lehet visszanevezni a fájlt: erről: %s erre: %s
it_it: Impossibile ripristinare il nome del file: %s in %s
ja_jp: ファイル名を元に戻すことができませんでした: %s から %s
ka_ge: ვერ ვახერხებ ფაილის სახელის აღდგენას: %s - %s
nl_nl: Kon naam bestand niet terug wijzigen: %s naar %s
pl_pl: Nieudana próba cofnięcia zmiany nazwy dla piku: %s na %s
pt_br: Não foi possível renomear o arquivo de volta: %s para %s
ro_ro: Redenumirea inversă a fişierului a eşuat: %s în %s
ru_ru: Невозможно переименовать файл: %s в %s
sl_si: Datoteke ni mogoče preimenovati nazaj: %s v %s

source: Couldn't recycle
de_de: Konnte nicht in den Papierkorb verschieben
pt_br: Não foi possível enviar para a lixeira
sl_si: Ni mogoče reciklirati

source: No removable files found
de_de: Keine entfernbaren Dateien gefunden
fr_fr: Aucun fichier à supprimer n'a été identifié
hu_hu: Nem találhatóak eltávolítható fájlok
it_it: Non è stato trovato alcun file rimovibile
ja_jp: 削除可能なファイルは見つかりませんでした
ka_ge: წაშლადი ფაილები ვერ მოიძებნა
nl_nl: Geen verwijderbare bestanden gevonden
pl_pl: Brak, plików które można usunąć
pt_br: Não encontrou arquivos removíveis
ro_ro: Nu a fost găsit nici fişier dornic de ştergere
ru_ru: Не найдены перемещаемые файлы
sl_si: Prenosnih datotek ni mogoče najti

source: Tortoise Tip: Any removed files have been moved to the Recycle Bin. To undo the remove: Choose CVS Commit, right-click the file, and click Restore.
de_de: Tortoise Tipp: Alle gelöschten Dateien wurden in den Papierkorb verschoben. Um das Löschen rückgängig zu machen: Wählen Sie CVS Einchecken, rechts-klicken Sie die Datei, und klicken Sie Wiederherstellen.
pt_br: Dica do Tortoise: Quaisquer arquivos Removidos foram movidos para a Lixeira. Para desfazer a Remoção: selecione CVS Gravar, abra o menu contexto do arquivo e clique em Restaurar.
sl_si: Nasvet Tortoise: Vse odstranjene datoteke so bile premaknjene v Koš. Brisanje lahko razveljavite z: izberite CVS Objavi, desno-kliknite datoteko in kliknite Obnovi.

source: Note that CVS does not keep track of folders explicitly; if you wish to remove a folder, remove the files inside it, then do a CVS Update. This requires that the preference setting 'Prune empty folders' is enabled.
de_de: Beachten Sie, dass CVS Ordner nicht besonders verwaltet; falls Sie einen Ordner löschen möchten, löschen Sie die Dateien darin, und führen Sie dann CVS aktualisieren aus. Das erfordert, dass die Einstellung 'Leere Ordner entfernen' aktiviert ist.
hu_hu: Hasznos tudni, hogy a CVS nem követi nyomon különállóan az egyes mappákat; amennyiben egy mappát szeretnél eltávolítani, töröld a benne levő fájlokat, majd hajts végre egy CVS Frissítést. Ehhez szükséges, hogy a beállításoknál az 'Üres mappák eltávolítása' opció be legyen kapcsolva.
pl_pl: CVS nie przechowuje folderów (tylko same pliki), jeśli chcesz usunąć folder - usuń wszystkie pliki jakie się w nim znajdują i wykonaj aktualizację CVS. Dla poprawnego działania wymagane jest zaznaczenie opcji 'Usuń puste foldery' w ustawieniach.
pt_br: Note que o CVS não gerencia o histórico de pastas explicitamente; se você deseja Remover uma pasta, Remova os arquivos dentro dela e então execute CVS Atualizar. Isto requer que a preferência 'Apagar pastas vazias' esteja habilitada.
sl_si: Zavedajte se, da CVS ne spremlja map eksplicitno; če želite odstraniti mapo, odstranite datoteke znotraj nje, nato izvedite CVS Posodobi. To zahteva, da je omogočena nastavitev 'Oklesti prazne mape'.

source: Rename does not currently support moving a file to a different folder
sl_si: Preimenovanje trenutno ne podpira premika datoteke v drugo mapo

source: Finished rename in %s
de_de: Umbenennen erledigt in %s
hu_hu: Befejezett átnevezés a(z) %s modulban
it_it: Rinominazione completata in %s
nl_nl: Klaar met naam wijzigen in %s
pl_pl: Zakończono zmianę nazwy w %s
pt_br: Finalizou Renomeação em %s
ro_ro: Redenumire finisată în %s
ru_ru: Переименование закончено %s
sl_si: Dokončano preimenovanje v %s

source: Finished restoring in %s
de_de: Wiederherstellen erledigt in %s
fr_fr: Restauration terminée dans %s
hu_hu: A visszaállítás befejezve a(z) %s modulban
it_it: Ripristino completato in %s
ja_jp: %s 復元完了
ka_ge: დასრულდა აღდგენა %s
nl_nl: Klaar met herstellen in %s
pl_pl: Zakończono odtwarzanie dla %s
pt_br: Finalizou Restauração em %s
ro_ro: Restaurare finisată în %s
ru_ru: Закончено восстановление %s
sl_si: Dokončano obnavljanje v %s

source: Restoring in %s
de_de: Wiederherstellen in %s
fr_fr: Restauration dans %s
hu_hu: Visszaállítás a(z) %s modulban
it_it: Ripristino in %s
ja_jp: %s 復元中
ka_ge: აღდგენა - %s
nl_nl: Herstellen in %s
pl_pl: Odtwarzanie dla %s
pt_br: Restaurando em %s
ro_ro: Restaurare în %s
ru_ru: Восстанавливается в %s
sl_si: Obnavljanje v %s

source: Finished update in %s
de_de: Aktualisieren erledigt in %s
fr_fr: Actualisation terminée dans %s
hu_hu: A frissítés befejezve a(z) %s modulban
it_it: Aggiornamento completato in %s
ja_jp: %s アップデートを完了
ka_ge: დასრულდა განახლება %s
nl_nl: Klaar met bijwerken in %s
pl_pl: Zakończono aktualizację dla %s
pt_br: Finalizou Atualização em %s
ro_ro: Reînoire finisată în %s
ru_ru: Обновление закончено %s
sl_si: Dokončano posodabljanje v %s

source: Updating in %s
de_de: Lokal aktualisieren in %s
fr_fr: Actualisation dans %s
hu_hu: Frissítés a(z) %s modulban
it_it: Aggiornamento in %s
ja_jp: %s アップデート中
ka_ge: განახლება - %s
nl_nl: Bijwerken van %s
pl_pl: Aktualizacja w %s
pt_br: Atualizando em %s
ro_ro: Reînoire în %s
ru_ru: В процессе обновления %s
sl_si: Posodabljanje v %s

source: Finished clean update in %s
de_de: Neu auschecken erledigt in %s
hu_hu: Tiszta frissítés befejezve a(z) %s modulban
nl_nl: Klaar met bijwerken in %s
pl_pl: Zakończono aktualizację dla %s
pt_br: Finalizou Atualização limpa em %s
sl_si: Dokončana čista posodobitev v %s

source: Doing clean update in %s
de_de: Neu auschecken in %s
hu_hu: Tiszta frissítés a(z) %s modulban
pl_pl: Wykonywanie aktualizacji dla %s
pt_br: Executando Atualização limpa em %s
sl_si: Poteka čista posodobitev v %s

source: Editing before merge in %s
de_de: Schreibschutz ausschalten vor der Zusammenführung in %s
fr_fr: Prendre la main avant fusion dans %s
hu_hu: Olvasztás előtti szerkesztés a(z) %s modulban
it_it: Edit prima della fusione in %s
ja_jp: マージ前に %s を編集しています
ka_ge: რედაქტირება შერწყმამდე - %s
pl_pl: Edycja przed scalaniem dla %s
pt_br: Editando antes da Combinação em %s
ro_ro: se Editează înainte de îmbinare în %s
ru_ru: Редактирование перед слиянием в %s
sl_si: Urejanje pred spajanjem v %s

source: Finished merge in %s
de_de: Zusammenführung erledigt in %s
fr_fr: Fusion terminée dans %s
hu_hu: Az olvasztás befejezve a(z) %s modulban
it_it: Fusione completata in %s
ja_jp: %s マージ完了
ka_ge: დასრულდა შერწყმა %s
nl_nl: Klaar met samenvoegen in %s
pl_pl: Zakończono scalanie dla %s
pt_br: Finalizou Combinação em %s
ro_ro: Îmbinare finisată în %s
ru_ru: Закончено слияние %s
sl_si: Dokončano spajanje v %s

source: Merging in %s
de_de: Zusammenführung in %s
fr_fr: Fusion dans %s
hu_hu: Olvasztás a(z) %s modulban
it_it: Fusione in %s
ja_jp: %s マージ中
ka_ge: შერწყმა - %s
nl_nl: Samenvoegen in %s
pl_pl: Scalanie dla %s
pt_br: Combinando em %s
ro_ro: Îmbinare în %s
ru_ru: В процессе слияния %s
sl_si: Spajanje v %s

source: unknown
de_de: unbekannt
fr_fr: inconnu
hu_hu: ismeretlen
it_it: sconosciuto
ja_jp: 不明
ka_ge: უცნობი
nl_nl: onbekend
pl_pl: nieznane
pt_br: desconhecido
ro_ro: necunoscut
ru_ru: неизвестный
sl_si: neznano

source: Failed to reprocess file list
de_de: Neubearbeitung der Dateiliste fehlgeschlagen
fr_fr: Impossible de retraiter la liste de fichiers
hu_hu: Hiba történt a fájllista összeállításakor
it_it: Rielaborazione lista fallita
ja_jp: ファイルの一覧のプロセスに失敗しました
ka_ge: ვერ ვახდენ ფაილების სიის ხელახლა დამუშავებას
pl_pl: Niudana próba przetworzenia listy plików
pt_br: Falha ao reprocessar lista de arquivos
ro_ro: Reprocesarea listei de fişiere a eşuat
ru_ru: Не удалось обработать список файлов заново
sl_si: Seznama datotek ni bilo mogoče ponovno obdelati

source: Finished making patch in %s
de_de: Patch erstellen erledigt in %s
fr_fr: Création du patch terminée dans %s
hu_hu: A folt (patch) létrehozása befejezve a(z) %s modulban
it_it: Esecuzione patch completata in %s
ja_jp: %s パッチ作成完了
ka_ge: დასრულდა ბებკის შექმნა %s
nl_nl: Klaar met maken van patch in %s
pl_pl: Zakończono wykonywanie łatki dla %s
pt_br: Finalizou criação de Remendo em %s
ro_ro: Crearea terminată în %s
ru_ru: Закончено создание патча в %s
sl_si: Popravek v %s dokončan

source: Making patch in %s
de_de: Patchdatei erstellen in %s
fr_fr: Création d'un patch dans %s
hu_hu: Folt (patch) létrehozása a(z) %s modulban
it_it: Esecuzione patch in %s
ja_jp: %s パッチ作成中
ka_ge: ბებკის შექმნა - %s
nl_nl: Patch maken in %s
pl_pl: Tworzenie łatki dla %s
pt_br: Criando Remendo em %s
ro_ro: Crearea în %s
ru_ru: В процессе создания патча %s
sl_si: Izdelovanje popravka v %s

source: There are no patches. All the files and folders that you selected are unchanged since you last performed a commit.
de_de: Es existieren keine Patches. Alle ausgewählten Dateien und Ordner sind seit dem letzten Einchecken unverändert geblieben.
fr_fr: Aucun patch. Les fichiers et dossiers sélectionnés n'ont pas été modifiés depuis la dernière validation.
hu_hu: Nincsenek foltok. Minden kijelölt fájl és mappa változatlan az utolsó tárolási parancs kiadása óta.
it_it: Non ci sono patch. Tutti i file e le cartelle selezionati sono immutati rispetto all'ultimo deposito effettuato.
ja_jp: パッチはありません。 選択されたすべてのファイルとフォルダは、前回のコミット以降に変更されていません。
ka_ge: ბებკები არ არის. დასტაში შერჩული ყველა ფაილი არ შეცვლილა ბოლო ფიქსირების შემდეგ.
nl_nl: Er zijn geen patches. Alle bestanden en mappen die je hebt geselecteerd zijn niet gewijzigd sinds de laatste keer dat je hebt vastgelegd.
pl_pl: Brak plików łatki. Wszystkie pliki i foldery, które zaznaczyłeś pozostały niezmienione od czasu ostatniego zatwierdzenia.
pt_br: Nada para criar Remendo. Todos arquivos e pastas que você selecionou estão intactos desde a última Gravação.
ro_ro: Nu există . Toate fişierele şi dosarele selectate nu au fost modificate din momentul ultimeiîncredinţări.
ru_ru: Нет патчей. Все файлы выбранные файлы в каталоге не изменялись со времени последней фиксации.
sl_si: Ni popravkov. Vse datoteke in mape, ki ste jih izbrali, so nespremenjene od vaše zadnje objave.

source: Patch files
de_de: Patchdateien
fr_fr: Fichiers de patch
hu_hu: Fájlok foltozása
it_it: File di patch
ja_jp: パッチファイル
ka_ge: ბებკი ფაილები
nl_nl: Patchbestanden
pl_pl: pliki łatek
pt_br: Arquivos de Remendo
ro_ro: fişierele
ru_ru: Патч-файлы
sl_si: Popravi datoteke

source: Text files
de_de: Textdateien
fr_fr: Fichiers texte
hu_hu: Szöveges fájlok
it_it: File di testo
ja_jp: テキスト形式
ka_ge: ტექსტური ფაილები
nl_nl: Tekstbestanden
pl_pl: Pliki tekstowe
pt_br: Arquivos texto
ro_ro: Fişiere text
ru_ru: Текстовые файлы
sl_si: Datoteke z besedilom

source: All files
de_de: Alle Dateien
fr_fr: Tous les fichiers
hu_hu: Minden fájl
it_it: Tutti i file
ja_jp: すべてのファイル
ka_ge: ყველა ფაილი
nl_nl: Alle bestanden
pl_pl: Wszystkie pliki
pt_br: Todos arquivos
ro_ro: Toate fişierele
ru_ru: Все файлы
sl_si: Vse datoteke

source: Save patch file
de_de: Patchdatei speichern
fr_fr: Enregistrer un fichier de patch
hu_hu: Folt (patch) fájl mentése
it_it: Salvataggio file patch
ja_jp: パッチファイルの保存
ka_ge: ბებკი ფაილის შენახვა
nl_nl: Patchbestanden opslaan
pl_pl: Zapisz plik łatki
pt_br: Salva arquivo de Remendo
ro_ro: Păstrează fişierul
ru_ru: Сохранить патч-файл
sl_si: Shrani datoteko popravkov

source: Finished edit in %s
de_de: Schreibschutz ausschalten erledigt in %s
fr_fr: Modification terminée dans %s
hu_hu: A szerkesztés befejezve a(z) %s modulban
it_it: Edit completato in %s
ja_jp: %s 編集完了
ka_ge: დასრულდა რედაქტირება %s
pl_pl: Kończenie edycji dla %s
pt_br: Finalizou Edição em %s
ro_ro: Editare finisată în %s
sl_si: Dokončano urejanje v %s

source: Finished unedit in %s
de_de: Schreibschutz anschalten erledigt in %s
fr_fr: Libération terminée dans %s
hu_hu: A visszaszerkesztés befejezve a(z) %s modulban
it_it: Unedit completato in %s
ja_jp: %s 編集取り消し完了
ka_ge: დასრულდა რედაქტირების გაუქმება %s
pl_pl: Zakończono polecenie kończenia edytowania dla %s
pt_br: Finalizou Desedição em %s
ro_ro: Anularea editării finisată în %s
ru_ru: Закончено снятие редактирования %s
sl_si: Dokončano razveljavljanje urejenega v %s

source: Unediting in %s
de_de: Schreibschutz anschalten in %s
fr_fr: Libération dans %s
hu_hu: Visszaszerkesztés a(s) %s modulban
it_it: Unedit in %s
ja_jp: %s 編集取り消し中
ka_ge: ცლილებების გაუქმება - %s
pl_pl: Zakańczanie edycji dla %s
pt_br: Deseditando em %s
ro_ro: Anularea editării în %s
ru_ru: В процессе снятия редактирования %s
sl_si: Razveljavitev urejanja v %s

source: Finished list editors in %s
de_de: Liste der Bearbeitungen erledigt in %s
fr_fr: Affichage des modifications terminé dans %s
hu_hu: A szerkesztők listázása befejezve a(z) %s modulban
it_it: Lista editor completata in %s
ja_jp: %s の編集中のユーザ一覧完了
ka_ge: დასრულდა რედქტორების სია %s
pl_pl: Zakończono pobieranie listy dla %s
pt_br: Finalizou listagem de editores em %s
ro_ro: Afişarea editorilor finisată în %s
sl_si: Dokončano navajanje urednikov v %s

source: Merging changes in binary files is not allowed.
de_de: Änderungen zusammenführen bei Binärdateien nicht erlaubt.
fr_fr: Impossible de fusionner les modifications apportées à des fichiers binaires
hu_hu: Bináris fájlok olvasztása nem engedélyezett.
it_it: La fusione delle modifiche nei file binari non è consentita.
ja_jp: バイナリ形式のファイルに対するマージは許可されていません。
ka_ge: ცვლილებების შერწყმა ორობით ფაილებში დაუშვებელია.
nl_nl: Wijzigingen samenvoegen in binaire bestanden niet toegestaan.
pl_pl: Scalanie zmian dla plików binarnych nie jest dozwolone.
pt_br: Combinar modificações em arquivos binários não é permitido.
ro_ro: Îmbinarea modificărilor din fişierele binare nu este admisă.
ru_ru: Слияние изменений в двоичных файлах не разрешены.
sl_si: Spajanje sprememb v dvojiških datotekah ni dovoljeno.
