Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: In CVS, read-only
de_de: Im CVS, schreibgeschützt
fr_fr: Dans CVS, en lecture seule
hu_hu: A CVS alatt, csak olvasható
it_it: In CVS, sola-lettura
ja_jp: CVS管理、読み取り専用
ka_ge: CVS-ში, მხოლოდ კითხვადი
nl_nl: In CVS, alleen lezen
pl_pl: W CVS, tylko do odczytu
pt_br: No CVS, somente leitura
ro_ro: În CVS, strict-citire
ru_ru: В CVS, только-чтение
sl_si: V CVS, samo za branje

source: Ignored by CVS
de_de: Nicht beachtet von CVS
fr_fr: Ignoré par CVS
hu_hu: CVS kihagyta
it_it: Ignorato da CVS
ja_jp: 無視ファイル
ka_ge: იგნორირება CVS მიერ
nl_nl: Genegeerd door CVS
pl_pl: Ignorowane przez CVS
pt_br: Ignorado pelo CVS
ro_ro: Ignorat de către CVS
ru_ru: Игнорируется CVS
sl_si: Prezrto s strani CVS

source: TortoiseCVS - Icon sets
de_de: TortoiseCVS - Symbolsätze
fr_fr: TortoiseCVS - Jeux d'icônes
hu_hu: TortoiseCVS - Ikonkészlet
it_it: TortoiseCVS - Set Icone
ja_jp: TortoiseCVS - アイコンセット
ka_ge: TortoiseCVS - ხატების ნაკრები
nl_nl: TortoiseCVS - Pictogrammenset
pl_pl: TortoiseCVS - Zbiory ikon
pt_br: TortoiseCVS - Conjuntos de Ícones
ro_ro: TortoiseCVS - Mulţime de iconiţe
ru_ru: TortoiseCVS - Наборы иконок
sl_si: TortoiseCVS - Nabori ikon

source: Please select an icon set to be used as overlay icons:
de_de: Bitte wählen Sie einen Symbolsatz, der für Overlay-Symbole verwendet wird:
fr_fr: Choisissez un jeu d'icônes superposées :
hu_hu: Kérlek, válassz ki egy ikonkészletet, melyek fedő ikonokként lesznek használva
it_it: Scegliere un set di icone da usare come icone sovrimpresse:
ja_jp: オーバレイ表示に使用するアイコンセットを選択してください
ka_ge: ხატების ნაკრების შერჩევა, რომლებიც გამოიყენება როგორც გადაფარვები:
nl_nl: Selecteer een pictogrammenset om te gebruiken als overlay:
pl_pl: Wskaż zbiór ikon, który ma być używany jako nakładka:
pt_br: Por favor selecione um conjunto de ícones para ser usado na sobreposição:
ro_ro: Vă rugăm alegeţi mulţimea de iconiţe destinate mediului de lucru:
ru_ru: Выберите набор иконок, которые будут использоваться TortoiseCVS:
sl_si: Prosimo, izberite nabor ikon, ki bo uporabljen za prepis ikon:

source: Icon preview:
de_de: Symbol Vorschau:
fr_fr: Aperçu des icônes :
hu_hu: Ikon előnézet:
it_it: Anteprima icone:
ja_jp: アイコンプレビュー
ka_ge: ხატის ესკიზი:
nl_nl: Pictogrammen:
pl_pl: Podgląd ikon:
pt_br: Previsão dos ícones:
ro_ro: Vizualizează iconiţa:
ru_ru: Предварительный просмотр иконок:
sl_si: Predogled ikon:

source: No icons
de_de: Keine Symbole
fr_fr: Pas d'icône
hu_hu: Nincsenek ikonok
it_it: Nessuna icona
ja_jp: アイコンなし
ka_ge: ხატების გარეშე
nl_nl: Geen pictogrammen
pl_pl: Bez ikon
pt_br: Sem ícones
ro_ro: Nici o iconiţă
ru_ru: Без иконок
sl_si: Ni ikon

source: TortoiseCVS - Web Log Configuration
de_de: TortoiseCVS - Webansicht konfigurieren
fr_fr: TortoiseCVS - Configuration du journal Web
hu_hu: TortoiseCVS - Web Napló konfiguráció
it_it: TortoiseCVS - Configurazione del Log Web
ja_jp: TortoiseCVS - Webログ設定
ka_ge: TortoiseCVS - ვებ ჟურნალი
nl_nl: TortoiseCVS - Web Logboek Configuratie
pl_pl: TortoiseCVS - Konfiguracja Web Log
pt_br: TortoiseCVS - Configuração do Web Log
ro_ro: TortoiseCVS - Configurarea Jurnalului Web
ru_ru: TortoiseCVS - Конфигурация Web лога
sl_si: TortoiseCVS - Nastavitev spletnega dnevnika

source: Web log URL &prefix:
de_de: URL-&Präfix der Webansicht:
fr_fr: &Préfixe de l'URL du journal :
hu_hu: Web napló URL &előtag:
it_it: %Prefisso URL del log web:
ja_jp: WebログURL接頭詞(&P)
ka_ge: Web ჟურნალის მისამართის პრეფიქსი
nl_nl: Web logboek URL &prefix:
pt_br: &Prefixo do URL do Web log:
ro_ro: Prefixul adresei URL al jurnalului Web
ru_ru: Префикс адреса Web лога
sl_si: &Predpona URL spletnega dnevnika:

source: &Suffix:
fr_fr: &Suffixe :
hu_hu: &Utótag:
it_it: &Suffisso:
ja_jp: 接尾詞(&S)
ka_ge: სუფიქსი:
pl_pl: &Sufix:
pt_br: &Sufixo:
ro_ro: Sufix:
ru_ru: Суффикс:
sl_si: &Pripona:

source: &Plain text log (if your server doesn't support web log)
de_de: &Einfaches Textprotokoll (falls Ihr Server keine Webansicht unterstützt)
fr_fr: &Journal en texte seul (serveurs incompatibles avec journaux Web)
hu_hu: &Csak szöveges napló (ha a szerver nem támogatja a web naplót)
it_it: &Log in testo semplice (se il vostro server non supporta il log web)
ja_jp: テキスト形式のログ (サーバーがWebログをサポートしていない場合)(&P)
ka_ge: ჟურნალი ტექსტურ ფორმატში (თუ თქვენი სერვერი ვერ მუშაობს ვებ ტიპთან)
nl_nl: &Platte tekst log (als de server geen web logboek ondersteund)
pl_pl: &Czysty tekst logu (jeśli twój serwer nie obsługuje Web Log)
pt_br: Registro em texto &puro (se o seu servidor não suporta web log)
ro_ro: Jurnal în text pur (dacă serverul d-stră nu oferă jurnal web)
ru_ru: Журнал в формате plain/text (если ваш сервер не поддерживает web лог)
sl_si: Dnevnik z &navadnim besedilom (če strežnik ne podpira spletnega dnevnika)

source: &Automatically scan the server for the URL (again)
de_de: &Automatische Suche der URL auf dem Server (wiederholt)
fr_fr: Chercher &automatiquement l'URL sur le serveur
hu_hu: &Automatikus keresés a szerveren az URL után (ismét)
it_it: &Ricerca automatica dell'URL nel server (ripetuta)
ja_jp: サーバのURLを自動的に探す (再実行)(&A)
ka_ge: სერვერზე მისამართების ავტომატური სკანირება (კვლავ)
nl_nl: Scan de server (opnieuw) &automatisch voor de URL
pl_pl: &Automatycznie skanyj serwer w poszukiwaniu adresu URL (ponownie)
pt_br: Varrer &automaticamente o URL do servidor (novamente)
ro_ro: Scanează automat serverul pentru adresa URL (din nou)
ru_ru: Автоматически сканировать сервер на наличие адреса (опять)
sl_si: &Samodejno preišči strežnik za URL (znova)

source: Password:
de_de: Kennwort:
fr_fr: Mot de passe :
hu_hu: Jelszó:
ja_jp: パスワード :
ka_ge: პაროლი:
nl_nl: Wachtwoord:
pl_pl: Hasło:
pt_br: Senha:
ro_ro: Parola:
ru_ru: Пароль:
sl_si: Geslo:

source: Protocol
de_de: Protokoll
fr_fr: Protocole
hu_hu: Protokol
it_it: Protocollo
ja_jp: プロトコル
ka_ge: ოქმი
pl_pl: Protokół
pt_br: Protocolo
ru_ru: Протокол:
sl_si: Protokol

source: Protocol parameters
de_de: Protokoll Parameter
fr_fr: Paramètres de protocole
hu_hu: Protokol paraméterek
it_it: Parametri protocollo
ja_jp: プロトコルのパラメータ
ka_ge: ოქმის პარამეტრები
pl_pl: Parametry protokołu
pt_br: Parâmetros do protocolo
ro_ro: Parametrii protocolului
ru_ru: Параметры протокола
sl_si: Parametri protokola

source: Server
fr_fr: Serveur
hu_hu: Szerver
ja_jp: サーバ
ka_ge: სერვერი
pl_pl: Serwer
pt_br: Servidor
ru_ru: Сервер
sl_si: Strežnik

source: Repository folder
de_de: Verwahrungsort Ordner
fr_fr: Dossier du référentiel
hu_hu: Raktár mappa
it_it: Cartella del repository
ja_jp: リポジトリフォルダ
ka_ge: საცავის დასტა
nl_nl: Repository map
pl_pl: Folder repozytorium
pt_br: Pasta do repositório
ro_ro: Dosarul Repozitar
sl_si: Mapa skladišča

source: User name
de_de: Benutzername
fr_fr: Nom d'utilisateur
hu_hu: Felhasználónév
it_it: Nome utente
ja_jp: ユーザ名
ka_ge: სახელი
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_br: Nome do usuário
ro_ro: Nume de utilizator
ru_ru: Имя пользователя
sl_si: Uporabniško ime

source: Port
ja_jp: ポート番号
ka_ge: პორტი
nl_nl: Poort
pt_br: Porta
sl_si: Vrata

source: Previous CVSROOTs
de_de: Vorhergehende CVSROOTs
fr_fr: CVSROOT précédents
hu_hu: Korábbi CVSROOT-ok
it_it: Precedenti CVSROOT
ja_jp: CVSROOT履歴
ka_ge: წინა CVSROOT-ები
nl_nl: Vorige CVSROOTs
pl_pl: Poprzedni CVSROOT
pt_br: Últimos CVSROOTs
ro_ro: CVSROOT-uri Anterioare
ru_ru: Предыдущие CVSROOTы
sl_si: Prejšnji CVSROOT-i

source: Password server (:pserver:)
fr_fr: Serveur pserver (:pserver:)
hu_hu: Jelszavas szerver (:pserver:)
it_it: Server password (:pserver:)
ja_jp: パスワードサーバ (:pserver:)
ka_ge: პაროლის სერვერი (:pserver:)
nl_nl: Wachtwoordserver (:pserver:)
pl_pl: Hasło serwera (:pserver:)
pt_br: Servidor de senha (:pserver:)
ro_ro: Server pentru parole (:pserver:)
ru_ru: Парольный сервер (:pserver:)
sl_si: Strežnik gesel (:pserver:)

source: Windows authentication (:sspi:)
de_de: Windows Anmeldung (:sspi:)
fr_fr: Authentification Windows (:sspi:)
hu_hu: Windows hitelesítés (:sspi:)
it_it: Autenticazione Windows (:sspi:)
ja_jp: Windows認証 (:sspi:)
ka_ge: Windows აუთენტიფიცირება (:sspi:)
nl_nl: Windows autorisatie (:sspi:)
pl_pl: Uwierzytelnienie Windows (:sspi:)
pt_br: Autenticação pelo Windows (:sspi:)
ro_ro: Autentificare Windows (:sspi:)
ru_ru: Аутентификация средствами Windows (:sspi:)
sl_si: Avtentikacija Windows (:sspi:)

source: Secure shell (:ext:)
fr_fr: Terminal sécurisé (:ext:)
it_it: Shell sicura (:ext:)
ja_jp: セキュアシェル (:ext:)
ka_ge: უსაფრთხო გარემო (:ext:)
pl_pl: Bezpieczna pomwłoka (:ext:)
pt_br: Terminal seguro (:ext:)
ro_ro: Mediu securizat (:ext:)
ru_ru: Безопасный шелл (:ext:)
sl_si: Varna lupina (:ext:)

source: Secure shell (:ssh:)
fr_fr: Terminal sécurisé (:ssh:)
it_it: Shell sicura (:ssh:)
ja_jp: セキュアシェル (:ssh:)
ka_ge: უსაფრთხო გარემო (:ssh:)
pl_pl: Bezpieczna pomwłoka (:ssh:)
pt_br: Terminal seguro (:ssh:)
ro_ro: Mediu securizat (:ssh:)
ru_ru: Безопасный шелл (:ssh:)
sl_si: Varna lupina (:ssh:)

source: Remote shell (:server:)
fr_fr: Terminal à distance (:server:)
it_it: Shell remota (:server:)
ja_jp: リモートシェル (:server:)
ka_ge: გარე გარემო (:server:)
pl_pl: Zdalna powłoka (:server:)
pt_br: Terminal remoto (:server:)
ro_ro: Mediu distanţat (:server:)
ru_ru: Сетевой шелл (:server:)
sl_si: Oddaljena lupina (:server:)

source: Locally mounted folder (:local:)
de_de: Lokal verbundener Ordner (:local:)
fr_fr: Dossier monté localement (:local:)
hu_hu: Helyben létrehozott mappa (:local:)
it_it: Cartella su disco locale (:local:)
ja_jp: ローカルにマウントしたフォルダ (:local:)
ka_ge: ადგილობრივი დასტა (:local:)
nl_nl: Lokale map (:local:)
pl_pl: Lokalnie zamapowany folder (:local:)
pt_br: Diretório local (:local:)
ro_ro: Dosar instalat local (:local:)
ru_ru: Локальная папка (:local:)
sl_si: Krajevno priklopljena mapa (:local:)

source: Named pipe (:ntserver:)
fr_fr: Tuyau nommé (:ntserver:)
ja_jp: 名前つきパイプ (:ntserver:)
ka_ge: სახელობითი არხები (:ntserver:)
pl_pl: Nazwa kanału (:ntserver:)
ro_ro: Conductă cu nume (:ntserver:)
ru_ru: Именованные каналы (:ntserver:)
sl_si: Imenovan cevovod (:ntserver:)

source: &Fetch list...
de_de: &Liste holen...
fr_fr: &Dresser la liste...
hu_hu: Lista &lekérése...
it_it: &Ottieni lista...
ja_jp: 一覧の取得(&F)...
ka_ge: &სიის გამოძახება...
nl_nl: Lijst ophalen...
pl_pl: &Pobierz listę
pt_br: Obter &lista...
ro_ro: Listă comision (fetch)...
ru_ru: &Получить список...
sl_si: &Pridobi seznam ...

source: How your machine should connect to the CVS repository
de_de: Art der Verbindung zum CVS-Verwahrungsort
fr_fr: Mode de connexion de l'ordinateur au référentiel CVS
hu_hu: Hogyan kapcsolódjon a számítógép a CVS raktárhoz
it_it: Modalità di connessione della vostra macchina al repository CVS
ja_jp: あなたのマシンがCVSリポジトリに接続する方法
ka_ge: როგორ უკავშირდებით CVS საცავს
nl_nl: Hoe je machine een verbinding maakt met de CVS repository
pl_pl: Określa za pomocą jakiego protokołu będzie odbywało się połączenie z repozytorium CVS.
pt_br: Como sua máquina deve conectar ao repositório CVS
ro_ro: Cum ar trebui să se conecteze la repozitoriul CVS calculatorul d-stră
ru_ru: Как ваша машина должна подсоединяться к репозитарию
sl_si: Kako naj se vaš računalnik poveže s skladiščem CVS

source: Parameters associated with this protocol
de_de: Parameter, die mit diesem Protokoll verbunden sind
fr_fr: Paramètres associés à ce protocole
hu_hu: A protokolhoz rendelt paraméterek
it_it: Parametri associati a questo protocollo
ja_jp: プロトコルに関連したパラメータ
ka_ge: ამ ოქმთან დაკავშირებული პარამეტრები
nl_nl: Paramaters die bij dit protocol gebruikt kunnen worden
pl_pl: Parametry wskazanego protokołu
pt_br: Parâmetros associados com esse protocolo
ro_ro: Parametrii asociaţi acestui protocol
ru_ru: Параметры связанные с этим протоколом
sl_si: Parametri, povezani s tem protokolom

source: The computer that the CVS repository is on
de_de: Name des Rechners, auf dem sich der CVS-Verwahrungsort befindet
fr_fr: Ordinateur qui héberge CVS
hu_hu: A számítógép, melyen a CVS raktár található
it_it: Il computer su cui risiede il repository CVS
ja_jp: CVSリポジトリがあるコンピュータ
ka_ge: კომპიუტერი, სადაც CVS საცავია განთავსებული
nl_nl: De computer waar de CVS repository staat
pl_pl: Komputer, na którym znajduje się zepozytorium CVS
pt_br: O computar em que o repositório CVS está
ro_ro: Calculatorul unde se află repozitoriul CVS
ru_ru: Компьютер на котором расположен репозитарий CVS
sl_si: Računalnik, na katerem se nahaja skladišče CVS

source: Location of the repository on the server
de_de: Name des Ordners, in dem der CVS-Verwahrungsort auf dem Server abgelegt ist
fr_fr: Chemin du référentiel sur le serveur
hu_hu: A raktár helye a szerveren
it_it: Locazione del repository nel server
ja_jp: サーバー上でCVSリポジトリのある場所
ka_ge: საცავის მისამართი სერვერზე
nl_nl: Plaats van de repository op de server
pl_pl: Lokalizacja repozytorium na serwerze
pt_br: Localização do repositório no servidor
ro_ro: Locaţia repozitoriul pe server
ru_ru: Местонахождение репозитария на сервере
sl_si: Mesto skladiščenja na strežniku

source: The user name that CVS should use
de_de: Der Benutzername, den CVS verwenden soll
fr_fr: Nom d'utilisateur que CVS doit utiliser
hu_hu: A CVS által használt felhasználónév
it_it: Il nome utente che verrà usato da CVS
ja_jp: CVSが使うユーザ名
ka_ge: მომხმარებლის სახელი, რომელიც CVS-მა უნდა გამოიყენოს
nl_nl: De gebruikersnaam die CVS moet gebruiken
pl_pl: Nazwa użytkownika używana przez CVS
pt_br: O nome do usuário que o CVS deve usar
ro_ro: Numele de utilizator CVS ar trebui să-l utilizeze
ru_ru: Имя пользователя, которое должен использовать CVS
sl_si: Uporabniško ime za CVS

source: The name of the module
de_de: Der Name des Moduls
fr_fr: Nom du module
hu_hu: A modul neve
it_it: Il nome del modulo
ja_jp: モジュールの名前
ka_ge: მოდულის სახელი
nl_nl: De naam van de module
pl_pl: Nazwa modułu
pt_br: O nome do Módulo
ro_ro: Numele modulului
ru_ru: Имя модуля
sl_si: Ime modula

source: Technical details of the CVSROOT which TortoiseCVS is going to use
de_de: CVSROOT-Parameter, den TortoiseCVS benutzen wird
fr_fr: Informations sur CVSROOT qui seront utilisées par TortoiseCVS
hu_hu: A CVSROOT technikai részletei, amelyeket a TortoiseCVS használ majd
it_it: Dettagli tecnici del CVSROOT che verrà usato da TortoiseCVS
ja_jp: TortoiseCVSが使うCVSROOT
ka_ge: CVSROOT ტექნიკური დეტალები, რომლის გამოყენებასაც TortoiseCVS აპირებს
nl_nl: Technische details van de CVSROOT die TortoiseCVS gaat gebruiken
pl_pl: Szczegóły techniczne CVSROOT, który będzie używany przez TortoiseCVS
pt_br: Detalhes técnicos sobre o CVSROOT que o TortoiseCVS vai usar
ro_ro: Detaliile tehnice ale CVSROOT pe care TortoiseCVS le va folosi
ru_ru: Технические детали об CVSROOT для использования TortoiseCVS
sl_si: Tehnične podrobnosti CVSROOT, ki jih potrebuje TortoiseCVS

source: Retrieves a list of modules from the server, and puts them in the dropdown box
de_de: Erfragt die Liste der verfügbaren Module beim Server und speichert diese in der Auswahlbox
fr_fr: Dresse la liste des modules du serveur et l'affiche dans la liste déroulante
hu_hu: Begyűjti a szerveren található modulok listáját és a dobozba tölti be azokat
it_it: Ottiene una lista dei moduli dal server e la dispone nell'elenco a discesa
ja_jp: サーバからモジュール一覧を取得し、左のドロップダウンボックスにいれます
ka_ge: სერვერიდან მოდულების სიის მიღება და მათი განთავსება ჩამოშლად დაფაზე
nl_nl: Haal een lijst van modules van de server, en vul de lijst ermee
pl_pl: Pobierz listę modułów z serwera i umieść ją w rozwijanej liście
pt_br: Obtém uma lista de Módulos disponíveis no servidor, e disponibiliza na caixa de selecão
ro_ro: Preia o listă de module de la server, şi le plasează în lista dropdown
ru_ru: Получить список модулей с сервера и поместить его в выпадающий список
sl_si: Pridobi seznam modulov s strežnika in jih postavi v seznamsko polje

source: The TCP port of your CVS server process
de_de: Die TCP Port Nummer des CVS Server Prozesses
hu_hu: A CVS szervered folyamatainak TCP portja
nl_nl: De TCP poort van je CVS server proces
pt_br: A porta TCP do processo do seu servidor CVS
ru_ru: TCP порт серверного процесса CVS
sl_si: Vrata TCP za proces vašega strežnika CVS

source: Click here and paste in the CVSROOT
de_de: Fügen Sie hier die CVSROOT-Variable ein
fr_fr: Cliquez ici et collez CVSROOT
hu_hu: Klikk ide és illeszd be a CVSROOT címét
it_it: Cliccare qui e incollare in CVSROOT
ja_jp: ここをクリックしてCVSROOTを貼り付ける
ka_ge: დაწკაპეთ აქ CVSROOT-ში ჩასასმელად
nl_nl: Klik hier en plak de CVSROOT erin
pl_pl: Kliknij tu i wklej w CVSROOT
pt_br: Clique aqui e cole o CVSROOT
ro_ro: Faceţi click aici şi lipiţi în CVSROOT
ru_ru: Кликните здесь и вставьте в CVSROOT
sl_si: Kliknite sem in prilepite v CVSROOT

source: Module list not available for server
de_de: Keine Modulliste verfügbar auf Server
fr_fr: Liste des modules indisponible pour le serveur
hu_hu: A modullista nem elérhető a szerveren
it_it: Elenco dei moduli non disponibile per il server
ja_jp: サーバからモジュール一覧を取得できませんでした
ka_ge: მოდულების სია სერვერისთვის მიუწვდომელია
nl_nl: Geen lijst met modules op de server
pl_pl: Lista modułów niedostępna na serwerze
pt_br: Não foi possível obter a lista de Módulos no servidor
ro_ro: Lista de module nu este disponibilă pentru server
ru_ru: Недоступен список модулей для сервера
sl_si: Seznam modulov za strežnik ni na voljo

source: Ask your administrator to either install a web browser interface on the server (CVSweb or ViewCVS) or add the modules to the CVSROOT/modules file. Meanwhile, you'll have to find the module name elsewhere.
de_de: Wenden Sie sich an Ihren Administrator, um Ihnen entweder eine Webansicht zu ermöglichen (Installation von "CVSweb" oder "ViewCVS" am Server), oder das Modul in der Datei "$CVSROOT/modules" einzutragen. Solange dies nicht geschieht, müssen Sie den Modulnamen anderweitig in Erfahrung bringen.
fr_fr: Demandez à l'administrateur d'installer une interface Web sur le serveur (CVSweb ou ViewCVS) ou d'ajouter les modules au fichier CVSROOT/modules. En attendant, vous allez devoir trouver ailleurs le nom du module.
hu_hu: Kérd meg a rendszergazdát, hogy vagy telepítsen egy webes felületű CVS alkalmazást (CVSWeb vagy ViewCVS) vagy adja hozzá a modulokat a CVSROOT/modules fájlhoz. Addig is máshol kell megtalálnod a modul nevét.
it_it: Richiedere all'amministratore di installare un'interfaccia per il browser web sul server (CVSweb o ViewCVS) oppure di aggiungere i moduli al file CVSROOT/modules. Nel frattempo, sarà necessario cercare il nome del modulo altrove.
ja_jp: サーバ管理者にWebインタフェース(CVSwebもしくはViewCVS)を導入するか、CVSROOT/modulesファイルにモジュール名を追加するように要請してください。 当面は、別のところからモジュール名を見つけて来てください。
ka_ge: სთხოვეთ ქსელის ადმინისტრატორს ჩადგას სერვერზე CVSWeb ან ViewCVS, ან საძიებო ფაილები დაამატოს CVSROOT/modules ფაილს. მანამდე კი მოდულის სახელ სადაც გინდათ იქ მოძებნეთ :)
nl_nl: Vraag je systeembeheerder om of een web interface op de server te installeren (CVSweb of ViewCVS) of de module toe te voegen aan het bestand CVSROOT/modules. Nu moet je op een andere manier achter de module-naam zien te komen.
pl_pl: Poproś administratora, aby zainstalował na serwerze moduł przeglądarki internetowej CVSweb lub ViewCVS, lub aby dodał nazwy modułów do pliku CVSROOT/modules. Tymczasem, będziesz musiał podać nazwę modułu ręcznie.
pt_br: Peça ao administrador para instalar uma interface web no servidor (CVSWeb ou ViewCVS) ou adicionar os Módulos ao arquivo CVSROOT/modules. Por hora, você terá que usar outros meios para descobrir o nome do Módulo.
ro_ro: Cereţi administratorului să instaleze o interfaţă de browser web pe server (CVSweb sau ViewCVS) sau adăugaţi modulele la fişierul CVSROOT/modules. În acelaşi timp, va trebui să găsiţi numele fişierului în altă parte.
ru_ru: Попоросите вашего администратора либо установить на сервере CVSWeb или ViewCVS, либо добавить искомые модули в файл CVSROOT/modules. А пока, ищите имя модуля где хотите.
sl_si: Prosite upravitelja, da namesti spletni vmesnik na strežnik (CVSweb ali ViewCVS) ali doda module v datoteko CVSROOT/modules. Medtem boste morali poiskati ime modula drugje.

source: TortoiseCVS - Make New Module
de_de: TortoiseCVS - Neues Modul anlegen
fr_fr: TortoiseCVS - Créer un module
hu_hu: TortoiseCVS - Új modul létrehozása
it_it: TortoiseCVS - Crea Nuovo Modulo
ja_jp: TortoiseCVS - モジュールの新規作成
ka_ge: TortoiseCVS - ახალი მოდულის შექმნა
nl_nl: TortoiseCVS - Maak nieuwe module
pl_pl: TortoiseCVS - Tworzenie nowego modułu
pt_br: TortoiseCVS - Criar novo Módulo
ro_ro: TortoiseCVS - Crează un Modul Nou
ru_ru: TortoiseCVS - Создать новый модуль
sl_si: TortoiseCVS - Naredi nov modul

source: Check out files read-only
de_de: Dateien schreibgeschützt auschecken
fr_fr: Emprunter les fichiers en lecture seule
hu_hu: Fájlok megjelölése csak-olvashatóként
it_it: Prelievo dei file in sola-lettura
ja_jp: 読み取り専用でファイルをチェックアウトする
ka_ge: ფაილებისთვის მხოლოდ კითხვადი ატრიბუტის მოხსნა
nl_nl: Haal bestanden op als alleen lezen
pl_pl: Pobieranie do kontroli plików tylko do odczytu
pt_br: Obter arquivos usando atributo somente-leitura
ro_ro: Extrage fişierele în mod strict-citire
ru_ru: Извлекает файлы, устанавливая им признак только для чтения
sl_si: Prevzemi datoteke le za branje

source: Run 'cvs watch on' on the new module so that files will be checked out read-only
de_de: Führt 'cvs watch on' mit dem neuen Modul aus, so dass Dateien schreibgeschützt ausgecheckt werden
fr_fr: Appliquer 'cvs watch on' au nouveau module pour que les fichiers soient empruntés en lecture seule
hu_hu: A 'cvs watch on' futtatása, ami által a fájlok csak-olvashatóként lesznek megjelölve
it_it: Esegue 'cvs watch on' sul nuovo modulo in modo che i file vengano estratti in sola-lettura
ja_jp: 'cvs watch on' を実行して、新しいモジュールが読み取り専用でチェックアウトされるようにする
ka_ge: ახალი მოდულისთვის 'cvs watch on' გამოყენება, რათა ფაილები გადმოიტანოს როგორც მხოლოდ კითხვადი
nl_nl: Voer 'cvs watch on' uit op de nieuwe module, zodat de bestanden als alleen-lezen worden opgehaald
pl_pl: Włącz opcję pilnowanie cvs' na nowym module, aby plikom po pobraniu został nadany atrybut tylko do odczytu
pt_br: Executar 'cvs watch on' no novo módulo para que os arquivos sejam obtidos com atributo somente-leitura
ro_ro: Rulează 'cvs watch on' pentru noul modul astfel încât fişierele să fie exstrase în mod strict-citire
ru_ru: Запускает 'cvs watch on' для нового модуля, поэтому файлы будут извлечены как read-only
sl_si: Na novem modulu poženite 'cvs watch on', tako da bodo nove datoteke prevzete kot 'samo za branje'

source: TortoiseCVS - Make Patch
de_de: TortoiseCVS - Patch erstellen
hu_hu: TortoiseCVS - Folt létrehozása
nl_nl: TortoiseCVS - Maak Patch
pl_pl: TortoiseCVS - Tworzenie łatki
pt_br: TortoiseCVS - Gerar Remendo(Patch)
ru_ru: TortoiseCVS - Создать Патч
sl_si: TortoiseCVS - Naredi popravek

source: &Add files...
de_de: D&ateien hinzufügen...
hu_hu: Fájlok hozzá&adása...
nl_nl: &Bestanden toevoegen...
pl_pl: Dod&aj pliki...
pt_br: &Adicionar arquivos...
ru_ru: Добавить файлы...
sl_si: &Dodaj datoteke ...

source: There is nothing to add. All the files, folders and their contents that you selected are already in CVS.
de_de: Es sind keine Dateien vorhanden, die hinzugefügt werden könnten. Alle ausgewählten Dateien, Ordner und deren Inhalte sind bereits im CVS.
nl_nl: Er is niets toe te voegen. Alle bestanden en mappen en hun inhoud die je heb geselecteerd zijn al CVS aanwezig.
pt_br: Não há nada para adicionar. Todos arquivos e pastas e seus conteúdos que você selecionou já estão no CVS.
sl_si: Ničesar ni mogoče dodati. Vse datoteke, mape in njihova vsebina, kar ste izbrali, je že v CVS.
