Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: Sticky tag/date
de_de: Perm. Marke/Datum
hu_hu: Kockázatos címke/dátum
it_it: Etichetta/data persistente
ja_jp: スティッキータグ
ka_ge: მიბმული ჭდე/თარიღი
nl_nl: Permanente tag/datum
pl_pl: Lepka etykieta/data
pt_br: Opção Persistente
ru_ru: Липкая метка/дата
sl_si: Lepljiva oznaka/datum

source: Revision date
de_de: Revisionsdatum
fr_fr: Date de version
hu_hu: Revíziós dátum
it_it: Data revisione
ja_jp: リビジョンの日付
ka_ge: ვერსიის თარიღი
nl_nl: Revisiedatum
pl_pl: Data rewizji
pt_br: Data da Revisão
ru_ru: Дата ревизии
sl_si: Datum revizije

source: File options
de_de: Datei Optionen
fr_fr: Options
hu_hu: Fájl opciók
it_it: Opzioni file
ja_jp: ファイルオプション
ka_ge: ფაილის ატრიბუტები
nl_nl: Bestandsopties
pl_pl: Opcje plików
pt_br: Opções do arquivo
sl_si: Možnosti datoteke

source: &History...
de_de: &Historie...
fr_fr: &Historique...
hu_hu: &Történet...
it_it: &Cronologia...
ja_jp: 履歴(&H)...
ka_ge: ისტორია...
nl_nl: &Historie...
pl_pl: &Historia...
pt_br: &Histórico...
ru_ru: &История...
sl_si: &Zgodovina ...

source: Head
de_de: Hauptzweig
hu_hu: Fej
ka_ge: მთავარი
nl_nl: Hoofd
pt_br: Ramo Principal (HEAD)
sl_si: Glava

source: CVS Status
fr_fr: Etat CVS
hu_hu: CVS Állapot
it_it: CVS Stato
ja_jp: CVS ステータス
ka_ge: CVS სტატუსი
pl_pl: Status CVS
pt_br: CVS Estado
ru_ru: CVS Статус:
sl_si: CVS Stanje

source: CVS Revision
fr_fr: Version de CVS
hu_hu: CVS Revízió
it_it: CVS Revisione
ja_jp: CVS リビジョン
ka_ge: CVS ვერსია
nl_nl: CVS Revisie
pl_pl: CVS Rewizja
pt_br: CVS Revisão
ru_ru: CVS Ревизия
sl_si: Revizija CVS

source: CVS Sticky Tag
de_de: CVS Permanente Marke
fr_fr: Balise collante CVS
hu_hu: CVS Kockázatos Címke
it_it: CVS Etichetta Persistente
ja_jp: CVS スティッキータグ
ka_ge: CVS წებოვანი ჭდე
nl_nl: CVS Permanente Tag
pl_pl: Lepka etykieta CVS
pt_br: CVS Marcador Persistente
ru_ru: CVS Липкая метка
sl_si: CVS Lepljiva oznaka

source: CVS File Format
de_de: CVS Dateiformat
fr_fr: Format de fichier CVS
hu_hu: CVS Fájl Formátum
it_it: CVS Formato File
ja_jp: CVS ファイルフォーマット
ka_ge: CVS ფაილის ფორმატი
nl_nl: CVS Bestandsformaat
pl_pl: Format pliku CVS
pt_br: CVS Formato do arquivo
ru_ru: CVS Формат файла:
sl_si: CVS Vrsta datoteke

source: Failed to launch executable to perform action
de_de: Programmausführung für den Vorgang fehlgeschlagen
fr_fr: Impossible de lancer l'exécutable pour effectuer l'opération
hu_hu: Nem sikerült elindítani a parancshoz szükséges programot
it_it: Impossibile lanciare il programma per eseguire l'azione
ja_jp: 作業を実行するプログラムの起動に失敗しました
ka_ge: ვერ ვიწყებ პროგრამას ქმედების გასახორციელებლად
nl_nl: Starten programma om actie uit te voeren mislukt
pl_pl: Nieudana próba uruchomienia pliku wykonywalnego do przeprowadzenia akcji
pt_br: Falhou ao iniciar o aplicativo para executar a ação
ru_ru: Не удалось запустить исполняемый файл для выполнения действия
sl_si: Izvršilne datoteke za izvedbo dejanja ni mogoče zagnati

source: Failed to find temporary path
de_de: Der temporäre Systemordner konnte nicht gefunden werden
fr_fr: Le chemin temporaire est introuvable
hu_hu: Sikertelen volt az ideiglenes útvonal keresése
it_it: Ricerca path temporaneo fallita
ja_jp: テンポラリのフォルダを探すのに失敗しました
ka_ge: დროებითი დასტის გეზი ვერ მოიძებნა
nl_nl: Bepalen tijdelijke pad mislukt
pl_pl: Nieudana próba odnalezienia tymczasowej sciezki
pt_br: Falha ao obter diretório temporário
ru_ru: Не удалось найти временную директорию
sl_si: Začasne poti ni mogoče najti.

source: Failed to generate temporary filename in '%s': error %d
de_de: Erzeugen eines temporären Dateinamens fehlgeschlagen in '%s': Fehler %d
fr_fr: Impossible de générer le fichier temporaire dans '%s' : erreur %d
hu_hu: Sikertelen volt az ideiglenes fájl létrehozása a(z) '%s' mappában: hibakód - %d
it_it: Impossibile generare nome file temporaneo in '%s': errore %d
ja_jp: '%s' にテンポラリファイルを作成できませんでした: エラー %d
ka_ge: ვერ ვქმნი დროებით ფაილს აქ '%s': შეცდომა %d
nl_nl: Maken tijdelijke bestandsnaam in '%s' mislukt: fout %d
pl_pl: Nieudana próba wygenerowania pliku tymczasowego dla '%s': błąd %d
pt_br: Falha ao gerar nome para arquivo temporário em '%s': erro %d
ru_ru: Не удалось сгенерировать временное имя файла в '%s': ошибка %d
sl_si: Začasno ime datoteke v '%s' ni mogoče ustvariti: napaka %d

source: Free space: %s KB
de_de: Freier Speicher: %s KB
fr_fr: Espace disponible : %s Ko
hu_hu: Szabad hely: %s KB
it_it: Spazio libero: %s KB
ja_jp: 空き容量: %s KB
ka_ge: თავისუფალი ადგილი: %s KB
nl_nl: Vrije ruime: %s KB
pl_pl: Wolna przestrzeń: %s KB
pt_br: Espaço disponível: %s KB
ru_ru: Свободного места: %s KB
sl_si: Prostor na disku: %s KB

source: Total space: %s KB
de_de: Gesamtgröße: %s KB
fr_fr: Espace total : %s Ko
hu_hu: Teljes hely: %s KB
it_it: Spazio totale: %s KB
ja_jp: 全容量: %s KB
ka_ge: ადგილი სულ: %s KB
nl_nl: Totale ruimte: %s KB
pl_pl: Całkowita przestrzeń: %s KB
pt_br: Espaço total: %s KB
ru_ru: Всего места: %s KB
sl_si: Skupaj prostora: %s KB

source: Total free space: %s KB
de_de: Freier Speicher gesamt: %s KB
fr_fr: Espace disponible total : %s Ko
hu_hu: Teljes szabad hely: %s KB
it_it: Spazio libero totale: %s KB
ja_jp: 全空き容量: %s KB
ka_ge: თავისუფალი ადგილი: %s KB
nl_nl: Totale vrije ruimte: %s KB
pl_pl: Całkowita wolna przestrzeń: %s KB
pt_br: Espaço disponível total: %s KB
ru_ru: Всего свободного места: %s KB
sl_si: Skupaj prostora: %s KB

source: Failed to generate temporary folder in '%s': error %d
de_de: Erzeugen eines temporären Ordners fehlgeschlagen in '%s': Fehler %d
hu_hu: Sikertelen volt az ideiglenes mappa létrehozása a(z) '%s' modulban: hibakód - %d
it_it: Impossibile generare cartella temporanea in '%s': errore %d
ja_jp: '%s' にテンポラリフォルダを作成できませんでした: エラー %d
nl_nl: Maken tijdelijke map in '%s' mislukt: fout %d
pl_pl: Nieudana próba wygenerowania tymczasowego katalogu w '%s': błąd %d
pt_br: Falha ao gerar pasta temporária em '%s': erro %d
sl_si: Začasne mape v '%s' ni mogoče ustvariti: napaka %d

source: Couldn't scan folder %s
de_de: Der Ordner konnte nicht durchsucht werden %s
fr_fr: Impossible de parcourir le répertoire %s
hu_hu: Nem olvasható a(z) %s mappa
it_it: Impossibile esaminare la cartella %s
ja_jp: フォルダ %s のスキャンができません
ka_ge: ვერ ვასკანირებ დასტას %s
nl_nl: Kan map niet lezen: %s
pl_pl: Nieudane skanowanie folderu %s
pt_br: Não foi possível procurar na pasta %s
ru_ru: Невозможно просканировать каталог %s
sl_si: Mape %s ni mogoče pregledati

source: Failed to launch %s
de_de: Fehler beim Start von %s
fr_fr: Impossible de lancer %s
hu_hu: A(z) %s indítása sikertelen volt
it_it: Esecuzione fallita di %s
ja_jp: %s の起動に失敗しました
ka_ge: ვერ ვიწყებ პროგრამას %s
nl_nl: Starten %s mislukt
pl_pl: Nieudana próba uruchomienia %s
pt_br: Falhou ao executar %s
ru_ru: Не удалось запустить %s
sl_si: %s ni mogoče pognati

source: Restarting Explorer
sl_si: Ponovno poganjanje Raziskovalca

source: GetUserName() failed
de_de: GetUserName() fehlgeschlagen
nl_nl: GetUserName() mislukt
pt_br: GetUserName() falhou
sl_si: Ukaz GetUserName() ni uspel

source: Something bad happened to TortoiseCVS, and it crashed. Would you like to save a crash dump file?
de_de: TortoiseCVS ist etwas schlechtes zugestoßen, und es stürzte ab. Möchte Sie einen Speicherauszug speichern?
sl_si: Nekaj slabega se je zgodilo TortoiseCVS, zato se je sesul. Želite shraniti datoteko pomnilniškega izmeta ob sesutju?

source: Saved dump file to '%s'
de_de: Speicherauszug gespeichert unter '%s'
sl_si: Datoteka pomnilniškega izmeta shranjena v '%s'

source: Failed to save dump file (error %d)
de_de: Speichern des Speicherauszugs fehlgeschlagen (Fehler %d)
pt_br: Falha ao gravar arquivo de dump (erro %d)
sl_si: Datoteke pomnilniškega izmeta ni mogoče shraniti (napaka %d)

source: Failed to create dump file (error %d)
de_de: Erzeugen des Speicherauszugs fehlgeschlagen (Fehler %d)
pt_br: Falha ao criar arquivo de dump (erro %d)
sl_si: Datoteke pomnilniškega izmeta ni mogoče ustvariti (napaka %d)

source: DBGHELP.DLL too old
de_de: DBGHELP.DLL zu alt
nl_nl: DBGHELP.DLL te oud
sl_si: DBGHELP.DLL je prestar

source: DBGHELP.DLL not found
de_de: DBGHELP.DLL nicht gefunden
nl_nl: DBGHELP.DLL niet gevonden
sl_si: DBGHELP.DLL ni mogoče najti

source: Chec&kout...
de_de: Auschec&ken...
fr_fr: E&mprunter
hu_hu: &Kikérés
it_it: &Preleva...
ja_jp: チェックアウト(&k)...
ka_ge: გადმოტანა...
nl_nl: &Ophalen...
pl_pl: Pobierz do &kontroli
pt_br: &Obter Módulo...
ru_ru: Извлечь...
sl_si: Pre&vzemi ...

source: Retrieve a fresh module from a CVS repository
de_de: Neues Modul aus einem CVS Verwahrungsort holen
fr_fr: Extraire un module à jour du référentiel CVS
hu_hu: Begyűjt egy friss modult a CVS raktárból
it_it: Preleva un modulo da un repository CVS
ja_jp: CVSリポジトリより新規にモジュールを取得する
ka_ge: ახალი/განახლებული მოდულის მიღება CVS საცავიდან
nl_nl: Een nieuwe module ophalen uit een CVS repository
pl_pl: Odzyskaj najnowszy moduł z repozytorium CVS
pt_br: Obtém um Módulo a partir de um repositório CVS
ru_ru: Получить свежий модуль из репозитория CVS
sl_si: Prenesi svež modul iz skladišča CVS

source: &Make New Module...
de_de: Neues &Modul anlegen...
fr_fr: Créer un &module...
hu_hu: &Új modul létrehozása...
it_it: &Crea Nuovo Modulo...
ja_jp: モジュールの新規作成(&M)...
ka_ge: ახალი მოდულის შექმნა...
nl_nl: &Maak nieuwe module...
pl_pl: &Stwórz nowy moduł...
pt_br: &Criar novo Módulo...
ru_ru: Создать новый модуль...
sl_si: &Ustvari nov modul ...

source: Create a new module in the repository from the selected folder
de_de: Den ausgewählten Ordner als neues Modul im Verwahrungsort anlegen
fr_fr: Créer un module dans le référentiel à partir du dossier sélectionné
hu_hu: Új modult hoz létre a raktárban a kijelölt mappa alapján
it_it: Crea un nuovo modulo nel repository dalla cartella selezionata
ja_jp: 選択フォルダよりリポジトリにモジュールを新規作成する
ka_ge: შერჩეული დასტიდან საცავში ახალი მოდულის შექმნა
nl_nl: Maak een nieuwe module in de repository van de geselecteerde map
pl_pl: Stwórz nowy moduł w repozytorium dla wskazanego folderu
pt_br: Criar no repositório um novo Módulo com o diretório selecionado
ru_ru: Создать новый модуль в репозитории из выделенного каталога
sl_si: Iz izbrane mape ustvarite nov modul v skladišču

source: Chec&kout TortoiseCVS
de_de: TortoiseCVS auschec&ken
fr_fr: E&mprunter TortoiseCVS
hu_hu: TortoiseCVS kikérése
it_it: &Preleva TortoiseCVS
ja_jp: TortoiseCVSのチェックアウト(&k)
ka_ge: გადმოტანა - TortoiseCVS
nl_nl: &TortoiseCVS ophalen
pl_pl: Pobierz do &kontroli TortoiseCVS
pt_br: Obter TortoiseCVS
ru_ru: Извлечь TortoiseCVS
sl_si: Pre&vzemi TortoiseCVS

source: Fix bugs! Fetch the TortoiseCVS source code
de_de: Beheben Sie Fehler! Holen Sie sich den TortoiseCVS Quellcode
fr_fr: Corrigez les bugs. Téléchargez le code source de TortoiseCVS
hu_hu: Hibák javítása! A TortoiseCVS kódjának kikérése
it_it: Correggi i bug! Preleva il codice sorgente di TortoiseCVS
ja_jp: バグをフィックスする。TortoiseCVS のソースコードを取得する
ka_ge: შეცდომების გასწორება! TortoiseCVS კოდების პირველწყაროს მიღება
nl_nl: Los problemen op! Haal de TortoiseCVS broncode op
pl_pl: Napraw błędy! Pobierz kody źródłowe TortoiseCVS
pt_br: Conserte bugs! Obtém o código fonte do TortoiseCVS
ru_ru: Исправляйте ошибки! Получите исходные тексты TortoiseCVS
sl_si: Polovite hrošče! Prevzemite izvorno kodo TortoiseCVS

source: &Diff
de_de: &Vergleichen
fr_fr: &Comparer
it_it: &Confronta
ja_jp: 差分(&D)
ka_ge: შედარება
pl_pl: &Różnice
pt_br: &Diferenças
sl_si: &Razlika

source: Shows you the changes you have made (hold down Ctrl to customise)
de_de: Zeigt Ihnen die Änderungen, die Sie gemacht haben (Strg gedrückt halten für weitere Optionen)
fr_fr: Affiche les modifications effectuées (appuyez sur Ctrl pour personnaliser)
hu_hu: Megjeleníti az általad végrehajtott változtatásokat (a Ctrl lenyomásával testreszabható)
it_it: Mostra le modifiche effettuate (tenere premuto Ctrl per personalizzare)
ja_jp: あなたが行った変更箇所を示す (Ctrlキーでカスタマイズ)
ka_ge: თქვენს მიერ შეტანილი ცვლილებების ჩვენება (დააჭირეთ Ctrl-ს მორგებისათვის)
pl_pl: Pokaż zmiany, kórych dokonano (przytrzymaj Ctrl aby dostosować)
pt_br: Mostrar as modificações que você fez (segure a tecla Ctrl para opções)
ru_ru: Показать изменения которые вы сделали (нажмите Ctrl для настройки)
sl_si: Pokaže spremembe, ki ste jih naredili (držite pritisnjeno tipko Ctrl za prilagoditve)

source: &Add...
de_de: &Hinzufügen...
fr_fr: &Ajouter...
hu_hu: &Hozzáadás...
it_it: &Aggiungi...
ja_jp: 追加(&A)...
ka_ge: დამატება...
nl_nl: &Toevoegen...
pl_pl: &Dodaj...
pt_br: &Adicionar...
ru_ru: Добавить...
sl_si: Dod&aj ...

source: Marks a text or binary file for adding to the repository next time you commit
de_de: Markiert eine Text- oder Binärdatei, damit sie beim nächsten Einchecken zum Verwahrungsort hinzugefügt wird
fr_fr: Permet d'ajouter le fichier en mode texte ou binaire au référentiel lors de la prochaine validation
hu_hu: Megjelöli a szöveges vagy bináris fájlt, így az a legközelebbi tároláskor a raktárba kerül
it_it: Marca un testo o un file binario per l'aggiunta al repository la prossima volta che verrà fatto il deposito.
ja_jp: 次回のコミットのためにこのファイルをマークします
ka_ge: ტექსტური ან ორობითი ფაილის საცავში დასამატებლად მონიშცნა ცვლილებების შემდეგი ფიქსირების დროს
pl_pl: Oznacz plik tekstowy lub binarny do dodania do repozytorium podoczas następnego zatwierdzania
pt_br: Marcar um arquivo texto ou binário para adição no repositório na próxima Gravação
ru_ru: Помечает текстовый или бинарный файл для добавления в репозиторий во время следующего фиксирования изменений
sl_si: Označi besedilo ali dvojiško datoteko za dodajanje v skladišče ob naslednji objavi

source: &Ignore
de_de: &Ignorieren
fr_fr: &Ignorer
hu_hu: &Kihagyás
it_it: &Ignora
ja_jp: 無視(&I)
ka_ge: იგნორირება
nl_nl: &Overslaan
pl_pl: &Ignoruj
pt_br: &Ignorar
ru_ru: Игнорировать
sl_si: &Prezri

source: Make CVS ignore this file by adding it to the .cvsignore file
de_de: CVS soll diese Datei ignorieren durch Hinzufügen zur .cvsignore Datei
fr_fr: Dire à CVS d'ignorer ce fichier en ajoutant son nom à .cvsignore
hu_hu: A fájlt hozzáadja a .cvsignore fájlhoz, így a CVS nem fogja figyelembe venni
it_it: Fa in modo che CVS ignori questo file, aggiungendolo al file .cvsignore
ja_jp: CVSがこのファイルを無視させるために .cvsignore に追加する
ka_ge: ამ ფაილის იგნორირების მითითება CVS-ისთვის .cvsignore სიაში შეტანით
nl_nl: Zorg dat CVS dit bestand overslaat door de extensie toe te voegen aan .cvsignore
pl_pl: Wskaż CVS aby ignorował plik poprzez dodanie go do pliku .cvsignore
pt_br: Fazer o CVS ignorar este arquivo adicionando ao arquivo .cvsignore
ru_ru: Указывает CVS игнорировать этот файл путем добавления его в файл .cvsignore
sl_si: CVS naj prezre to datoteko, tako da jo doda v datoteko .cvsignore

source: &Update
de_de: Lokal akt&ualisieren
fr_fr: &Actualiser
hu_hu: &Frissítés
it_it: &Aggiorna
ja_jp: アップデート(&U)
ka_ge: განახლება
nl_nl: &Bijwerken
pl_pl: &Aktualizuj
pt_br: At&ualizar
ru_ru: Обновить
sl_si: &Posodobi

source: Merges the latest version from the repository into your local copy (hold down Ctrl for more options)
de_de: Aktualisiert die lokale Version (Strg drücken für weitere Optionen)
fr_fr: Fusionne la dernière version du référentiel dans la copie locale (appuyez sur Ctrl pour consulter les options)
hu_hu: Frissíti a helyi másolatot a raktárban található friss verzió alapján (a Ctrl lenyomásával testreszabható)
it_it: Esegue la fusione della versione più recente nel repository nella vostra copia locale (tenere premuto Ctrl per ulteriori opzioni)
ja_jp: リポジトリより最新のバージョンを取得して、作業ファイルにマージします。(Ctrlキーを押すことで拡張オプションを表示することができます)。
ka_ge: საცავის ბოლო ვერსიის თქვენს სამუშაო ასლთან შერწყმა (დააჭირეთ Ctrl-ს დამატებითი პარამეტრებისათვის)
pl_pl: Scal ostatnie wersje z repozytorium w lokalną kopię (przytrzymaj Ctrl aby uzyskać więcej opcji)
pt_br: Combinar a última versão do repositório com sua cópia local (segure a tecla Ctrl para mais opções)
ru_ru: Сливает последнюю версию из репозитория в вашу рабочую копию (удерживайте Ctrl для большего количества настроек)
sl_si: Spoji zadnjo različico iz skladišča v vašo krajevno kopijo (pritisnite Ctrl za več možnosti)

source: Make the file writable so that it can be edited
de_de: Diese Datei beschreibbar machen, so dass sie bearbeitet werden kann
fr_fr: Rend le fichier modifiable
hu_hu: Írhatóvá teszi a fájlt, így az szerkeszthető lesz
it_it: Rende il file scrivibile in modo da poterlo modificare
ja_jp: このファイルを編集できるように書き込み可能にする
ka_ge: ფაილის ჩაწერადად მითითება შეცვლისა და რედაქტირებისათვის
pl_pl: Ustaw atrybut zapisywania dla pliku, aby móc je edytować
pt_br: Tirar o atributo de somente-leitura para tornar o arquivo editável
ru_ru: Делает файл доступным для записи, так что он может быть отредактирован
sl_si: Naredi datoteko zapisljivo, tako da jo je moč urejati

source: E&xclusive Edit
de_de: &Alleiniges Bearbeiten
hu_hu: &Kizárólagos szerkesztés
pl_pl: Wyłączna edycja
pt_br: Edição e&xclusiva
ru_ru: Эксклюзивное редактирование
sl_si: &Izključno urejanje

source: Make the file writable so that it can be edited, and prevent any other users from editing it
de_de: Diese Datei beschreibbar machen, so dass sie bearbeitet werden kann, sowie andere Benutzer daran hindern, sie zu bearbeiten.
hu_hu: Írhatóvá teszi a fájlt, így az szerkeszthető lesz, viszont mások többet nem fogják tudni szerkeszteni
pl_pl: Ustaw atrybut zapisywania dla pliku, aby móc je edytować
pt_br: Tirar o atributo de somente-leitura para tornar o arquivo editável, e evitar que outros usuários Editem ele
ru_ru: Делает файл доступным для записи, так что он может быть отредактирован, и предотвращает редактирование другими пользователями
sl_si: Naredi datoteko zapisljivo, tako da jo je moč urejati, in prepreči, da bi jo urejali drugi uporabniki

source: &Commit...
de_de: &Einchecken...
fr_fr: &Valider...
hu_hu: &Tárolás...
it_it: &Deposita...
ja_jp: コミット(&C)...
ka_ge: დაფიქსირება...
nl_nl: &Vastleggen...
pl_pl: &Zatwierdź...
pt_br: &Gravar...
ru_ru: Зафиксировать...
sl_si: &Objavi ...

source: Puts the changes you have made back into the repository
de_de: Schreibt Ihre durchgeführten Veränderungen zurück an den Verwahrungsort
fr_fr: Insère dans le référentiel les modifications effectuées
hu_hu: Visszateszi a változtatásokat a raktárba
it_it: Riporta nel repository le modifiche effettuate.
ja_jp: 変更した箇所をリポジトリに戻す
ka_ge: თქვენი შეტანილი ცვლილებების უკან, საცავში დაბრუნება
nl_nl: Leg jouw wijzigingen vast (commit) in de repository
pl_pl: Wprowadza zmiany, których dokonano z powrotem do repozytorium.
pt_br: Gravar as modificações que você fez de volta no repositório
ru_ru: Помещает сделанные вами изменения обратно в репозиторий
sl_si: Postavi opravljene spremembe nazaj v skladišče

source: Add C&ontents...
de_de: Inhalte hinzufügen...
fr_fr: Ajouter le &contenu...
hu_hu: &Tartalom hozzáadása...
it_it: Aggiungi &Contenuto...
ja_jp: 内容を追加する(&o)...
ka_ge: შიგთავსის დამატება...
nl_nl: &Inhoud toevoegen...
pl_pl: Dodaj zawartość...
pt_br: Adicionar C&onteúdo...
ru_ru: Добавить &содержимое...
sl_si: Dodaj vsebin&o ...

source: Adds files in the selection and subfolders which aren't yet in CVS
de_de: Ausgewählte Dateien und Unterordner ins CVS hinzufügen
fr_fr: Ajoute les fichiers et sous-répertoires sélectionnés qui ne figurent pas encore dans CVS
hu_hu: A kijelölésben található fájlok és almappák hozzáadása, amennyiben még nincsenek CVS alatt
it_it: Aggiunge i file selezionati e le sottocartelle che non sono ancora in CVS
ja_jp: 選択したもので CVS に入っていないファイルとフォルダを追加する
ka_ge: უმატებს ფაილებს მონიშნულსა და ქვედასტებში, რომლებიც CVS–ში ჯერჯერობით არ არიან
nl_nl: Bestanden in de selectie en submappen toevoegen die nog niet in de CVS zijn
pl_pl: Dodaj pliki oraz podfoldery, które nie są jeszcze w repozytorium CVS
pt_br: Adiciona os arquivos e diretórios selecionados que ainda não estejam no CVS
sl_si: Doda datoteke v izbor in podmape, ki še niso v CVS

source: &Web Log
de_de: &Webansicht
fr_fr: Journal &Web
hu_hu: &Web Napló
it_it: Log &Web
ja_jp: ウェブログ(&W)
ka_ge: ვებ ჟყრნალი
nl_nl: &Web Logboek
ru_ru: Веб лог
sl_si: &Spletni dnevnik

source: Browse the file history with a web interface (hold down Ctrl to customise)
de_de: Webansicht der Datei (Strg drücken für weitere Optionen)
fr_fr: Parcourir l'historique des fichiers dans une interface Web (appuyez sur Ctrl pour personnaliser)
hu_hu: Tallózás a fájltörténetben webes felületen keresztül (a Ctrl lenyomásával testreszabható)
it_it: Consulta la cronologia del file tramite interfaccia web (tenere premuto Ctrl per personalizzare)
ja_jp: ファイルの履歴をウェブインタフェースで参照する (Ctrlキーでカスタマイズ)
ka_ge: ისტორიის გადახედვა ვებ ინტერფეისით (მორგებისთვის დაჭერილი გქონდეთ Ctrl)
nl_nl: Bladeren door de bestandshistorie met een web interface (druk op Ctrl voor opties)
pl_pl: Przeglądaj historię za pomocą przeglądarki internetowej (przytrzymaj Ctrl aby dostosować)
pt_br: Exibir o histórico do arquivo com uma interface web (segure a tecla Ctrl para opções)
ru_ru: Просмотреть историю файла через веб интерфейс (удерживайте Ctrl для настройки)
sl_si: Prebrskaj zgodovino datoteke prek spletnega vmesnika (držite pritisnjeno tipko Ctrl za prilagoditev)

source: Browse the file history
de_de: Dateihistorie öffnen
fr_fr: Parcourir l'historique des fichiers
hu_hu: Tallózás a fájltörténetben
it_it: Consulta la cronologia del file
ja_jp: ファイル履歴を参照する
ka_ge: ისტორიის გადახედვა
nl_nl: Bladeren door de bestandshistorie
pl_pl: Przeglądaj historię pliku
pt_br: Exibir o histórico do arquivo
ru_ru: Обзор истории файла
sl_si: Prebrskaj zgodovino datoteke

source: Show the file revision graph
de_de: Graphische Darstellung der Revisionen einer Datei
fr_fr: Afficher le graphique des versions de fichier
hu_hu: Megjeleníti a fájl revíziós ábrát
it_it: Mostra il grafico delle revisioni del file
ja_jp: ファイルリビジョンのグラフを表示する
ka_ge: ფაილის ვერსიის გრაფის ჩვენება
nl_nl: Laat de revisiegrafiek zien van het bestand
pl_pl: Pokaż graf rewizji dla pliku
pt_br: Mostrar o Gráfico de Revisões do arquivo
ru_ru: Показать дерево ревизий файла
sl_si: Pokaži graf revizij

source: Ann&otate...
de_de: K&ommentieren...
fr_fr: Ann&oter...
hu_hu: An&notáció...
it_it: Ann&ota...
ja_jp: アノテート(&o)...
ka_ge: ანოტირება...
nl_nl: &Aantekening maken...
pl_pl: Adn&otacja...
pt_br: An&otação...
ru_ru: Аннотировать...
sl_si: Razl&oži ...

source: Shows the last revision each line was modified and by whom
de_de: Zeigt von wem und bei welcher Revision jede einzelne Zeile verändert wurde
fr_fr: Indiquer dans quelle version et par qui chaque ligne a été modifiée pour la dernière fois
hu_hu: Megjeleníti az utolsó revízió minden egyes sorát és a módosító nevét
it_it: Mostra l'ultima revisione di ogni modifica delle linee e il relativo autore
ja_jp: 各行に修正が施された最終のリビジョンと修正した人の名前を表示
ka_ge: ბოლო ვერსიის თითოეული სტრიქონის ცვლილებისა და ავტორის ჩვენება
pl_pl: Pokazuje linie, które zostały zmienione w ostatniej rewizji (także autora zmian)
pt_br: Mostrar em que Revisão (e por quem) cada linha foi modificada pela última vez
ru_ru: Отображать последнюю ревизию которая была модифицирована и кем
sl_si: Pokaže zadnjo revizijo vsake spremembe vrstice in povzročitelja

source: &Show edited files...
de_de: Zeige &bearbeitete Dateien...
fr_fr: &Montrer les fichiers modifiés...
hu_hu: &Szerkesztett fájlok mutatása...
it_it: &Mostra file in edit...
ja_jp: 編集したファイルを表示する(&S)...
ka_ge: რედაქტირებადი ფაილების ჩვენება...
pl_pl: &Pokaż edytowane pliki...
pt_br: &Listar arquivos editados...
ru_ru: Показать редактируемые файлы...
sl_si: &Pokaži urejene datoteke ...

source: Shows files which are being edited
de_de: Bearbeitete Dateien anzeigen
fr_fr: Montre les fichiers en cours de modification
hu_hu: Megjeleníti a szerkesztett fájlokat
it_it: Mostra i file che sono in fase di modifica
ja_jp: 編集中のファイルを表示する
ka_ge: რედაქტირებადი ფაილების ჩვენება
pl_pl: Pokaż pliki, które są aktualnie edytowane
pt_br: Mostrar os arquivos que estão sendo editados
ru_ru: Показать файлы которые редактируются
sl_si: Pokaži datoteke, ki se urejajo
