Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*.po
Languages: de_de, fr_fr, hu_hu, it_it, ja_jp, ka_ge, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sl_si

source: Three-way merge
de_de: Dreiwege-Zusammenführen
fr_fr: Fusion tridirectionnelle
hu_hu: Háromutas olvasztás
it_it: Fusione a tre-vie
ja_jp: 3方向マージ
ka_ge: სამმხრივი შერწყმა
pl_pl: Trójfazowe pscalanie
pt_br: Combinação de 3 vias
ro_ro: Îmbinare tridirecţională
sl_si: Trosmerno spajanje

source: Hint: Three-way merges are only possible if your merge application supports them.
de_de: Hinweis: Dreiwege-Zusammenführen ist nur möglich, wenn Ihre Zusammenführ-Anwendung dies unterstützt.
fr_fr: Conseil : la fusion tridirectionnelle n'est possible que si l'application de fusion prend en charge cette fonction.
hu_hu: Tipp: Háromutas olvasztás csak abban az esetben lehetséged, ha ezt az olvasztó alkalmazásis támogatja.
it_it: Suggerimento: Le fusioni a tre-vie sono possibili solo se il programma di fusione le supporta.
ja_jp: ヒント: 3方向マージはマージプログラムがサポートする場合のみ可能です
ka_ge: მინიშნება: სამმხრივი შერწყმა მხოლოდ იმ შემთხვევაშია შესაძლებელი, თუ ამის საშუალებას შერწყმის პროგრამა იძლევა.
pl_pl: Podpowiedź: Trójfazowe scalanie jest możliwe tylko gdy jest wspierane przez aplikację.
pt_br: Dica: Combinações de 3 vias só são possíveis se o seu aplicativo de Combinação suporta-las.
ro_ro: Sfat: Îmbinarea tridirecţională este posibilă doar dacă aplicaţia de îmbinare oferă această posibilitate.
ru_ru: Подсказка: Трех направленное слияние возможно только если ваше приложение слияния поддерживает его.
sl_si: Namig: Trosmerno spajanje je možno, le če jih izbrani program spajanja podpira.

source: Perform Direct Merge
de_de: Direkte Zusammenführung durchführen
fr_fr: Fusion directe
hu_hu: Közvetlen olvasztás elvégzése
it_it: Effettua Fusione Diretta
ja_jp: 直接マージを実行する
ka_ge: პირდაპირი შერწყმა
pl_pl: Wykonaj bezpośrednie scalanie
pt_br: Realizar Combinação Direta
ro_ro: Efectuează Îmbinare Directă
sl_si: Izvedi neposredno spajanje

source: TortoiseCVS has created the following temporary merge file:
de_de: TortoiseCVS hat die folgende temporäre Zusammenführ-Datei angelegt:
fr_fr: Le fichier de fusion temporaire suivant vient d'être créé :
hu_hu: A TortoiseCVS a következő ideiglenes olvasztási fájlt hozta létre:
it_it: TortoiseCVS ha creato il seguente file di fusione temporaneo:
ja_jp: TortoiseCVSは以下の一時的なマージファイルを作成しました:
ka_ge: TortoiseCVS-მ შერწყმისთვის შექმნა შემდეგი დროებითი ფაილი:
nl_nl: TortoiseCVS heeft het volgende tijdelijk samenvoegbestand gemaakt:
pl_pl: TortoiseCVS utworzył tymczasowy plik scalania:
pt_br: TortoiseCVS criou o seguinte arquivo de Combinação temporário:
ro_ro: TortoiseCVS a creat următorul fişier temporar de îmbinare:
ru_ru: TortoiseCVS создал следующие временные файлы для слияния:
sl_si: TortoiseCVS je ustvaril naslednjo začasno datoteko spajanja:

source: Perform Two-Way Merge
de_de: Zweiwege-Zusammenführen durchführen
fr_fr: Fusion bidirectionnelle
hu_hu: Kétutas olvasztás elvégzése
it_it: Effettua Fusione a Due-Vie
ja_jp: 2方向マージを実行する
ka_ge: ორმხრივი შერწყმა
pl_pl: Wykonaj dwufazowe scalanie
pt_br: Realizar Combinação de 2 vias
ro_ro: Efectuează Îmbinare Bidirecţională
sl_si: Izvedi dvosmerno spajanje

source: TortoiseCVS has created the following temporary merge files:
de_de: TortoiseCVS hat die folgenden temporären Zusammenführ-Dateien angelegt:
fr_fr: Les fichiers de fusion temporaires suivants viennent d'être créés :
hu_hu: A TortoiseCVS a következő ideiglenes olvasztási fájlokat hozta létre:
it_it: TortoiseCVS ha creato i seguenti file di fusione temporanei:
ja_jp: TortoiseCVSは以下の一時的なマージファイルを作成しました:
ka_ge: TortoiseCVS-მ შერწყმისთვის შექმნა შემდეგი დროებითი ფაილები:
nl_nl: TortoiseCVS heeft de volgende tijdelijk samenvoegbestanden gemaakt:
pl_pl: TortoiseCVS utworzył tymczasowe pliki scalania:
pt_br: TortoiseCVS criou os seguintes arquivos teporários de Combinação:
ro_ro: TortoiseCVS a creat următoarele fişiere temporare de îmbinare:
ru_ru: TortoiseCVS создал следующие временные файлы для слияния:
sl_si: TortoiseCVS je ustvaril naslednje začasne datoteke spajanja:

source: Perform Three-Way Merge
de_de: Dreiwege-Zusammenführen durchführen
fr_fr: Fusion tridirectionnelle
hu_hu: Háromutas olvasztás elvégzése
it_it: Effettua Fusione a Tre-Vie
ja_jp: 3方向マージを実行する
ka_ge: სამმხრივი შერწყმა
pl_pl: Wykonaj trójfazowe scalanie
pt_br: Realizar Combinação de 3 vias
ro_ro: Efectuează Îmbinare Tridirecţională
sl_si: Izvedi trostransko spajanje

source: TortoiseCVS - Resolve Conflicts
de_de: TortoiseCVS - Konflikte auflösen
fr_fr: TortoiseCVS - Résoudre les conflits
hu_hu: TortoiseCVS - Eltérések feloldása
it_it: TortoiseCVS - Risoluzione Conflitti
ja_jp: TortoiseCVS - コンフリクトの解決
ka_ge: TortoiseCVS - კონფლიქტების მოგვარება
nl_nl: TortoiseCVS - Conflicten oplossen
pl_pl: TortoiseCVS - Rozwiązywanie konfliktów
pt_br: TortoiseCVS - Resolver Conflitos
ro_ro: TortoiseCVS - Rezolvă Conflictele
ru_ru: TortoiseCVS - Разрешить Конфликты
sl_si: TortoiseCVS - Razreši spore

source: CVS encountered conflicts when trying to merge your changes in the files below. Please merge your changes manually.
de_de: CVS stieß auf Konflikte bei dem Versuch, Ihre Änderungen in den unten genannten Dateien zusammenzuführen. Bitte führen Sie Ihre Änderungen von Hand zusammen.
fr_fr: Des conflits ont été constatés pendant la fusion des modifications apportées aux fichiers ci-dessous. Veuillez fusionner manuellement vos modifications.
hu_hu: CVS eltéréseket talált miközben a lenti fájlok változásait próbálta meg olvasztani. Kérlek végezd el az olvasztást kézileg.
it_it: CVS ha incontrato dei conflitti cercando di fare la fusione delle modifiche nei file sottostanti. Si prega di effettuare la fusione manualmente.
ja_jp: CVSがマージを実行したときにコンフリクトが発生しました。 以下のファイルでの変更箇所を手動でマージしてください。
ka_ge: CVS წააწყდა კონფლიქტს ქვემოთმოყვანილ ფაილებში თქვენი ცვლილებების შერწყმისას. შერწყმა ხელით მოგიწევთ.
nl_nl: CVS is conflicten tegengekomen tijdens het samenvoegen van jouw wijzigingen in de onderstaande bestanden. Voeg de veranderingen handmatig samen.
pl_pl: CVS napotkał dużą ilość konfliktów podczas próby scalania w poniższych plikach. Dokonaj scalania ręcznie.
pt_br: CVS encontrou Conflitos enquanto tentava Combinar suas modificações nos arquivos abaixo. Por favor Combine suas modificações manualmente.
ro_ro: În procesul de îmbinare de către CVS a modificărilor făcute în fişierele de mai jos, au apărut conflicte. Vă rugăm să îmbinaţi modificările manual.
ru_ru: CVS обнаружил конфликты когда пытался объединить ваши изменения в следующих файлах. Пожалуйста объедините ваши изменения вручную.
sl_si: CVS je pri spajanju vaših sprememb naletel na spore v spodaj navedenih datotekah. Prosimo, spojite svoje spremembe ročno.

source: To resolve the conflicts, double or right click on the files above.
de_de: Um die Konflikte aufzulösen, doppel- oder rechts-klicken Sie die obigen Dateien.
fr_fr: Pour résoudre les conflits, double-cliquez ou cliquez avec le bouton droit sur les fichiers ci-dessus.
hu_hu: Az eltérések feloldásához dupla vagy jobb-klikk a fenti fájlokon.
it_it: Per risolvere i conflitti, fare doppio click o click col tasto destro sui file qui sopra.
ja_jp: コンフリクトを解決にはファイル名をダブルクリック／右クリックしてしてください
ka_ge: კონფლიქტების მოსაგვარებლად ორმაგად დაწკაპეთ შესაბამისი ფაილები.
nl_nl: Om de conflicten op te lossen, klik dubbel of rechts op de bovenstaande bestanden.
pl_pl: Aby rozwiązać konflikty, kliknij przwym przyciskiem na powyższych plikach.
pt_br: Para resolver os conflitos, dê duplo-clique no arquivo desejado.
ro_ro: Pentru a rezolva conflictele apărute, faceţi dublu-click sau click-dreapta pe fişierele de mai sus.
ru_ru: Для просмотра сделанных вами изменений, сделайте двойной или правый щелчек мышкой на файлах ниже.
sl_si: Za razrešitev sporov dvokliknite ali desno-kliknite na zgornje datoteke.

source: Close
de_de: Schließen
fr_fr: Fermer
hu_hu: Bezár
it_it: Chiudi
ja_jp: 閉じる
ka_ge: დახურვა
nl_nl: Sluiten
pl_pl: Zamknij
pt_br: Fechar
ro_ro: Închide
ru_ru: Закрыть
sl_si: Zapri

source: &Merge Conflicts...
de_de: &Konflikte zusammenführen...
fr_fr: &Fusionner les conflits...
hu_hu: Eltérések &feloldása...
it_it: &Fusione dei Conflitti...
ja_jp: コンフリクトをマージ(&M)
ka_ge: კონფლიქტების შერწყმა...
nl_nl: &Conflicten samenvoegen...
pl_pl: Scalanie konfliktów...
pt_br: &Resolver Conflitos...
ro_ro: Îmbină Conflictele...
ru_ru: Объединить конфликты...
sl_si: &Spoji spore ...

source: Merge conflicts manually
de_de: Konflikte von Hand zusammenführen
fr_fr: Fusionner les conflits manuellement
hu_hu: Eltérések feloldása kézileg
it_it: Effettua la fusione dei conflitti manualmente
ja_jp: 手動でコンフリクトのマージを行う
ka_ge: ცვლილებების ხელით შერწყმა
nl_nl: Conflicten handmatig samevoegen
pl_pl: Scal konflikty ręcznie
pt_br: Resolver Conflitos manualmente
ro_ro: Îmbină conflictele manual
ru_ru: Объединить конфликты вручную
sl_si: Ročno spoji spore

source: &Discard local changes...
de_de: Lokale Änderungen verwerfen...
fr_fr: &Abandonner les modifications locales...
hu_hu: Helyi változtatások &elvetése...
it_it: &Elimina le modifiche locali...
ja_jp: ローカルでの変更を破棄する(&D)
ka_ge: ადგილობრივი ცვლილებების გაუქმება...
nl_nl: &Lokale wijzigingen ongedaan maken...
pl_pl: &Odrzuć lokalne zmiany...
pt_br: &Descartas modificações locais...
ro_ro: Înlătură modificările locale...
ru_ru: Сбросить локальные изменения...
sl_si: &Opusti krajevne spremembe ...

source: Delete file and get a clean copy from CVS...
de_de: Datei löschen und vom CVS frisch auschecken...
fr_fr: Supprimer le fichier et en extraire une version non modifiée de CVS...
hu_hu: Fájlok törlése és friss másolat beszerzése CVS-ből...
it_it: Cancella il file e preleva una copia pulita da CVS...
ja_jp: ファイルを削除してCVSから新しいコピーを取得する...
ka_ge: ფაილების წაშლა და CVS სუფთა ასლის მიღება...
nl_nl: Verwijder bestand en haal een schone kopie op uit de CVS...
pl_pl: Skasuj pliki i pobierz czystą kopię z CVS...
pt_br: Apagar o arquivo e obter do CVS uma cópia limpa...
ro_ro: Şterge fişierul şi preia o copie curată din CVS...
ru_ru: Удалить файл и получить чистую копию из CVS...
sl_si: Izbriši datoteko in dobi čisto kopijo iz CVS ...

source: Show differences to original revision
de_de: Zeigt einen Vergleich zur ursprünglichen Revision
fr_fr: Afficher les différences avec la version originale
hu_hu: Különbségek mutatása az eredeti revízióhoz képest
it_it: Mostra le differenze rispetto alla revisione originale
ja_jp: 元のリビジョンとの差分を表示する
ka_ge: საწყის ვერსიასთან განსხვავებების ჩვენება
nl_nl: Bekijk verschillen met originele revisie
pl_pl: Pokaż różnice względem rewizji oryginalnej
pt_br: Exibir as diferenças em relação à revisão original
ro_ro: Indică diferenţele în comparaţie cu revizia originală
ru_ru: Показать различия по сравнению с оригинальной ревизией
sl_si: Pokaži razlike z izvirno revizijo

source: Show history
de_de: Zeigt die Historie
fr_fr: Afficher l'historique
hu_hu: Történet mutatása
it_it: Mostra cronologia
ja_jp: 履歴を表示する
ka_ge: ისტორიის ჩვენება
nl_nl: Bekijk historie
pl_pl: Pokaż historie
pt_br: Exibir histórico
ro_ro: Afişează istoria
ru_ru: Показать историю
sl_si: Pokaži zgodovino

source: Show revision graph
de_de: Zeigt den Revisionsgraphen an
fr_fr: Afficher le schéma des versions
hu_hu: Revíziós diagram mutatása
it_it: Mostra grafico revisioni
ja_jp: リビジョングラフを表示する
ka_ge: ვერსიის გრაფის ჩვენება
nl_nl: Bekijk revisie grafiek
pl_pl: Pokaż graf rewizji
pt_br: Exibir gráfico de revisões
ro_ro: Afişează graficul reviziilor
ru_ru: Показать дерево ревизий
sl_si: Pokaži graf revizij

source: TortoiseCVS - Credits
de_de: TortoiseCVS - Danksagung
fr_fr: TortoiseCVS - Remerciements
hu_hu: TortoiseCVS - Stáblista
it_it: TortoiseCVS - Riconoscimenti
ja_jp: TortoiseCVS - クレジット
ka_ge: TortoiseCVS - მადლობები
pl_pl: TortoiseCVS - Twórcy
pt_br: TortoiseCVS - Créditos
ro_ro: TortoiseCVS - Autori
ru_ru: TortoiseCVS - Благодарности
sl_si: TortoiseCVS - Zasluge

source: Better looking icons
de_de: Ansehnlichere Symbole
pt_br: Ícones mais bonitos
sl_si: Olepšane ikone

source: Persistent dialog size patch, Annotate feature, various bugfixes and improvements
de_de: Patch zum Beibehalten der Dialoggröße, die Fähigkeit zu kommentieren, verschiedene Fehlerbehebungen und Verbesserungen
sl_si: Vztrajni popravek velikosti pogovornega okna, funkcionalnost označevanja, različni popravki hroščev in izboljšave

source: Catalan translation
de_de: Katalanische Übersetzung
nl_nl: Catalaanse vertaling
pt_br: Tradução para Catalão
sl_si: Katalonski prevod

source: French translation
de_de: Französische Übersetzung
nl_nl: Franse vertaling
pt_br: Tradução para Francês
sl_si: Francoski prevod

source: CVS columns in Explorer detailed list view
de_de: CVS Spalten in der Detail-Ansicht des Explorers
nl_nl: CVS kolommen in Verkenner Details beeld
pt_br: Colunas CVS na visão de lista detalhado do Explorer
sl_si: Stolpci CVS v podrobnem pogledu v Raziskovalcu

source: German translation
de_de: Deutsche Übersetzung
nl_nl: Duitse vertaling
pt_br: Tradução para Alemão
sl_si: Nemški prevod

source: Branching, tagging and merging, menu config file, various user interface improvements and bug fixes
de_de: Verzweigen, markieren und zusammenführen, Menü Konfigurationsdatei, verschiedene Verbesserungen der Benutzerschnittstelle und Fehlerbehebungen
sl_si: Vejanje, označevanje in spajanje, konfiguracijska datoteka menija, različne izboljšave uporabniškega vmesnika in popravki hroščev

source: 64-bit Windows port
de_de: 64-bit Windows Portierung
sl_si: Različica za 64-bitni Windows

source: Spanish translation
de_de: Spanische Übersetzung
nl_nl: Spaanse vertaling
pt_br: Tradução para Espanhol
sl_si: Španski prevod

source: French User Guide
de_de: Französisches Benutzerhandbuch
nl_nl: Franse gebruikershandleiding
sl_si: Francoski up. vodnik

source: Danish translation
de_de: Dänische Übersetzung
nl_nl: Deense vertaling
pt_br: Tradução para Dinamarquês
sl_si: Danski prevod

source: Norwegian translation
de_de: Norwegische Übersetzung
nl_nl: Noorse vertaling
pt_br: Tradução para Norueguês
sl_si: Norveški prevod

source: Icons
de_de: Symbole
nl_nl: Pictogrammen
pt_br: Ícones
sl_si: Ikone

source: Win32 native user interface (not used now, but provoked the migration from GTK to wxWindows)
de_de: Win32 native Benutzerschnittstelle (wird nicht verwendet, aber bewirkte die Migration von GTK zu wxWindows)
sl_si: Uporabniški vmesnik Win32 (ni trenutno v uporabi, vendar je spodbudil prehod iz GTK v wxWindows)

source: Romanian translation
de_de: Rumänische Übersetzung
nl_nl: Roemeense vertaling
pt_br: Tradução para Romeno
sl_si: Romunski prevod

source: Brazilian Portuguese translation
de_de: Brasilianisch-Portugiesische Übersetzung
nl_nl: Braziliaans Portugese vertaling
pt_br: Tradução para Português do Brasil
sl_si: Brazilsko-portugalski prevod

source: Project founder (no longer active), original code, Visual C++ and mingw32 compilation
de_de: Projektgründer (nicht mehr aktiv), ursprünglicher Code, Visual C++ und mingw32 Kompilierung
pt_br: Fundador do projeto (não mais ativo), código original, compilação em VisualC++ e mingw32
sl_si: Osnovalec projekta (nič več aktiven), izvorna koda, prevajanje Visual C++ in mingw32

source: Dutch translation
de_de: Niederländische Übersetzung
nl_nl: Nederlandse vertaling
pt_br: Tradução para Alemão
sl_si: Nizozemski prevod

source: Revision Graph improvements
de_de: Verbesserungen des Revisionsgraphen
nl_nl: Revisiegrafiek verbeteringen
pt_br: Melhorias do Gráfico de Revisões
sl_si: Izboljšave grafa revizij

source: Warn on empty commit comment patch
de_de: Patch für Warnung, falls kein Eincheck-Kommentar
pt_br: Implementou aviso de comentário vazio
sl_si: Opozorila ob praznem objavljenem komentarju popravka

source: Improved SSH support
de_de: Verbesserte SSH-Unterstützung
nl_nl: Verbeterde SSH ondersteuning
pt_br: Melhorou suporte a SSH
sl_si: Izboljšana podpora SSH

source: Make new module patch
de_de: Patch zum Anlegen eines neuen Moduls
nl_nl: Maak nieuwe module patch
sl_si: Ustvari nov popravek modula

source: Improved treelist control
de_de: Verbessertes Steuerelement zur Baumansicht
nl_nl: Verbeterde treelist control
pt_br: Melhorou
sl_si: Izboljšan nazdor razvejanosti

source: Georgian translation
de_de: Georgische Übersetzung
nl_nl: Georgische vertaling
sl_si: Gruzijski prevod

source: Core developer (no longer active)
de_de: Hauptentwickler (nicht mehr aktiv)
nl_nl: Hoofdontwikkelaar (niet meer actief)
pt_br: Desenvolvedor primário (não mais ativo)
sl_si: Glavni razvijalec (ni več aktiven)

source: cvs.exe pipe code prototype, Borland compilation, various bug fixes
de_de: Prototyp des cvs.exe Pipe Code, Borland Kompilierung, verschiedene Fehlerbehebungen
sl_si: Prototip kode za cev cvs.exe, prevajanje Borland, različni popravki hroščev

source: Commit dialog patch
de_de: Patch für den Einchecken-Dialog
sl_si: Popravek pogovornega okna objave

source: Make New Module edit module path patch
de_de: Patch zum Editieren des Pfads beim Anlegen eines neuen Moduls
sl_si: Popravek urejanja poti modula v Naredi nov modul

source: SSPI encryption patch
de_de: Patch zur SSPI Verschlüsselung
nl_nl: SSPI encryptie patch
sl_si: Popravek šifriranja SSPI

source: CVS property page, context menu
de_de: Dialog CVS Eigenschaften, Kontextmenü
sl_si: Stran lastnosti CVS, pojavni meni

source: Default icons
de_de: Standard-Symbole
nl_nl: Standaard pictogrammen
pt_br: Ícones Padrões
sl_si: Privzete ikone

source: Various bug fixing patches
de_de: Patches zur Behebung verschiedener Fehler
sl_si: Razni popravki hroščev

source: History dialog patch
de_de: Patch für den Historien-Dialog
sl_si: Popravek pogovornega okna zgodovine

source: Korean translation
de_de: Koreanische Übersetzung
nl_nl: Koreaanse vertaling
sl_si: Korejski prevod

source: Polish translation
de_de: Polnische Übersetzung
nl_nl: Poolse vertaling
sl_si: Poljski prevod

source: Traditional Chinese translation
de_de: Chinesische Übersetzung (Langzeichen)
nl_nl: Traditioneel Chineese vertaling
sl_si: Tradicionalni kitajski prevod

source: Edit options dialog, repository browser, defect tracking integration, 64-bit development platform
de_de: Dialog Optionen für Bearbeiten, Repository Browser, Integration der Bug-Verfolgung, 64-Bit Entwicklungsplattform
sl_si: Pogovorno okno urejanja možnosti, skladiščnega brskalnika, integracije sledenja okvaram, 64-bitna razvojna platforma

source: Project management, User Guide, domain name, various patches
de_de: Projektmanagement, Benutzerhandbuch, Domänenname, verschiedene Patches
pt_br: Gerenciamento do projeto, Guia do Usuário, registro do domínio, vários patches
sl_si: Vodenje projekta, uporabniški vodnik, ime domene, različni popravki

source: Slovenian translation
de_de: Slowenische Übersetzung
nl_nl: Sloveense vertaling
sl_si: Slovenski prevod

source: CVS property page improvements
de_de: Verbesserung des Dialogs CVS Eigenschaften
sl_si: Izboljšave strani lastnosti CVS

source: Charlie Vernon Smythe logo and icon
de_de: Logo und Symbol des Charlie Vernon Smythe
sl_si: Logotip in ikona Charlieja Vernona Smytha

source: Russian program translation
de_de: Russische Übersetzung des Programms
nl_nl: Russische vertaling
sl_si: Ruski prevod programa

source: Turkish translation
de_de: Türkische Übersetzung
nl_nl: Turkse vertaling
sl_si: Turški prevod

source: rcsinfo patch
de_de: Patch für rcsinfo
sl_si: Popravek rcsinfo

source: Simplified Chinese translation
de_de: Chinesische Übersetzung (Kurzzeichen)
nl_nl: Vereenvoudigd Chinese vertaling
sl_si: Poenostavljeno-kitajski prevod

source: Simplified Chinese User Guide
de_de: Chinesisches Benutzerhandbuch (Kurzzeichen)
nl_nl: Vereenvoudigd Chinese gabruikershandleiding
sl_si: Poenostavljeno-kitajski up. vodnik

source: Automatic use of Unix line endings patch
de_de: Patch zur automatischen Benutzung von UNIX Zeilenenden
sl_si: Popravek samodejne uporabe končnic vrstic v slogu Unixa

source: Borland compilation, bug fix, CVS property page improvements
de_de: Borland Kompilierung, Fehlerbehebung, Verbesserung des Dialogs CVS Eigenschaften
sl_si: Prevajanje Borland, odpravljanje hroščev, izboljšave strani lastnosti CVS

source: mingw32 compilation
de_de: mingw32 Kompilierung
sl_si: Prevajanje z mingw32

source: Web site design
de_de: Design der Webpräsenz
nl_nl: Website ontwerp
sl_si: Oblikovanje spetnih strani

source: Core developer, release manager, documentation
de_de: Hauptentwickler, Veröffentlichung neuer Versionen, Dokumentation
nl_nl: Hoofdontwikkelaar, release manager, documentatie
pt_br: Desenvolvedor primário, gerente de release, documentação
sl_si: Glavni razvijalec, vodja izdaj, dokumentacija

source: Czech translation
de_de: Tschechische Übersetzung
nl_nl: Tsjechische vertaling
sl_si: Češki prevod

source: Russian User Guide
de_de: Russisches Benutzerhandbuch
nl_nl: Russische gebruikershandleiding
sl_si: Ruski up. vodnik

source: Japanese translation
de_de: Japanische Übersetzung
nl_nl: Japanse vertaling
sl_si: Japonski prevod

source: People who have contributed to TortoiseCVS (mouse over name to see details)
de_de: Personen, die zu TortoiseCVS beigetragen haben (Maus über Name, um Details zu sehen)
hu_hu: A TortoiseCVS fejlesztésében részt vevő személyek (Egérrel fölé menve jelennek meg a részletek)
it_it: Persone che hanno contribuito a TortoiseCVS (mouse sul nome per dettagli)
nl_nl: Mensen die hebben bijgedragen aan TortoiseCVS (muis over de naam voor details)
pl_pl: Osoby, które przyczyniły się do powstania TortoiseCVS (aby dowiedzieć się więcej wskaż myszką daną osobę)
pt_br: Pessoas que contribuíram para o TortoiseCVS (passe o mouse sobre o nome para ver detalhes)
ru_ru: Люди которые участвовали в разработке TortoiseCVS: (Перемещайте мышку над именем для просмотра подробностей)
sl_si: Avtorji prispevkov k TortoiseCVS (za podrobnosti se z miško postavite na ime)

source: Remove
de_de: Entfernen
fr_fr: Supprimer
hu_hu: Eltávolítás
it_it: Rimuovi
ja_jp: 削除
ka_ge: ამოშლა
nl_nl: &Verwijderen
pl_pl: Usuń
pt_br: Remover
ro_ro: Şterge
ru_ru: Удалить
sl_si: Odstrani

source: Remove All
de_de: Entferne alle
fr_fr: Tout supprimer
hu_hu: Minden eltávolítása
it_it: Rimuovi Tutto
ja_jp: すべて削除
ka_ge: ყველას ამოშლა
nl_nl: Verwijder alles
pl_pl: Usuń wszystko
pt_br: Remover Todos
ro_ro: Şterge Tot
ru_ru: Удалить все
sl_si: Odstrani vse

source: TortoiseCVS - Edit
de_de: TortoiseCVS - Bearbeiten
hu_hu: TortoiseCVS - Szerkesztés
pl_pl: TortoiseCVS - Edycja
pt_br: TortoiseCVS - Editar
ru_ru: TortoiseCVS - Редактировать
sl_si: TortoiseCVS - Uredi

source: Bug &Number
de_de: Bug &Nummer
hu_hu: Hiba &szám
pl_pl: &Numer błędu
pt_br: Número do Bug
ru_ru: Номер Бага (Ошибки)
sl_si: Številka &hrošča

source: You are attempting to edit but have no bug number. Do you wish to continue the edit without the bug number?
de_de: Sie versuchen zu bearbeiten, haben aber keine Bug-Nummer. Möchten Sie fortfahren und ohne Bug-Nummer bearbeiten?
hu_hu: Szerkeszteni próbálsz, de nincsen megadva a hiba száma. Szeretnéd folytatni a szerkesztést a hiba száma nélkül?
pl_pl: Brak numeru błędu. Czy chcesz kontynuować pomimo jego braku ?
pt_br: Você está tentando Editar sem escrever um Número de Bug. Você quer mesmo continuar a Edição sem um Número de Bug?
sl_si: Želite urejati, vendar nimate številke hrošča. Želite nadaljevati z urejanjem brez številke hrošča?

source: TortoiseCVS - List Editors
de_de: TortoiseCVS - Bearbeiter auflisten
hu_hu: TortoiseCVS - Szerkesztők listázása
it_it: TortoiseCVS - Lista Editori
pl_pl: TortoiseCVS - Lista twórców
pt_br: TortoiseCVS - Listar Editores
ro_ro: TortoiseCVS - Afişează Editorii
sl_si: TortoiseCVS - Navedi urednike

source: %d edited file(s)
de_de: %d bearbeitete Datei(en)
hu_hu: %d módosított fájl
it_it: %d file modificato/i
nl_nl: %d gewijzigde bestand(en)
pl_pl: %d edytowane pliki
pt_br: %d arquivo(s) editado(s)
ro_ro: %d fişier(e) editat(e)
ru_ru: %d редактируемых файлов
sl_si: %d urejenih(e/i/a) datotek(e/i/a)
