Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*_01.po
Languages: ca

source: Syntax error
ca: Error de sintaxi

source: Unexpected end of file
ca: Final de fitxer inesperat

source: Error while parsing config file ("%s" line %d): %s
ca: Error al processar el fitxer de configuració ("%s" línia %d): %s

source: Tortoise Tip: Sometimes you get this error if you have the repository folder wrong in the Checkout dialog. Make sure you have a slash at the start of the folder name, and that the case and path are correct. Watch out for spurious trailing characters. Examples are: "/cvsroot", "/usr/local/cvs-repository", "/cvsroot/cvsgui"
ca: Consell de Tortoise: Aquest error tendeix a sorgir si la carpeta del repository està mal col·locada en la caixa de diàleg de Checkout. Cal assegurar-se que hi hagi una barra al principi del nom de la carpeta. Compte també que no hi hagi caràcters solts al final del nom. Exemples: "/cvsroot", "/usr/local/cvs-repository", "/cvsroot/cvsgui"

source: Internal error, CVSAction::DoCommand used twice within same process.
ca: Error intern. CVSAction::DoCommand ha estat utilitzat dos cops dintre del mateix procés

source: In %s: %s CVSROOT=%s
ca: En %s: %s CVSROOT=%s

source: Trouble launching the CVS process: %s On folder: %s %s Please check there is a cvs.exe in the same folder as TortoiseCVS or on the path.
ca: Hi ha problemes per posar en marxa el procés de CVS: %s En la carpeta:%s %s Cal assegurar que hi ha un fitxer cvs.exe en la mateixa carpeta que TortoiseCVS o bé en la mateixa ruta.

source: CVS operation aborted by user request
ca: La operació de CVS s'ha interromput per petició expressa de l'usuari

source: Success, CVS operation completed
ca: La operació de CVS s'ha dut a terme correctament

source: Error, CVS operation failed
ca: Error. La operació de CVS ha fracassat

source: Error, one of the CVS operations failed
ca: Error. Una de les operacions de CVS ha fracassat

source: You have altered files in this repository. See the main TortoiseCVS dialog for details. Do you want to discard your local changes? Select "Yes" to discard your changes, or "No" to cancel the Release command (take no action).
ca: Ha modificat fitxers d'aquest magatzem. Llegeixi la caixa de diàleg principal de TortoiseCVS per a més detalls. Vol obviar les modificacions que ha fet en la còpia local? Seleccioni "Sí" per descartar les modificacions, o "No" per cancel·lar l'ordre Release (no s'executarà cap acció).

source: The server's host key is not cached in the registry. Key fingerprint: %s If you trust this host, hit "Yes" to add the key to the cache. If you want to connect just once, hit "No". If you don't trust this host, hit "Cancel".
ca: La clau de host del servidor no està en memòria cache del registre. Empremta de la clau: %s Si confies en aquest host, fes clic a "Sí" per afegir la clau a la memòria cache. Per connectar-se només un únic cop, fes clic a "No". Si no tens confiança en aquest host, fes clic en "Cancel·lar".

source: Retrying command with encryption disabled
ca: S'està tornant a provar l'ordre, aquest cop amb l'encryption deshabilitat

source: There is no CVS repository in this folder: %s on %s
ca: No hi ha cap magatzem de CVS en aquesta carpeta: %s en %s

source: There is no CVS repository in this folder: %s
ca: No hi ha cap magatzem de CVS en aquesta carpeta: %s

source: If this is the wrong folder, correct it and try again. If you want to initialise a new repository with "cvs init" then check the box below and TortoiseCVS will try again.
ca: Si aquesta carpeta no és la que volia, la pot canviar i tornar a intentar-ho. Si vol iniciar un nou magatzem amb "cvs init" marqui la casella inferior, i així TortoiseCVS ho tornarà a intentar.

source: &Initialise a new repository here (makes a CVSROOT folder)
ca: &Inicialitzar aquí mateix un nou magatzem (el programa crearà una carpeta CVSROOT)

source: Ignored Folder
ca: Carpeta no tinguda en compte

source: Folder
ca: Carpeta

source: Ignored
ca: No tingut en compte

source: Binary
ca: Binari

source: File
ca: Fitxer

source: Only keyword names
ca: Només noms clau

source: Only keyword values
ca: Només valors clau

source: Include locker
ca: Incloure candau

source: Disabled
ca: No activat

source: None
ca: Cap

source: Custom
ca: Personalitzat

source: Unknown
ca: Desconegut

source: Binary diff
ca: Binari dif

source: Compressed
ca: Comprimit

source: UNIX line endings
ca: Finals de línia de UNIX

source: Not in CVS
ca: No es troba en el CVS

source: Unmodified r/o
ca: No modificat, només de lectura

source: Unmodified
ca: No modificat

source: Modified
ca: Modificat

source: Added
ca: Afegit

source: Needs merge
ca: Requereix fusionament

source: Module
ca: Mòdul

source: Removed
ca: Eliminat

source: Missing
ca: No hi és

source: can't open folder `%s'.
ca: No es pot obrir la carpeta `%s'.

source: done.
ca: finalitzat

source: TortoiseCVS - About
ca: Informació sobre TortoiseCVS

source: UNSTABLE
ca: INESTABLE

source: version
ca: versió

source: OK
ca: D'ACORD

source: &Credits...
ca: &Agraïments...

source: %s client version
ca: versió client %s

source: %s server version
ca: versió servidor %s

source: Yes
ca: Sí

source: TortoiseCVS - Add
ca: TortoiseCVS - Afegir

source: Confirm the files to add.
ca: Confirmi els fitxers que vol afegir

source: Hint: Right-click to change file format.
ca: Suggeriment: Faci clic amb el botó dret per canviar el format del fitxer

source: Show items in &subfolders
ca: Mostrar els elements de les subcarpetes

source: Filename
ca: Nom del fitxer

source: Type
ca: Tipus

source: Add
ca: Afegir

source: Keywords
ca: Paraules clau

source: Cancel
ca: Cancel·lar

source: Could not connect to server
ca: No s'ha pogut establir la connexió amb el servidor

source: Options
ca: Opcions

source: %d file(s)
ca: %d fitxer/s

source: Check
ca: Seleccionar

source: Check item(s)
ca: Seleccionar element/s

source: Uncheck
ca: Deseleccionar

source: Uncheck item(s)
ca: Deseleccionar elements

source: Autoignore
ca: Ignorar automàticament

source: Ignore item(s) according to CVS ignore rules
ca: Ignorar element/s segons les regles d'ignorar de CVS

source: Check recursively
ca: Seleccionar recursivament

source: Check item(s) recursively
ca: Seleccionar element/s recursivament

source: Uncheck recursively
ca: Deseleccionar recursivament

source: Uncheck item(s) recursively
ca: Deseleccionar element/s recursivament

source: Autoignore recursively
ca: Ignorar automàticament de forma recursiva

source: Ignore item(s) recursively according to CVS ignore rules
ca: Ignorar element/s recursivament segons les regles d'ignorar de CVS

source: Explorer
ca: Explorador

source: Invalid file format: %s
ca: Format de fitxer %s no vàlid

source: Please specify a valid file format for all files you want to add.
ca: Especifiqui un format de fitxer vàlid per a tots els fitxers que afegirà

source: %s File
ca: Fitxer %s

source: Set keyword expansion to %s
ca: Definir expansió de paraula clau com a %s

source: Set format to %s
ca: Definir format com a %s

source: Autodetect
ca: Detectar automàticament

source: Autodetect file format
ca: Detectar format dels fitxers automàticament

source: Set options to %s
ca: Restablir opcions com a %s

source: TortoiseCVS - Annotate
ca: TortoiseCVS - Incloure informació

source: Line
ca: Línia

source: Revision
ca: Revisió

source: Author
ca: Autor/a

source: Date
ca: Data

source: Highlight by Author
ca: Ressaltar autors

source: Highlight by Revision
ca: Ressaltar revisions

source: Highlight by Date
ca: Ressaltar dates

source: Highlight by Age (Fixed)
ca: Ressaltar edat (fixe)

source: Highlight by Age (Scaled)
ca: Ressaltar edat (escalat)

source: No Highlighting
ca: Sense ressaltar

source: Annotate %s
ca: Incloure informació %s

source: This file is new and has never been committed to the server or is an empty file on the server.
ca: Aquest fitxer és nou i no ha estat mai introduït al servidor, o bé és un fitxer buit.

source: &Diff (working file)
ca: &Dif (fitxer de treball)

source: &View this revision
ca: &Veure aquesta revisió

source: &Annotate this revision
ca: &Posar comentaris en aquesta revisió

source: &Get this revision (sticky)
ca: &Agafa aquesta revisió (dades persistents)

source: &Save this revision as...
ca: &Desa aquesta revisió com a...

source: TortoiseCVS - Tag
ca: TortoiseCVS - Etiqueta

source: TortoiseCVS - Create Branch
ca: TortoiseCVS - Crear branca

source: &Tag:
ca: &Etiqueta

source: New &branch name:
ca: Nom nou per la &branca:

source: Name of tag
ca: Nom de l'etiqueta

source: Name of branch
ca: Nom de la branca

source: &Update list...
ca: &Actualitzar llista...

source: &Scan subfolders
ca: &Escanejar subcarpetes

source: Retrieves a list of tags and branches from the server, and puts them in the dropdown box
ca: Cercarà una llista d'etiquetes i branques del servidor i les col·locarà en la llista desplegable

source: Check that the &files are unmodified
ca: Comprovar que els &fitxers no estan modificats

source: Ensures there are no uncommitted changes before performing the operation
ca: Assegura que no hi han hagut canvis no introduïts abans de dur a terme la operació

source: &Create new tag
ca: &Crear nova etiqueta

source: &Move existing tag
ca: &Desplaçar etiqueta existent

source: &Delete existing tag
ca: &Eliminar eitqueta existent

source: The tag will be assigned to the repository versions nearest to your working sources. This happens directly to the repository.
ca: L'etiqueta s'assignarà a les versions del repository més properes als seus codis font de treball

source: &Create new branch
ca: &Crear nova bifurcació

source: &Move existing branch
ca: &Desplaçar bifurcació existent

source: &Delete existing branch
ca: &Eliminar bifurcació existent

source: The branch will be applied to the repository versions nearest to your working sources. This happens directly to the repository, leaving your working sources on the original branch.
ca: La bifurcació es durà a terme en les versions del magatzem més properes als seus codis font. Això succeïrà directament en el magatzem, els codis font de treball romandran en la bifurcació original.

source: Tag and branch names can contain letters, digits, "-" (dash) and "_" (underscore) only. In particular, this means no dots, and no spaces. They must also start with a letter.
ca: Els noms de les etiquetes i de les bifurcacions només poden contenir lletres, dígits, "-" (guió) i "_" (guió baix). Sobretot cal evitar incloure punts i espais.

source: No tags found.
ca: No s'ha trobat cap etiqueta

source: TortoiseCVS - Checkout Module
ca: TortoiseCVS - Mòdul a importar

source: Purpose of checkout
ca: Motiu de la importació

source: Prevents creation of CVS admin folders
ca: Evita la creació de carpetes CVS d'administrador

source: &Checkout - for working on the module
ca: &Importació - per treballar amb el mòdul

source: &Export - for making a software release
ca: &Exportació - per una nova versió de software

source: Name of folder to create
ca: Nom de la carpeta a crear

source: Use this name instead of module name for the new folder
ca: Utilitzar aquest nom per la carpeta en comptes del nom del mòdul

source: Use &default folder name
ca: Utilizar nom de carpeta &predeterminat

source: Use &module name and tag/branch/revision as folder name
ca: Utilizar nom del &mòdul i etiqueta/bifurcació/revisió com a nom de carpeta

source: Enter your own &folder name
ca: Introduir nom de &carpeta propi

source: Custom folder name:
ca: Nom de carpeta personalitzat:

source: Normally, text files checked out on Windows will use CRLF as the line ending. If you check this, TortoiseCVS will use UNIX line endings (LF only).
ca: Normalment els fitxers de text importats a Windows utilitzaran CRLF com a final de línia. Si marques la casella llavors TortoiseCVS utilitzarà finals de línia de UNIX

source: Use UNIX &line endings
ca: Utilitzar &finals de línia de UNIX

source: TortoiseCVS Question
ca: Pregunta de TortoiseCVS

source: TortoiseCVS - Command
ca: TortoiseCVS - Ordre

source: Command
ca: Ordre

source: CVS command
ca: Ordre de CVS

source: &Diff...
ca: &Dif...

source: H&istory...
ca: H&istorial...

source: Revision &Graph...
ca: &Gràfica de revisió...

source: TortoiseCVS - Commit
ca: TortoiseCVS - Introduir

source: Folder: %s
ca: Carpeta: %s

source: Comment History
ca: Historial de comentaris

source: Previous comments (use Ctrl-Up and Ctrl-Down in the Comment field to select)
ca: Comentaris previs (utilitza Ctrl + Amunt i Ctrl + Avall en el camp Comentari per a seleccionar)

source: Comment
ca: Comentaris

source: Filetype
ca: Tipus de fitxer

source: Status
ca: Estat

source: To see the changes you have made, double or right click on the files above.
ca: Per veure els canvis efectuats, fes doble clic or clic amb el botó dret en els fitxers.

source: &Wrap lines
ca: &Ajustar les línies a la pàgina

source: TortoiseCVS - Merge Conflicts
ca: ToroiseCVS - Fusionar parts conflictives

source: Choose Merge Operation
ca: Seleccionar operació de fusió

source: How would you like to merge the conflicts?
ca: De quina manera vols fusionar les parts conflictives?

source: Edit with default text editor
ca: Editar amb l'editor de text predeterminat

source: Two-way merge
ca: Fusió a dos bandes

source: Three-way merge
ca: Fusió a tres bandes

source: Hint: Three-way merges are only possible if your merge application supports them.
ca: Pista: Les fusions a tres bandes només són possibles si l'aplicació de fusió és compatible amb aquesta funció

source: Perform Direct Merge
ca: Dur a terme una fusió directa

source: TortoiseCVS has created the following temporary merge file:
ca: TortoiseCVS ha creat el següent fitxer de fusió:

source: Perform Two-Way Merge
ca: Dur a terme fusió a dos bandes

source: TortoiseCVS has created the following temporary merge files:
ca: TortoiseCVS ha creat els següents fitxers temporals de fusió:

source: Perform Three-Way Merge
ca: Dur a terme fusió a tres bandes

source: TortoiseCVS - Resolve Conflicts
ca: TortoiseCVS - Resoldre conflictes

source: CVS encountered conflicts when trying to merge your changes in the files below. Please merge your changes manually.
ca: CVS ha trobat conflictes en els següents fitxers a l'intentar fusionar els canvis. Caldrà fusionar els canvis manualment.

source: To resolve the conflicts, double or right click on the files above.
ca: Per resoldre els conflictes, fes doble clic o clic amb el botó dret en els fitxers.

source: Close
ca: Tancar

source: &Merge Conflicts...
ca: &Fusionar conflictes...

source: Merge conflicts manually
ca: Fusionar conflictes de forma manual

source: &Discard local changes...
ca: &Obviar els canvis locals...

source: Delete file and get a clean copy from CVS...
ca: Esborrar fitxer i obtenir-ne una còpia nova de CVS...

source: Show differences to original revision
ca: Mostrar diferències respecte a la revisió original

source: Show history
ca: Mostrar historial

source: Show revision graph
ca: Mostrar gràfica de revisió

source: TortoiseCVS - Credits
ca: TortoiseCVS - Autors

source: People who have contributed to TortoiseCVS (mouse over name to see details)
ca: Gent que ha contribuït a TortoiseCVS (passa per sobre el nom per veure els detalls)

source: Remove
ca: Eliminar

source: Del
ca: Esborrar

source: Remove All
ca: Eliminar tots

source: TortoiseCVS - List Editors
ca: TortoiseCVS - Mostrar editors

source: %d edited file(s)
ca: %d fitxer/s modificats

source: Editors
ca: Editors de text

source: Local path
ca: Ruta local

source: &Undo
ca: &Desfer

source: &Redo
ca: &Refer

source: Cu&t
ca: Reta&llar

source: &Copy
ca: &Copiar

source: &Paste
ca: &Enganxar

source: &Delete
ca: &Esborrar

source: Select &All
ca: Seleccionar &tots

source: Revision Graph for %s
ca: Gràfica de revisió per %s

source: TortoiseCVS - Revision Graph for %s
ca: TortoiseCVS - Gràfica de revisió per %s

source: Show &tags
ca: Mostrar &etiquetes

source: &Collapse revisions
ca: &Ocultar revisions

source: Set &Limits...
ca: Determinar &límits

source: Mergepoint
ca: Punt de fusió

source: Description
ca: Descripció

source: File Format
ca: Format del fitxer

source: Keyword substitution
ca: Substitució de mot clau

source: Storage options
ca: Opcions d'emmagatzematge

source: Total revisions
ca: Número total de revisions

source: Revision graph for %s
ca: Gràfica de revisió per %s

source: Get &clean copy of this revision (sticky)
ca: Agafar una &còpia neta d'aquesta revisió (persistent)

source: &Tag...
ca: &Etiqueta...

source: &Branch...
ca: &Bifurcació...

source: &Diff (selected revisions)
ca: &Diff (revisions seleccionades)

source: &Merge changes (selected revisions)
ca: &Fusionar canvis (revisions seleccionades)

source: &Undo changes (selected revisions)
ca: &Desfer canvis (revisions seleccionades)

source: &Get this branch (sticky)
ca: &Agafa aquesta branca (persistent)

source: Get &clean copy of this branch (sticky)
ca: Agafar una &còpia neta d'aquesta branca (persistent)

source: Always &hide this branch
ca: &Amagar sempre aquesta branca

source: &Only show this branch
ca: &Mostrar només aquesta branca

source: &Return to HEAD branch
ca: &Retornar a la branca HEAD

source: R&eturn to clean copy of HEAD branch
ca: &Retornar a la còpia neta de la branca HEAD

source: Show &all branches
ca: Mostrar &totes les branques

source: Zoom &in (I)
ca: Zoom &d'apropament (I)

source: Zoom &out (O)
ca: Zoom de &distanciament (O)

source: &Save graph as bitmap...
ca: &Guardar gràfica com a mapa de bits...

source: Finished tagging in %s
ca: Finalització de l'etiquetatge a %s

source: Internal error: Invalid action
ca: Error intern: Acció no vàlida

source: Tagging in %s
ca: Etiquetatge en %s

source: Finished branching in %s
ca: Finalització de les bifurcacions en %s

source: Branching in %s
ca: Bifurcacions en %s

source: Retrieving a clean copy deletes your changes.
ca: La utilització d'una còpia neta eliminarà tots els canvis efectuats.

source: Warning
ca: Avís

source: Bitmap files
ca: &Fitxers de mapa de bits

source: Save Revision Graph
ca: Desar gràfica de revisió

source: Failed to save Revision Graph bitmap
ca: Ha fracassat l'intent de guardar la Gràfica de Revisió com a mapa de bits

source: TortoiseCVS - Revision Graph Settings
ca: TortoiseCVS - Configuració de la gràfica de revisió

source: &Start date/time:
ca: &Data/hora inici:

source: Do not show revisions/tags/branches before a specific date.
ca: No mostrar revisions/etiquetes/branques d'abans d'una data especificada.

source: Choose a date from the calendar, and/or edit the date and time in the box above the calendar. e.g.: "1988-09-24" "yesterday" "24 Sep 20:05"
ca: Esculli una data del calendari o introdueixi-la utilitzant el requadre superior. Exemple: "24/09/1988" "ahir" "24 Set 20:05"

source: &End date/time:
ca: &Data/hora de finalització:

source: Do not show revisions/tags/branches after a specific date.
ca: No mostrar revisions/etiquetes/branques de després d'una data especificada.

source: History for %s
ca: Historial de %s

source: %d revision(s)
ca: %d revisió/revisions

source: TortoiseCVS - History for %s
ca: TortoiseCVS - Historial per %s

source: Sticky tag
ca: Etiqueta persistent

source: File format
ca: Format del fitxer

source: Changes
ca: Canvis

source: Apply
ca: Confirmar

source: Changing comment
ca: Comentari de modificació

source: (None)
ca: (cap)

source: In CVS
ca: En el CVS

source: In CVS, read-only
ca: En el CVS, de només lectura

source: Ignored by CVS
ca: No tingut en compte per CVS

source: TortoiseCVS - Icon sets
ca: TortoiseCVS - Conjunts d'icones

source: Please select an icon set to be used as overlay icons:
ca: Seleccioni un grup d'icones per ser utilitzat com a icones que se superposaran:

source: Icon preview:
ca: Vista prèvia de la icona:

source: No icons
ca: Cap icona

source: TortoiseCVS - Web Log Configuration
ca: TortoiseCVS - Configuració del web log

source: Web log URL &prefix:
ca: Prefixe URL del web log

source: &Suffix:
ca: &Sufixe:

source: &Plain text log (if your server doesn't support web log)
ca: &Log de text pur (en cas que el servidor no accepti logs en format web)

source: &Automatically scan the server for the URL (again)
ca: &Escanejar automàticament el servidor per la URL (un altre cop)

source: Password:
ca: Contrassenya:

source: Protocol parameters
ca: Paràmetres del protocol

source: Server
ca: Servidor

source: Repository folder
ca: Carpeta del magatzem

source: User name
ca: Nom d'usuari

source: Previous CVSROOTs
ca: CVSROOTs previs

source: Password server (:pserver:)
ca: Servidor de contrasenyes (:pserver:)

source: Windows authentication (:sspi:)
ca: Autentificació Windows (:sspi:)

source: Secure shell (:ext:)
ca: Shell segura ('secure shell') (:ext:)

source: Secure shell (:ssh:)
ca: Shell segura ('secure shell') (:ssh:)

source: Remote shell (:server:)
ca: Shell remota (:server:)

source: Locally mounted folder (:local:)
ca: Carpeta carregada localment (:local:)

source: Named pipe (:ntserver:)
ca: Tuberia amb nom (:ntserver:)

source: &Fetch list...
ca: &Buscar llista...

source: How your machine should connect to the CVS repository
ca: Com es connectarà l'ordinador amb el magatzem de CVS

source: Parameters associated with this protocol
ca: Paràmetres relacionats amb aquest protocol

source: The computer that the CVS repository is on
ca: L'ordinador on hi ha el magatzem CVS

source: Location of the repository on the server
ca: Ubicació del magatzem en el servidor

source: The user name that CVS should use
ca: El nom d'usuari a ser utilitzat per CVS

source: The name of the module
ca: El nom del mòdul

source: Technical details of the CVSROOT which TortoiseCVS is going to use
ca: Detalls tècnics del CVSROOT que TortoiseCVS utilitzarà

source: Retrieves a list of modules from the server, and puts them in the dropdown box
ca: Aquesta funció recull una llista de mòduls del servidor i els col·loca en unacaixa desplegable

source: Click here and paste in the CVSROOT
ca: Faci clic aquí i copiï-ho en el CVSROOT

source: Module list not available for server
ca: Llista de mòduls no disponible pel servidor

source: Ask your administrator to either install a web browser interface on the server (CVSweb or ViewCVS) or add the modules to the CVSROOT/modules file. Meanwhile, you'll have to find the module name elsewhere.
ca: Demani al seu administrador que instal·li una interfície de navegador web en el servidor (CVSweb o ViewCVS) o bé que afegeixi els mòduls al fitxer CVSROOT/modules.

source: TortoiseCVS - Make New Module
ca: TortoiseCVS - Crear nou mòdul

source: Check out files read-only
ca: Importar fitxers en mode de només lectura

source: Run 'cvs watch on' on the new module so that files will be checked out read-only
ca: Posar en marxa el 'cvs watch on' en el nou mòdul, de forma que els fitxers s'importin en mode de només lectura

source: There is nothing to add. All the files, folders and their contents that you selected are already in CVS, or are specified in a .cvsignore file.
ca: Tots els fitxers, carpetes juntament amb els seus continguts que ha seleccionat es troben ja a CVS o bé estan especificats en un fitxer .cvsignore.

source: TortoiseCVS - Add files to patch
ca: TortoiseCVS - Afegir fitxers al patch

source: TortoiseCVS - Merge
ca: TortoiseCVS - Fusionar

source: Start:
ca: Inici:

source: End:
ca: Final:

source: Name of revision/tag/branch to merge into your working folder.
ca: Nom de la revisió/etiqueta/bifurcació a fusionar en la carpeta de treball.

source: &Update lists...
ca: &Actualitzar llistes...

source: Create missing subfolders
ca: Crear subcarpetes que falten

source: Create any folders that exist in the repository if they are missing from the working folder.
ca: Crear les carpetes del magatzem que no es troben en la carpeta de treball.
