Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*_01.po
Languages: ca

source: If this is checked, Tortoise will show the CVS Explorer columns only for folders that are under CVS control
ca: Si això està marcat, Tortoise mostrarà només aquelles columnes d'explorador de CVS que estiguin sota control de CVS

source: Show columns only for CVS-controlled folders
ca: Mostra columnes només per carpetes controlades per CVS

source: If this is checked, the Commit dialog will issue a warning if no commit comment has been provided by the user. You can then either continue or abort the commit operation.
ca: Si això està marcat, el quadre de diàleg Entregar t'avisarà si l'usuari no ha introduït cap comentari d'entrega. Hi ha la opció de continuar o cancel·lar la operació d'entrega.

source: Issue &warning if no comment provided in commit dialog
ca: Mostrar &avís si no s'ha inclòs cap comentari en el quadre de diàleg d'entrega

source: Automatic unedit
ca: Restauració automàtica

source: If this is checked and you run 'CVS Commit', TortoiseCVS will do a 'cvs unedit' in order to remove any edits you may have on files which you have not modified.
ca: Si això està seleccionat i dónes l'ordre 'CVS Commit', TortoiseCVS durà a terme un 'cvs unedit' per tal d'eliminar modificacions en fitxers que no has modificat.

source: Automatically &unedit after Commit
ca: Fer una &restauració automàticament després d'una entrega

source: Main program
ca: Programa principal

source: Enable debug logs for TortoiseCVS main program
ca: Habilitar els logs d'errors pel programa principal de TortoiseCVS

source: Enable debug logs
ca: Habilitar logs d'errors

source: Shell extension
ca: Extensió shell

source: Enable debug logs for TortoiseCVS shell extension
ca: Habilitar els logs d'errors per la extensió shell de TortoiseCVS

source: Debug logs
ca: Logs d'errors

source: Write TortoiseCVS debug information into the folder specified below.
ca: Escriure informació sobre errors de TortoiseCVS en la carpeta que s'indiqui.

source: Don't save debug logs
ca: No guardar logs d'errors

source: Save debug logs
ca: Guardar logs d'errors

source: Save debug logs, no log file caching
ca: Guardar logs d'errors sense cache de fitxer log d'errors

source: Debug log &folder
ca: &Carpeta log d'errors

source: Debug log files will be created in this folder.
ca: Els fitxers de log d'errors es crearan en aquesta carpeta.

source: CVSNT logging
ca: Logging CVSNT

source: Makes files cvsclient.log.in and cvsclient.log.out in the TortoiseCVS folder for debugging of the CVS protocol.
ca: Crea els fitxers cvsclient.log.in i cvsclient.log.out en la carpeta TortoiseCVS per la correcció d'errors del protocol CVS.

source: Create CVSNT client &debug logs
ca: Crear &logs d'error de client CVSNT

source: Noise text colour
ca: Color del text informatiu

source: Colour for noise text in the progress dialog
ca: Color pel text informatiu que apareix en el quadre de diàleg de progrés

source: Warning text colour
ca: Color del text d'avís

source: Colour for warning text in the progress dialog
ca: Color pel text dels avisos que poden aparèixer en el quadre de diàleg de progrés

source: Updated files colour
ca: Color dels fitxers actualitzats

source: Colour for updated files in the progress dialog
ca: Color pels noms dels fitxers que han estat actualitzats (quadre de diàleg de progrés)

source: Modified files colour
ca: Color dels fitxers modificats

source: Colour for modified files in the progress dialog
ca: Color pels noms dels fitxers que han estat modificats (quadre de diàleg de progrés)

source: Conflict files colour
ca: Color dels fitxers conflictius

source: Colour for conflict files in the progress dialog
ca: Color pels noms dels fitxers que són conflictius (quadre de diàleg de progrés)

source: Files not in CVS colour
ca: Colors que no estan en color CVS

source: Colour for files not in CVS in the progress dialog
ca: Color per fitxers que no estan en el quadre de progrés de CVS

source: Error text colour
ca: Color del text per errors

source: Colour for error text in the progress dialog
ca: Color que es farà servir per mostrar els missatges d'error en el quadre de progrés

source: Tip text colour
ca: Color del text de recomanacions

source: Colour for tip text
ca: Color pel text de recomanacions

source: Server version
ca: Versió del servidor

source: Clear the cache that stores the CVS server version
ca: Borrar la memòria cau (cache) que emmagatzema la versió del servidor CVS

source: Clear cache
ca: Borrar memòria cau (cache)

source: Module list
ca: Llista de mòduls

source: Clear the cache that stores the CVS module list
ca: Borrar la memòria cau (cache) que emmagatzema la llista de mòduls CVS

source: Branch/Tag list
ca: Llista de branques/etiquetes

source: Clear the cache that stores the CVS branches and tags
ca: Borrar la memòria cau (cache) que emmagatzema les branques i etiquetes CVS

source: Tortoise Tip: This error happens if you didn't enter a message at the top of the Notepad window when you performed a commit. Please try again and enter some text, describing roughly what you changed. There is also a bug in CVS under Windows which can cause this to happen. If you save the file too quickly, CVS doesn't notice that it has changed. Try again, and wait a few seconds before saving the file!
ca: Consell de Tortoise: Aquest error succeeix quan no introdueixes un missatge a la part superior de la finestra del Bloc de Notes després de fer una entrega. Torna-ho a provar, aquest cop amb text que descrigui els canvis que has efectuat. També hi ha un error en la versió de Windows de CVS que provoca aquest error. Si guardes el fitxer massa de pressa, CVS no se n'adona que hi han hagut canvis. Prova-ho de nou, esperant aquest cop uns segons abans de guardar el fitxer.

source: Sticky tag/date
ca: Etiqueta / Data persistent

source: &Commit...
ca: &Entregar...

source: Puts the changes you have made back into the repository
ca: Col·loca les modificacions en el magatzem

source: Add C&ontents...
ca: Afegir c&ontinguts...

source: &Command...
ca: &Ordre

source: Run an arbitrary CVS command
ca: Executar una ordre aleatòria de CVS

source: &Preferences...
ca: &Preferències

source: Customise TortoiseCVS
ca: Personalitzar TortoiseCVS

source: &Help...
ca: &Ajut...

source: Basic usage instructions and FAQ for TortoiseCVS
ca: Instruccions bàsiques i pregutes freqüents sobre TortoiseCVS

source: &About...
ca: &Informació

source: About TortoiseCVS
ca: Sobre TortoiseCVS
