Repository: Marvin-Pohl/G-CVSNT
Catalog: cvsnt/tortoiseCVS/po/TortoiseCVS/*_01.po
Languages: ca

source: The changes between the specified revisions/tags/branches will be merged into your current working sources. If you want to merge an entire branch, enter the branch name in the first edit field and leave the second one blank. The repository is not altered until a commit is performed.
ca: Els canvis efectuats entre revisions/etiquetes/bifurcacions es fusionaran en els textos actuals de treball. Si vol fusionar una branca sencera d'una bifurcació, introdueixi el nom de la branca en el primer requadre de text, deixant el següent en blanc. No hi haurà cap modificació al magatzem fins que no s'hagi dut a terme un 'commit' (una entrega)

source: Merge changes between the following branches/tags/revisions:
ca: Fusionar canvis entre les següents branques/etiquetes/revisions:

source: No tags or branches found.
ca: No s'han trobat etiquetes ni branques

source: TortoiseCVS - Preferences
ca: TortoiseCVS - Preferències

source: Browse...
ca: Navegar...

source: Rebuild...
ca: Reconstruir...

source: Sample text
ca: Text de mostra

source: Select colour...
ca: Seleccionar color...

source: Error rebuilding icons. You may not have the required permissions.
ca: S'ha produït un error al reconstruir les icones. Pot ser que no posseeixi els drets d'accés necessaris.

source: Cache has been cleared
ca: El programa ha netejat la memòria cache

source: Ignored files
ca: Fitxers no tinguts en compte

source: Per-user list of cvsignore file name patterns
ca: Llista (una per a cada usuari) de tipus de noms de fitxers que CVS no ha de teniren compte

source: Hint: To reset the list and include all files, enter a single exclamation mark ("!").
ca: Recomanació: Per esborrar la llista i incloure tots els fitxers, introdueixiun signe d'exclamació ("!").

source: A list of files (or file name patterns like "*.exe") that CVS ignores when running certain operations. The entries must be separated by whitespace and are appended to the default built-in ignored list. A single exclamation mark ("!") resets the list. For details refer to the original CVS documentation.
ca: Una llista de fitxers o de caracters que una sèrie de fitxers tenen en comú, com per exemple "*.exe" (en aquest cas serviria per excloure un tipus determinat de fitxer) que CVS no tindrà en compte quan executi certes funcions. Els noms han d'anar separats amb espai en blanc. Quedaran afegits a la llista predeterminada de fitxers que el programa no té en compte. Per reiniciar la llista es pot fer col·locant un sol signe d'exclamació ("!"). Per més informació consulti els manuals d'usuari.

source: TortoiseCVS - Working
ca: TortoiseCVS - En funcionament

source: TortoiseCVS - Finished
ca: TortoiseCVS - Finalització

source: Working...
ca: En funcionament...

source: Abort
ca: Cancel·lar

source: TortoiseCVS - Aborting
ca: TortoiseCVS - Cancel·lant

source: Aborting...
ca: Cancel·lant...

source: TortoiseCVS - Aborted
ca: TortoiseCVS - Cancel·lat

source: Aborted
ca: Cancel·lat

source: Finished
ca: Finalitzat

source: Output
ca: Sortida

source: Copy
ca: Copiar

source: Select All
ca: Seleccionar tots

source: multiple folders
ca: carpetes múltiples

source: Finished release in %s
ca: Finalització nova versió en %s

source: CVS Release in %s will result in the following potentially destructive changes:
ca: La versió CVS en %s causarà els següents canvis potencialment perillosos:

source: %d modified file(s)
ca: %d fitxers modificats

source: %d newly added file(s) that have not been committed
ca: %d fitxers novament afegits que no han estat entregats

source: %d removed file(s) that have not been committed
ca: %d fitxers eliminats que no han estat entregats

source: %d file(s) that are not under CVS control
ca: %d fitxers que no han passat pel control CVS

source: %s will be deleted. Are you sure you want to do this?
ca: S'esborrarà %s. Segur que vol fer això?

source: Releasing in
ca: Creant versió en

source: TortoiseCVS - Release
ca: TortoiseCVS - Crear versió

source: Release Options:
ca: Opcions per a la creació d'una versió:

source: Delete files and folders that are under CVS control (-d)
ca: Eliminar fitxers i carpetes que no estiguin sota control de CVS (-d)

source: Delete contents of folders including non-cvs files (-d -f)
ca: Eliminar el contingut de les carpetes, incluint fitxers que no tenen relació amb cvs(-d -f)

source: Delete CVS control files only (-e)
ca: Eliminar només els fitxers sota control de CVS (-e)

source: TortoiseCVS - Rename
ca: TortoiseCVS - Canviar nom

source: Branch or tag
ca: Branca o etiqueta

source: Use &HEAD branch
ca: Utilitzar branca &HEAD

source: &Choose branch or tag
ca: &Seleccionar branca o etiqueta

source: Branch or tag name:
ca: Nom de la branca o etiqueta:

source: If no matching revision is found, use the most recent one
ca: Si no es troba cap revisió coincident, utilizar la més recent

source: Which tag or branch should be retrieved
ca: Etiqueta o branca que vol recuperar

source: Date and time
ca: Data i hora

source: Choose a date from the calendar, and/or edit the date and time in the box above the calendar, e.g. "1988-09-24" "yesterday" "24 Sep 20:05"
ca: Seleccioni una data del calendari o introdueixi-la en la caixa superior, per exemple: "24/09/1988" "ahir" "24 Set 20:05"

source: Most &recent files
ca: Fitxers &recents

source: Files at certain &time
ca: Fitxers d'una &hora concreta

source: Date/time of files to get:
ca: Data/hora dels fitxers a buscar:

source: TortoiseCVS - Update
ca: TortoiseCVS - Actualització

source: Advanced
ca: Opcions avançades

source: Get &tag/branch/revision:
ca: Buscar &etiqueta/branca/revisió:

source: Switches your working copy to a specific branch/tag/revision. Implies stickiness, so subsequent updates, commits etc. will operate on that version.
ca: Col·loca la còpia de treball a una branca/etiqueta/revisió en concret. Implica que les dades esdevindran persistents, de forma que qualsevol actualització o entrega posterior es basarà en aquesta versió.

source: Branch/Tag/Revision specifier
ca: Especificador de Branca/Etiqueta/Revisió

source: Scan subdirs
ca: Escanejar subdirectoris

source: Get &date/time:
ca: Consulta &data/hora:

source: Switches your working copy to the latest version before a specific date. Implies stickiness, so subsequent updates, commits etc. will operate on that version.
ca: Col·loca la còpia de treball en la versió més recent després d'una data concreta. Implica que les dades esdevindran persistents, de forma que qualsevol actualització o entrega posterior es basarà en aquesta versió.

source: &Clean copy - WARNING: this deletes your changes
ca: &Còpia nova - AVÍS: això esborrarà els canvis

source: Overwrite any locally modified files during the update. They are backed up to .#file.revision in case you do this by mistake.
ca: Sobreescriure fitxers modificats en l'equip propi a l'hora d'actualitzar. Tindran còpia de seguretat a .#file.revision per si executa aquesta ordre per error.

source: Do not execute anything that will change the disk.
ca: No executar res que modifiqui el disc.

source: Unknown verb:
ca: Verb desconegut:

source: Too few arguments passed to TortoiseAct. TortoiseAct is designed to be run by the Explorer extension TrtseShl.dll. You don't need to run it yourself unless you have a special purpose. Command line arguments: TortoiseAct cvs-verb [-h handle] [-f file-list] [-u URL] [-l files...]
ca: S'han especificat massa pocs paràmetres per TortoiseAct. TortoiseAct ha estat dissenyat per funcionar en l'extensió TrtseShl.dll de l'Explorador. No cal posar-lo en marxa un mateix a no ser que hi hagi un motiu especial justificat. Paràmetres de consola: TortoiseAct cvs-verb [-h handle] [-f llista de fitxers] [-u URL] [-l fitxers...]

source: Invalid arguments passed to TortoiseAct (expected handle "-h 0xXXXXXXXX", got %s)
ca: S'han passat paràmetres no vàlids a TortoiseAct (s'esperava "-h 0xXXXXXXXX" però s'ha rebut %s)

source: File containing input filenames not found:
ca: No s'ha trobat el fitxer que conté els noms de fitxer d'entrada:

source: Empty file list disallowed
ca: S'ha desactivat el permís de llista buida de fitxers

source: Finished add in %s
ca: Afegiment en %s finalitzat

source: Adding in %s
ca: Afegint en %s

source: Finished adding to .cvsignore in %s
ca: Finalització del afegiment a .cvsignore en %s

source: Finished checkout in %s
ca: Finalització de la importació en %s

source: No tag specified for Export, using HEAD
ca: No s'ha especificat cap etiqueta per la exportació. S'utilitzarà HEAD

source: Checking out in %s
ca: Procés d'importació en %s

source: Create a patch file: If you fix some bugs or add some new features, please submit the changes for other users. Right click on the changed files or folders and choose Make Patch from the CVS submenu.
ca: Crear fitxer de partxe: Si soluciona alguns errors o decideix afegir algun component nou, entregui els canvis per tal que els altres usuaris també els tinguin. Faci clic amb el botó dret en els fitxers o carpetes modificades i seleccioni Make Patch del submenú de CVS.

source: Finished make new module in %s
ca: Finalització de la creació del nou mòdul en %s

source: Importing
ca: Procés d'importació

source: Checking out
ca: S'està important

source: Enabling watch
ca: Activant supervisió

source: Tortoise Tip: The top-level folder has now been created in CVS. To add files and subfolders, invoke the CVS Add Contents command.
ca: Recomanació de Tortoise: La carpeta de dalt ha estat creada en CVS. Per afegir fitxers i subcarpetes pots utilitzar l'ordre de CVS Afegir Continguts.

source: There is nothing to commit. All the files and folders that you selected are unchanged since you last performed a commit.
ca: No hi ha res a entregar. Tots els fitxers i carpetes seleccionades no han canviat des de l'última entrega.

source: Finished log in %s
ca: S'ha finalitzat la entrada en %s

source: Logging in %s
ca: Entrant en %s

source: Finished remove in %s
ca: S'ha finaltizat la eliminació en %s

source: Editing in %s
ca: Editant en %s

source: Removing in %s
ca: Eliminant en %s

source: Couldn't rename file: %s to %s
ca: No s'ha pogut canviar el nom del fitxer %s pel nom %s

source: Couldn't rename file back: %s to %s
ca: No s'ha pogut tornar a canviar el nom del fitxer %s pel nom %s

source: No removable files found
ca: No s'ha trobat cap fitxer eliminable

source: Finished rename in %s
ca: S'ha finalitzat el canvi de nom en %s

source: Finished restoring in %s
ca: Finalització de la restauració en %s

source: Restoring in %s
ca: Restaurant en %s

source: Finished update in %s
ca: Finalització de l'actualització en %s

source: Updating in %s
ca: Actualitzant en %s

source: Editing before merge in %s
ca: Editant abans de fusionar en %s

source: Finished merge in %s
ca: Finalització de la fusió en %s

source: Merging in %s
ca: Fusionant en %s

source: unknown
ca: desconegut

source: Failed to reprocess file list
ca: La reprocessament de la llista de fitxers ha fallat

source: Finished making patch in %s
ca: Finalització del partxe en %s

source: Making patch in %s
ca: Creant partxe en %s

source: There are no patches. All the files and folders that you selected are unchanged since you last performed a commit.
ca: No hi han partxes. Tots els fitxers i carpetes seleccionats no han canviat des de l'última vegada que vas fer una entrega.

source: Patch files
ca: Fitxers partxe

source: Text files
ca: Fitxers de text

source: All files
ca: Tots els fitxers

source: Save patch file
ca: Guardar fitxer partxe

source: Finished edit in %s
ca: Finalitzada la modificació en %s

source: Finished unedit in %s
ca: Finalitzada la restauració en %s

source: Unediting in %s
ca: Restaurant en %s

source: Finished list editors in %s
ca: Finalitzada llista d'editors en %s

source: Merging changes in binary files is not allowed.
ca: La fusió de canvis en fitxers binaris no és permesa.

source: The selected file doesn't contain any conflict markers
ca: El fitxer seleccionat no conté cap marca de conflicte

source: File containing your changes: %s File containing repository changes: %s Please merge your changes into: %s
ca: Fitxer que conté els teus canvis: %s Fitxer que conté canvis de magatzem: %s Cal fusionar els canvis en: %s

source: Do you want to overwrite your working copy of "%s" with your merge results in "%s"?
ca: Vols sobreescriure la còpia de "%s" amb els resultats de la fusió en "%s"?

source: Save merged file
ca: Guardar fitxer fusionat

source: Failed to overwrite %s
ca: No s'ha pogut sobreescriure %s

source: Save file revision
ca: Guardar revisió del fitxer

source: There are no conflicts to resolve
ca: No hi han conflictes a resoldre

source: Finished '%s' in %s
ca: Finalitzat '%s' en %s

source: The files you want to compare contain characters that cannot be represented in the current codepage. To prevent loss of information, the files will be temporarily converted to UTF-8.
ca: Els fitxers que vols comparar contenen caracters que no poden representar-se utilitzant el codi de pàgina actual. Per evitar pèrdua d'informació els fitxers seran temporalment convertits a format UTF-8.

source: UTF-8 conversion
ca: Conversió a UTF-8

source: Finished commit in %s
ca: Finalitzada l'entrega en %s

source: Committing in %s
ca: Entregant en %s

source: Choose external diff application
ca: Escull l'aplicació externa de diff

source: Choose external merge application
ca: Escull l'aplicació externa de fusió

source: Executables
ca: Fitxers executables

source: Finished diff in %s
ca: Finalitzat el diff en %s

source: Diffing in %s
ca: S'està duent a terme un diff en %s

source: Viewing %s
ca: S'està visualitzant %s

source: Failed to launch external diff application
ca: No s'ha pogut posar en marxa l'aplicació externa de diff

source: Failed to launch external merge application
ca: No s'ha pogut posar en marxa l'aplicació externa de fusió

source: Main
ca: Principal

source: Policy
ca: Regles

source: Tools
ca: Eines

source: Appearance
ca: Aparença

source: Cache
ca: Memòria cache

source: Debug
ca: Correcció errors

source: &Progress dialog
ca: &Quadre de diàleg de l'evolució

source: Automatically close the progress window when a command completes successfully. You can hold Ctrl down while selecting a CVS command, or as one is finishing, to prevent this on a one off basis.
ca: Tancar la finestra d'evolució automàticament si la tasca ha finalitzat sense errors. Pots mantenir apretada la tecla Ctrl mentres selecciones una ordre de CVS, o bé mentre està finalitzant, per evitar-ho en casos concrets.

source: Close manually
ca: Tancar manualment

source: Close if no messages
ca: Tancar si no hi han missatges

source: Close if no errors
ca: Tancar si no hi han errors

source: Progress &messages
ca: Missatges &d'evolució

source: How detailed CVS is about what it is doing. Errors are always printed, even at the most silent levels.
ca: El nivell de detalls sobre el que CVS està fent. Els missatges d'error semprees mostren, fins i tot si esculls la opció de menys detalls informatius.

source: Loud
ca: Alt

source: Quiet
ca: Baix

source: Really Quiet
ca: Molt baix

source: &Overlay icons
ca: &Icones de sobreimposició

source: The set of overlay icons TortoiseCVS uses.
ca: El conjunt d'icones de sobreimposició que TortoiseCVS utilitzarà.

source: Changes won't take effect until you log off or reboot.
ca: Els canvis no tindran efecte fins que no et desconnectis o reiniciïs.

source: Don't change icon.
ca: No canviar la icona.

source: Change icon when folder contains changed files.
ca: Canviar la icona en cas que la carpeta congingui fitxers modificats.

source: Change icon when folder or subfolders contain changed files.
ca: Canviar la icona en cas que la carpeta o subcarpetes continguin fitxers modificats.

source: Folder overlay icons
ca: Icones de sobreimposició de carpeta

source: Change folder icon when folder or subfolders contain changed files.
ca: Canviar la icona de carpeta en cas que la carpeta o subcarpetes continguin fitxers modificats.

source: Autoload changed folder icons
ca: L'autocarregament ha canviat les icones dels fitxers

source: Enabled: Changed folder icons are updated automatically. Disabled: Changed folder icons are only updated explicitly through the context menu.
ca: Habilitat: Les icones de carpeta modificada s'actualitzen automàticament. Deshabilitat: Les icones de carpeta modificada només s'actualitzen explícitament mitjançant el menú contextual.

source: Autoload folder icon overlays
ca: Sobreimposicions de icones de carpetes Autoload

source: L&anguage
ca: L&lengua

source: The language used in TortoiseCVS dialogs and menus.
ca: La llengua utilizada en els quadres de diàlegs i menús de TortoiseCVS.

source: Windows default
ca: Predeterminat de Windows

source: <failed to calculate home folder>
ca: <no s'ha pogut calcular la carpeta principal>

source: Home folder
ca: Carpeta principal

source: The home folder is where the global .cvsignore file is stored. SSH connections also expect your .ssh folder with keys and known hosts to be in your home folder. By default, TortoiseCVS works out a home folder for you. It looks for folders in this order: - An environment variable called HOME - WinCVS specified home folder - My Documents. You can turn off this automatic calculation, and instead specify your own custom home folder below. Currently the calculation result is:
ca: La carpeta principal és on el fitxer global .cvsignore està guardat. Les connexions SSH connections buscaran la carpeta .ssh amb les claus i hosts coneguts en aquesta carpeta. Per defecte TortoiseCVS escollirà una carpeta principal. Buscarà carpetes en el següent ordre: - Una variable d'entorn anomenat HOME - Carpeta principal especificada per WinCVS - La carpeta Mis Documentos. Pots desactivar aquest sistema automàtic i escollir tu mateix més avall la carpeta principal. Actualment el resultat del càlcul és:

source: Always recalculate &home folder
ca: Sempre recalcular la carpeta &principal

source: Custom home &folder
ca: &Carpeta principal personalitzada

source: If you turn off automatic home folder calculation, you can enter an explicit path here.
ca: Si desactives el calcul automàtic de la carpeta principal, pots introduir una ruta explítica aquí.

source: &Network compression
ca: &Compressió de xarxa

source: Reduce network load by compressing traffic to and from the CVS server. High levels may be slow to calculate.
ca: Reducció de la càrrega de xarxa mitjançant la compressió del tràfic del servidor CVS. Els nivells alts poden ser difícils de calcular.

source: 0 - None
ca: 0 - Cap

source: 3 - Low
ca: 3 - Baix

source: 6 - Good
ca: 6 - Bo

source: 9 - Best
ca: 9 - Òptim

source: &Excluded folders
ca: &Carpetes excloses

source: Semicolon-delimited list of (absolute) folders for which overlay icons and context menus are disabled.
ca: Llista delimitada per punt i comes de carpetes que tenen les icones de sobreimposició i els menús contextuals deshabilitats.

source: &Included folders
ca: &Carpetes incloses

source: Semicolon-delimited list of (absolute) folders for which overlay icons and context menus are enabled. An empty list enables all folders.
ca: Llista delimitada per punt i comes de carpetes que tenen les icones de sobreimposició i els menús contextuals habilitats. Una llista buida habilita automàticament totes les carpetes.

source: Menu icons
ca: Icones de menú

source: Enable/disable
ca: Habilitar / deshabilitar

source: Enable menu &icons
ca: Habilitar &icones de menú

source: Maximum number of tags for graph
ca: Número màxim d'etiquetes per la gràfica

source: Controls how many tags the graph dialog will display per revision. Enter -1 to show them all.
ca: Controla el número d'etiquetes que el quadre de diàleg de la gràfica mostrarà per a cada revisió. Si s'introdueix -1 es mostraran totes.

source: Autodetect (default to DOS)
ca: Detectar format dels fitxers automàticament (sistema per defecte: DOS)

source: Autodetect (default to UNIX)
ca: Detectar format dels fitxers automàticament (sistema per defecte: UNIX)

source: Sandbox DOS/UNIX
ca: Sistema de proves (sandbox) DOS/UNIX

source: Use either LF (UNIX) or CRLF (DOS) line separators in text files.
ca: Utilitzar salts de línia LF (UNIX) o bé CRLF (DOS) en els fitxers de text.

source: &Diff application
ca: &Aplicació Diff

source: Specify the program you use to compare files.
ca: Especifica el programa que vols utilitzar per comparar fitxers.

source: &Two-way diff parameters
ca: &Paràmetres de diff a dos bandes

source: Parameters for two-way diffs.
ca: Paràmetres pels diff a dos bandes.

source: T&hree-way diff parameters
ca: &Paràmetres de diff a tres bandes

source: Parameters for three-way diffs.
ca: Paràmetres pels diff a tres bandes.

source: &Merge application
ca: &Aplicació de fusió

source: Specify the program you use to merge files.
ca: Especifica el programa que vols utilitzar per fusionar fitxers.

source: &Two-way merge parameters
ca: &Paràmetres de fusió a dos bandes

source: Parameters for two-way merges.
ca: Paràmetres per les fusions a dos bandes.

source: File containing my changes.
ca: Fitxer que conté les meves modificacions.

source: File containing changes from repository.
ca: Fitxer que conté les modificacions del magatzem.

source: T&hree-way merge parameters
ca: Paràmetres de fusió a tres bandes

source: Parameters for three-way merges.
ca: Paràmetres per les fusions a tres bandes.

source: File containing common ancestor data.
ca: Fitxer que conté dades antigues comuns.

source: Specify the CVS_EXT application (e.g. ssh.exe, plink.exe)
ca: Especifica l'aplicació CVS_EXT (per exemple ssh.exe, plink.exe)

source: Parameters for the CVS_EXT application. The default parameters are:
ca: Paràmetres per l'aplicació CVS_EXT. Els paràmetres predeterminats són:

source: Empty folders
ca: Carpetes buides

source: Hide folders which contain no files. CVS doesn't directly manage folders, so the assumption here is that if you remove all the files from a folder you would like to remove the folder.
ca: Ocultar carpetes que no contenen fitxers. CVS no administra directament les carpetes, o sigui que el programa parteix de que si vols eliminar tots els fitxers d'una carpeta també vols eliminar la carpeta.

source: Prune &empty folders
ca: Netejar les carpetes &buides

source: Create new &folders on update
ca: Crear noves &carpetes a l'actualitzar

source: Force head revision
ca: Obligar a fer una revisió capçal

source: Automatic commit
ca: Entrega automàtica

source: Allow Network Drives
ca: Permetre controladors de xarxa

source: Permit sandboxes and repositories on &network (remote) drives
ca: Permetre que els sistemes de prova (sandboxes) i els magatzems puguin estar en unitats de &xarxa

source: Allow Removable Drives
ca: Permetre que puguin haver-hi unitats extraïbles

source: Permit sandboxes on &removable drives
ca: Permetre que els sistemes de proves (sandboxes) puguin ubicar-se en &unitats extraïbles

source: Add Ignored Files
ca: Afegir fitxers no tinguts en compte

source: If this is checked, the Add Contents dialog will include files listed in .cvsignore. Useful if you want to add files which are normally ignored, but makes the dialog more cluttered.
ca: Si això està marcat, el diàleg Afegir Contingut inclourà els fitxers de .cvsignore. Això és útil en el cas que vulguis afegir fitxers que normalment el sistema no té en compte, però a la vegada fa que el quadre de diàleg estigui molt ple.

source: Show .cvs&ignored files in the Add Contents dialog
ca: Mostra en el quadre de diàleg Afegir Continguts els fitxers que no han estat tinguts en compte per .cvsignore

source: Explorer Columns
ca: Columnes de l'Explorador
